{"name":"يونس","verses":[{"id": "1", "arabic" : "الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ", "english" : "Alif Lam Ra. These are the verses of the wise Book", "urdu" : "ا ل ر، یہ اُس کتاب کی آیات ہیں جو حکمت و دانش سے لبریز ہے","chinese" : "艾列弗，俩目，拉仪。这些是包含智慧的经典的节文。","turkey" : "Elif Lam Ra. İşte bunlar hikmetli Kitap'ın ayetleridir"} ,{"id": "2", "arabic" : "أَكَانَ لِلنَّاسِ عَجَبًا أَنۡ أَوۡحَيۡنَآ إِلَىٰ رَجُلٖ مِّنۡهُمۡ أَنۡ أَنذِرِ ٱلنَّاسَ وَبَشِّرِ ٱلَّذِينَ ءَامَنُوٓاْ أَنَّ لَهُمۡ قَدَمَ صِدۡقٍ عِندَ رَبِّهِمۡۗ قَالَ ٱلۡكَٰفِرُونَ إِنَّ هَٰذَا لَسَٰحِرٞ مُّبِينٌ", "english" : "Have the people been amazed that We revealed [revelation] to a man from among them [saying] Warn mankind and give good tidings to those who believe that they will have a [firm] precedence of honor with their Lord? [But] the disbelievers say Indeed this is an obvious magician", "urdu" : "کیا لوگوں کے لیے یہ ایک عجیب بات ہو گئی کہ ہم نے خود اُنہی میں سے ایک آدمی کو اشارہ کیا کہ (غفلت میں پڑے ہوئے) لوگوں کو چونکا دے اور جو مان لیں ان کو خوشخبری دیدے کہ ان کے لیے اُن کے رب کے پاس سچی عزت و سرفرازی ہے؟ (کیا یہی وہ بات ہے جس پر) منکرین نے کہا کہ یہ شخص تو کھلا جادوگر ہے؟","chinese" : "难道人们认为这是怪事吗？我曾启示他们中的一个男子：你要警告众人，你要向信士们报喜，（告诉他们）在他们的主那里，他们有崇高的品位。不信道者曾说：“这确是明显的术士。”","turkey" : "İçlerinden birine İnsanları uyar ve inananlara Rableri katında yüksek makamlar olduğunu müjdele diye vahyetmemiz insanların tuhafına mı gitti ki kafirler: Bu apaçık bir büyücüdür dediler"} ,{"id": "3", "arabic" : "إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُدَبِّرُ ٱلۡأَمۡرَۖ مَا مِن شَفِيعٍ إِلَّا مِنۢ بَعۡدِ إِذۡنِهِۦۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ فَٱعۡبُدُوهُۚ أَفَلَا تَذَكَّرُونَ", "english" : "Indeed your Lord is Allah who created the heavens and the earth in six days and then established Himself above the Throne arranging the matter [of His creation]. There is no intercessor except after His permission. That is Allah your Lord so worship Him. Then will you not remember", "urdu" : "حقیقت یہ ہے کہ تمہارا رب وہی خدا ہے جس نے آسمانوں اور زمین کو چھ دنوں میں پیدا کیا، پھر تخت حکومت پر جلوہ گر ہوا اور کائنات کا انتظام چلا رہا ہے کوئی شفاعت (سفارش) کرنے والا نہیں اِلّا یہ کہ اس کی اجازت کے بعد شفاعت کرے یہی اللہ تمہارا رب ہے لہٰذا تم اُسی کی عبادت کرو پھر کیا تم ہوش میں نہ آؤ گے؟","chinese" : "你们的主确是安拉，他曾在六日内创造了天地，然后升上宝座，处理万事。没有一个说情者，不是先得到他的允许的。那是安拉，你们的主，你们应当崇拜他。你们怎么还不觉悟呢？","turkey" : "Doğrusu sizin Rabbiniz gökleri ve yeri altı günde yaratıp sonra arşa hükmeden işi düzenleyen Allah'tır izni olmadan kimse şefaat edemez. İşte Rabbiniz olan Allah budur. O'na kulluk edin. Nasihat dinlemez misiniz"} ,{"id": "4", "arabic" : "إِلَيۡهِ مَرۡجِعُكُمۡ جَمِيعٗاۖ وَعۡدَ ٱللَّهِ حَقًّاۚ إِنَّهُۥ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ بِٱلۡقِسۡطِۚ وَٱلَّذِينَ كَفَرُواْ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ", "english" : "To Him is your return all together. [It is] the promise of Allah [which is] truth. Indeed He begins the [process of] creation and then repeats it that He may reward those who have believed and done righteous deeds in justice. But those who disbelieved will have a drink of scalding water and a painful punishment for what they used to deny", "urdu" : "اسی کی طرف تم سب کو پلٹ کر جانا ہے، یہ اللہ کا پکا وعدہ ہے بے شک پیدائش کی ابتدا وہی کرتا ہے، پھر وہی دوبارہ پیدا کرے گا، تاکہ جو لوگ ایمان لائے اور جنہوں نے نیک عمل کیے ان کو پورے انصاف کے ساتھ جزا دے، اور جنہوں نے کفر کا طریقہ اختیار کیا وہ کھولتا ہوا پانی پییں اور دردناک سزا بھگتیں اُس انکار حق کی پاداش میں جو وہ کرتے رہے","chinese" : "你们都只归于他，安拉的诺言是真实的。他确已创造了万物，而且必加以再造，以便他秉公地报酬信道而且行善者。不信道者，将因自己的不信道而饮沸水，并受痛苦的刑罚","turkey" : "Hepinizin dönüşü O'nadır. Allah'ın vadi haktır. O önce yaratır sonra inanıp yararlı işler yapanların ve inkar edenlerin hareketlerinin karşılığını adaletle vermek için tekrar diriltir. İnkarcılara inkarlarından ötürü kızgın bir içecek ve can yakıcı azab vardır"} ,{"id": "5", "arabic" : "هُوَ ٱلَّذِي جَعَلَ ٱلشَّمۡسَ ضِيَآءٗ وَٱلۡقَمَرَ نُورٗا وَقَدَّرَهُۥ مَنَازِلَ لِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ مَا خَلَقَ ٱللَّهُ ذَٰلِكَ إِلَّا بِٱلۡحَقِّۚ يُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ", "english" : "It is He who made the sun a shining light and the moon a derived light and determined for it phases - that you may know the number of years and account [of time]. Allah has not created this except in truth. He details the signs for a people who know", "urdu" : "وہی ہے جس نے سُورج کو اجیالا بنایا اور چاند کو چمک دی اور چاند کے گھٹنے بڑھنے کی منزلیں ٹھیک ٹھیک مقرر کر دیں تاکہ تم اُس سے برسوں اور تاریخوں کے حساب معلوم کرو اللہ نے یہ سب کچھ (کھیل کے طور پر نہیں بلکہ) با مقصد ہی بنایا ہے وہ اپنی نشانیوں کو کھول کھول کر پیش کر رہا ہے اُن لوگوں کے لیے جو علم رکھتے ہیں","chinese" : "他曾以太阳为发光的，以月亮为光明的，并为月亮而定列宿，以便你们知道历算。安拉只依真理而创造之。他为能了解的民众而解释一切迹象。","turkey" : "Güneşi ışıklı ve ayı nurlu yapan; yılların sayısını ve hesabı bilmeniz için aya konak yerleri düzenleyen O'dur. Allah bunları ancak gerçeğe göre yaratmıştır; bilen millete ayetleri uzun uzadıya açıklıyor"} ,{"id": "6", "arabic" : "إِنَّ فِي ٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَا خَلَقَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَّقُونَ", "english" : "Indeed in the alternation of the night and the day and [in] what Allah has created in the heavens and the earth are signs for a people who fear Allah", "urdu" : "یقیناً رات اور دن کے الٹ پھیر میں اور ہر اُس چیز میں جو اللہ نے زمین اور آسمانوں میں پیدا کی ہے، نشانیاں ہیں اُن لوگوں کے لیے جو (غلط بینی و غلط روی سے) بچنا چاہتے ہیں","chinese" : "昼夜的轮流，以及安拉在天地间所造的森罗万象，在敬畏的民众看来，此中确有许多迹象。","turkey" : "Gece ile gündüzün birbiri ardınca gelmesinde Allah'ın göklerde ve yerde yarattıklarında O'na karşı gelmekten sakınan kimseler için ayetler vardır"} ,{"id": "7", "arabic" : "إِنَّ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا وَرَضُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَٱطۡمَأَنُّواْ بِهَا وَٱلَّذِينَ هُمۡ عَنۡ ءَايَٰتِنَا غَٰفِلُونَ", "english" : "Indeed those who do not expect the meeting with Us and are satisfied with the life of this world and feel secure therein and those who are heedless of Our signs", "urdu" : "حقیقت یہ ہے کہ جو لوگ ہم سے ملنے کی توقع نہیں رکھتے اور دنیا کی زندگی ہی پر راضی اور مطمئن ہو گئے ہیں، اور جو لوگ ہماری نشانیوں سے غافل ہیں","chinese" : "不希望与我相会，只愿永享今世生活，而且安然享受的人，以及忽视我的种种迹象的人，","turkey" : "Bizimle karşılaşmayı ummayan ve dünya hayatından hoşnut olup ona bağlananların ve ayetlerimizden habersiz bulunanların işte bunların kazandıklarına karşılık varacakları yer cehennemdir"} ,{"id": "8", "arabic" : "أُوْلَـٰٓئِكَ مَأۡوَىٰهُمُ ٱلنَّارُ بِمَا كَانُواْ يَكۡسِبُونَ", "english" : "For those their refuge will be the Fire because of what they used to earn", "urdu" : "اُن کا آخری ٹھکانہ جہنم ہو گا اُن برائیوں کی پاداش میں جن کا اکتساب وہ (اپنے اس غلط عقیدے اور غلط طرز عمل کی وجہ سے) کرتے رہے","chinese" : "他们将因自己的营谋而以火狱为归宿。","turkey" : "Bizimle karşılaşmayı ummayan ve dünya hayatından hoşnut olup ona bağlananların ve ayetlerimizden habersiz bulunanların işte bunların kazandıklarına karşılık varacakları yer cehennemdir"} ,{"id": "9", "arabic" : "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ يَهۡدِيهِمۡ رَبُّهُم بِإِيمَٰنِهِمۡۖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ فِي جَنَّـٰتِ ٱلنَّعِيمِ", "english" : "Indeed those who have believed and done righteous deeds - their Lord will guide them because of their faith. Beneath them rivers will flow in the Gardens of Pleasure", "urdu" : "اور یہ بھی حقیقت ہے کہ جو لوگ ایمان لائے (یعنی جنہوں نے اُن صداقتوں کو قبول کر لیا جو اس کتاب میں پیش کی گئی ہیں) اور نیک اعمال کرتے رہے انہیں اُن کا رب اُن کے ایمان کی وجہ سے سیدھی راہ چلائے گا، نعمت بھری جنتوں میں ان کے نیچے نہریں بہیں گی","chinese" : "信道而且行善的人，他们的主将因他们的信仰而引导他们；他们将安居于下临诸河的幸福园中。","turkey" : "İnananlar ve yararlı iş yapanları imanlarına karşılık Rableri doğru yola eriştirir; nimet cennetlerinde onların altlarından ırmaklar akar"} ,{"id": "10", "arabic" : "دَعۡوَىٰهُمۡ فِيهَا سُبۡحَٰنَكَ ٱللَّهُمَّ وَتَحِيَّتُهُمۡ فِيهَا سَلَٰمٞۚ وَءَاخِرُ دَعۡوَىٰهُمۡ أَنِ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ", "english" : "Their call therein will be Exalted are You O Allah and their greeting therein will be Peace. And the last of their call will be Praise to Allah Lord of the worlds", "urdu" : "وہاں ان کی صدا یہ ہوگی کہ “پاک ہے تو اے خدا،  اُن کی دعا یہ ہوگی کہ “سلامتی ہو  اور ان کی ہر بات کا خاتمہ اس پر ہوگا کہ “ساری تعریف اللہ رب العالمین ہی کے لیے ہے","chinese" : "他们在乐园中的祈祷词是：“我们的主啊！我们赞美你。”他们在乐园中的祝辞是：“平安。”他们最后的祈祷是：“一切赞颂全归安拉——众世界的主。”","turkey" : "Oradaki duaları: Münezzehsin ey Allah'ım dirlik temennileri: Selam size ve dualarının sonu da: Alemlerin Rabbi Allah'a hamd olsundur"} ,{"id": "11", "arabic" : "۞وَلَوۡ يُعَجِّلُ ٱللَّهُ لِلنَّاسِ ٱلشَّرَّ ٱسۡتِعۡجَالَهُم بِٱلۡخَيۡرِ لَقُضِيَ إِلَيۡهِمۡ أَجَلُهُمۡۖ فَنَذَرُ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ", "english" : "And if Allah was to hasten for the people the evil [they invoke] as He hastens for them the good their term would have been ended for them. But We leave the ones who do not expect the meeting with Us in their transgression wandering blindly", "urdu" : "اگر کہیں اللہ لوگوں کے ساتھ برا معاملہ کرنے میں بھی اتنی ہی جلدی کرتا جتنی وہ دنیا کی بھلائی مانگنے میں جلدی کرتے ہیں تو ان کی مہلت عمل کبھی کی ختم کر دی گئی ہوتی (مگر ہمارا یہ طریقہ نہیں ہے) اس لیے ہم اُن لوگوں کو جو ہم سے ملنے کی توقع نہیں رکھتے اُن کی سرکشی میں بھٹکنے کے لیے چھُوٹ دے دیتے ہیں","chinese" : "假若安拉为世人速降灾害，犹如他们急于求福那样，他们的大限必已判定了。但我任随那些不希望与我相会的人徘徊于其残暴之中。","turkey" : "İyiliği acele isteyen kimselere Allah fenalığı da çarçabuk verseydi süreleri hemen bitmiş olurdu. Bizimle karşılaşmayı ummayanları azgınlıkları içinde bocalayıp dururlarken bırakırız"} ,{"id": "12", "arabic" : "وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ٱلضُّرُّ دَعَانَا لِجَنۢبِهِۦٓ أَوۡ قَاعِدًا أَوۡ قَآئِمٗا فَلَمَّا كَشَفۡنَا عَنۡهُ ضُرَّهُۥ مَرَّ كَأَن لَّمۡ يَدۡعُنَآ إِلَىٰ ضُرّٖ مَّسَّهُۥۚ كَذَٰلِكَ زُيِّنَ لِلۡمُسۡرِفِينَ مَا كَانُواْ يَعۡمَلُونَ", "english" : "And when affliction touches man he calls upon Us whether lying on his side or sitting or standing; but when We remove from him his affliction he continues [in disobedience] as if he had never called upon Us to [remove] an affliction that touched him. Thus is made pleasing to the transgressors that which they have been doing", "urdu" : "انسان کا حال یہ ہے کہ جب اس پر کوئی سخت وقت آتا ہے تو کھڑے اور بیٹھے اور لیٹے ہم کو پکارتا ہے، مگر جب ہم اس کی مصیبت ٹال دیتے ہیں تو ایسا چل نکلتا ہے کہ گویا اس نے کبھی اپنے کسی بُرے وقت پر ہم کو پکارا ہی نہ تھا اس طرح حد سے گزر جانے والوں کے لیے ان کے کرتوت خوشنما بنا دیے گئے ہیں","chinese" : "当人遭遇灾害的时候，便卧着、或坐着、或站着向我祈祷。等我解除他们的灾害后，他们就继续作恶，仿佛不曾祈求我解除他们的灾害一样。过分的人们是这样为他们的行为所迷惑的。","turkey" : "İnsana bir darlık gelince yan yatarken oturur veya ayakta iken bize yalvarıp yakarır; biz darlığını giderince başına gelen darlıktan ötürü bize hiç yalvarmamışa döner. İşlerinde tutumsuz olanlara yaptıkları böylece güzel görünür"} ,{"id": "13", "arabic" : "وَلَقَدۡ أَهۡلَكۡنَا ٱلۡقُرُونَ مِن قَبۡلِكُمۡ لَمَّا ظَلَمُواْ وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَمَا كَانُواْ لِيُؤۡمِنُواْۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ", "english" : "And We had already destroyed generations before you when they wronged and their messengers had come to them with clear proofs but they were not to believe. Thus do We recompense the criminal people", "urdu" : "لوگو، تم سے پہلے کی قوموں کو (جو اپنے اپنے زمانہ میں برسر عروج تھیں) ہم نے ہلاک کر دیا جب انہوں نے ظلم کی روش اختیار کی اور اُن کے رسُول اُن کے پاس کھُلی کھُلی نشانیاں لے کر آئے اور انہوں نے ایمان لا کر ہی نہ دیا اس طرح ہم مجرموں کو ان کے جرائم کا بدلہ دیا کرتے ہیں","chinese" : "在你们之前曾有许多世代，他们族中的使者既昭示了他们许多明证，而他们仍行不义，不肯信道，我就毁灭了他们，我这样报应犯罪的民众。","turkey" : "And olsun ki sizden önce nice nesilleri peygamberleri onlara belgeler getirmişken haksızlık ederek inanmadıkları zaman yok etmiştik. İşte biz suçlu milleti böyle cezalandırırız"} ,{"id": "14", "arabic" : "ثُمَّ جَعَلۡنَٰكُمۡ خَلَـٰٓئِفَ فِي ٱلۡأَرۡضِ مِنۢ بَعۡدِهِمۡ لِنَنظُرَ كَيۡفَ تَعۡمَلُونَ", "english" : "Then We made you successors in the land after them so that We may observe how you will do", "urdu" : "اب ان کے بعد ہم نے تم کو زمین میں ان کی جگہ دی ہے تاکہ دیکھیں تم کیسے عمل کرتے ہو","chinese" : "在他们灭亡之后，我以你们成为大地上的代治者，以便我看你们怎样工作。","turkey" : "Sonra onların ardından nasıl davranacağınıza bakmak için sizi yeryüzünde onların yerine geçirdik"} ,{"id": "15", "arabic" : "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَاتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا ٱئۡتِ بِقُرۡءَانٍ غَيۡرِ هَٰذَآ أَوۡ بَدِّلۡهُۚ قُلۡ مَا يَكُونُ لِيٓ أَنۡ أُبَدِّلَهُۥ مِن تِلۡقَآيِٕ نَفۡسِيٓۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۖ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ", "english" : "And when Our verses are recited to them as clear evidences those who do not expect the meeting with Us say Bring us a Qur'an other than this or change it. Say [O Muhammad] It is not for me to change it on my own accord. I only follow what is revealed to me. Indeed I fear if I should disobey my Lord the punishment of a tremendous Day", "urdu" : "جب انہیں ہماری صاف صاف باتیں سُنائی جاتی ہیں تو وہ لوگ جو ہم سے ملنے کی توقع نہیں رکھتے، کہتے ہیں کہ “اِس کے بجائے کوئی اور قرآن لاؤ یا اس میں کچھ ترمیم کرو  اے محمدؐ، ان سے کہو “میرا یہ کام نہیں ہے کہ اپنی طرف سے اس میں کوئی تغیر و تبّدل کر لوں میں تو بس اُس وحی کا پیرو ہوں جو میرے پاس بھیجی جاتی ہے اگر میں اپنے رب کی نافرمانی کروں تو مجھے ایک بڑے ہولناک دن کے عذاب کا ڈر ہے","chinese" : "有人对他们宣读我的明显的迹象的时候，那些不希望会见我的人说：“请你另拿一部《古兰经》来，或者请你修改这部《古兰经》。”你说：“我不至于擅自修改它。我只能遵从我所受的启示。如果我违抗我的主，我的确畏惧重大日的刑罚。”","turkey" : "Ayetlerimiz onlara açık açık okununca bizimle karşılaşmayı ummayanlar Bundan başka bir Kuran getir veya bunu değiştir dediler. De ki: Onu kendiliğimden değiştiremem ben ancak bana vahyolunana uyarım. Ben Rabbime karşı gelirsem büyük günün azabına uğramaktan korkarım"} ,{"id": "16", "arabic" : "قُل لَّوۡ شَآءَ ٱللَّهُ مَا تَلَوۡتُهُۥ عَلَيۡكُمۡ وَلَآ أَدۡرَىٰكُم بِهِۦۖ فَقَدۡ لَبِثۡتُ فِيكُمۡ عُمُرٗا مِّن قَبۡلِهِۦٓۚ أَفَلَا تَعۡقِلُونَ", "english" : "Say If Allah had willed I would not have recited it to you nor would He have made it known to you for I had remained among you a lifetime before it. Then will you not reason", "urdu" : "اور کہو “اگر اللہ کی مشیّت نہ ہوتی تو میں یہ قرآن تمہیں کبھی نہ سناتا اور اللہ تمہیں اس کی خبر تک نہ دیتا آخر اس سے پہلے میں ایک عمر تمہارے درمیان گزار چکا ہوں، کیا تم عقل سے کام نہیں لیتے؟","chinese" : "你说：“假若安拉意欲，我一定不向你们宣读这部经，安拉也不使你们了解其意义。在降示这部经之前，我确已在你们中间度过了大半生，难道你们不明理吗？”","turkey" : "De ki: Allah dileseydi ben onu size okumazdım size de bildirmemiş olurdu. Daha önce yıllarca aranızda bulundum hiç düşünmüyor musunuz"} ,{"id": "17", "arabic" : "فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلۡمُجۡرِمُونَ", "english" : "So who is more unjust than he who invents a lie about Allah or denies His signs? Indeed the criminals will not succeed", "urdu" : "پھر اُس سے بڑھ کر ظالم اور کون ہو گا جو ایک جھوٹی بات گھڑ کر اللہ کی طرف منسُوب کرے یا اللہ کی واقعی آیات کو جھُوٹا قرار دے یقیناً مجرم کبھی فلاح نہیں پا سکتے","chinese" : "假借安拉的名义而造谣，或否认其迹象的人，有谁比他还不义呢？犯罪的人一定不会成功。","turkey" : "Allah'a karşı yalan uyduran veya ayetlerini yalan sayandan daha zalim kim olabilir? Suçlular elbette saadete erişemezler"} ,{"id": "18", "arabic" : "وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡ وَيَقُولُونَ هَـٰٓؤُلَآءِ شُفَعَـٰٓؤُنَا عِندَ ٱللَّهِۚ قُلۡ أَتُنَبِّـُٔونَ ٱللَّهَ بِمَا لَا يَعۡلَمُ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ", "english" : "And they worship other than Allah that which neither harms them nor benefits them and they say These are our intercessors with Allah  Say Do you inform Allah of something He does not know in the heavens or on the earth? Exalted is He and high above what they associate with Him", "urdu" : "یہ لوگ اللہ کے سوا اُن کی پرستش کر رہے ہیں جو ان کو نہ نقصان پہنچا سکتے ہیں نہ نفع، اور کہتے یہ ہیں کہ یہ اللہ کے ہاں ہمارے سفارشی ہیں اے محمدؐ، ان سے کہو “کیا تم اللہ کو اُس بات کی خبر دیتے ہو جسے وہ نہ آسمانوں میں جانتا ہے نہ زمین میں؟ پاک ہے وہ اور بالا و برتر ہے اُس شرک سے جو یہ لوگ کرتے ہیں","chinese" : "除安拉外，他们崇拜那对他们既无福又无祸的东西，他们说：“这些（偶像）是在安拉那里替我们说情的。”你说：“难道安拉不知道天地间有此事，而要你们来告诉他吗！赞美安拉，他超乎万物！他超乎他们所匹配的一切东西！”","turkey" : "Onlar Allah'ı bırakarak kendilerine fayda da zarar da veremeyen putlara taparlar: Bunlar Allah katında bizim şefaatçılarımızdır derler. De ki: Göklerde ve yerde Allah'ın bilmediği bir şeyi mi O'na haber veriyorsunuz? Allah onların ortak koşmalarından münezzeh ve yücedir"} ,{"id": "19", "arabic" : "وَمَا كَانَ ٱلنَّاسُ إِلَّآ أُمَّةٗ وَٰحِدَةٗ فَٱخۡتَلَفُواْۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡ فِيمَا فِيهِ يَخۡتَلِفُونَ", "english" : "And mankind was not but one community [united in religion] but [then] they differed. And if not for a word that preceded from your Lord it would have been judged between them [immediately] concerning that over which they differ", "urdu" : "ابتداءً سارے انسان ایک ہی امّت تھے، بعد میں انہوں نے مختلف عقیدے اور مسلک بنا لیے، اور اگر تیرے رب کی طرف سے پہلے ہی ایک بات طے نہ کر لی گئی ہوتی تو جس چیز میں وہ باہم اختلاف کر رہے ہیں اس کا فیصلہ کر دیا جاتا","chinese" : "人们原来是一个民族，嗣后，他们信仰分歧，假若没有一句话，从你的主预先发出，那么，他们所争论的是非，必定获得判决了。","turkey" : "İnsanlar bir tek ümmettiler sonra ayrılığa düştüler; şayet Rabbinden daha önce bir takdir geçmemiş olsaydı aralarında ihtilafa düştükleri şeyler hakkında hüküm çoktan verilmiş olurdu"} ,{"id": "20", "arabic" : "وَيَقُولُونَ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۖ فَقُلۡ إِنَّمَا ٱلۡغَيۡبُ لِلَّهِ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ", "english" : "And they say Why is a sign not sent down to him from his Lord? So say The unseen is only for Allah [to administer] so wait; indeed I am with you among those who wait", "urdu" : "اور یہ جو وہ کہتے ہیں کہ اِس نبیؐ پر اس کے رب کی طرف سے کوئی نشانی کیوں نہ اتاری گئی، تو ان سے کہو “غیب کا مالک و مختار تو اللہ ہی ہے، اچھا، انتظار کرو، میں بھی تمہارے ساتھ انتظار کرتا ہوں","chinese" : "他们说：“为何没有一种迹象从他的主降临他呢？”你说：“幽玄只归安拉，你们期待着吧！我确是和你们在一起期待着的！”","turkey" : "Rabbinden ona (Muhammed'e) bir mucize indirilse ne olur! derler. Onlara de ki: Gaybı bilmek Allah'a mahsustur; bekleyin doğrusu ben de sizinle birlikte beklemekteyim"} ,{"id": "21", "arabic" : "وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ مِّنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُمۡ إِذَا لَهُم مَّكۡرٞ فِيٓ ءَايَاتِنَاۚ قُلِ ٱللَّهُ أَسۡرَعُ مَكۡرًاۚ إِنَّ رُسُلَنَا يَكۡتُبُونَ مَا تَمۡكُرُونَ", "english" : "And when We give the people a taste of mercy after adversity has touched them at once they conspire against Our verses. Say Allah is swifter in strategy. Indeed Our messengers record that which you conspire", "urdu" : "لوگوں کا حال یہ ہے کہ مصیبت کے بعد جب ہم ان کو رحمت کا مزا چکھاتے ہیں تو فوراً ہی وہ ہماری نشانیوں کے معاملہ میں چال بازیاں شروع کر دیتے ہیں ان سے کہو “اللہ اپنی چال میں تم سے زیادہ تیز ہے، اس کے فرشتے تمہاری سب مکّاریوں کو قلم بند کر رہے ہیں","chinese" : "在众人遭遇灾害之后，当我使他们尝试慈恩的时候，他们忽然图谋诽谤我的迹象。你说：“安拉的计谋是更迅速的。”我的使者们确是记录你们的计谋的。","turkey" : "İnsanlara darlık geldikten sonra onlara bolluğu taddırdığımızda hemen ayetlerimize dil uzatmağa kalkışırlar; onlara de ki: Hile yapanın cezasını vermekte Allah daha çabuktur. Elçi meleklerimiz kurduğunuz tuzakları hiç şüphesiz yazmaktadırlar"} ,{"id": "22", "arabic" : "هُوَ ٱلَّذِي يُسَيِّرُكُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۖ حَتَّىٰٓ إِذَا كُنتُمۡ فِي ٱلۡفُلۡكِ وَجَرَيۡنَ بِهِم بِرِيحٖ طَيِّبَةٖ وَفَرِحُواْ بِهَا جَآءَتۡهَا رِيحٌ عَاصِفٞ وَجَآءَهُمُ ٱلۡمَوۡجُ مِن كُلِّ مَكَانٖ وَظَنُّوٓاْ أَنَّهُمۡ أُحِيطَ بِهِمۡ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ لَئِنۡ أَنجَيۡتَنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّـٰكِرِينَ", "english" : "It is He who enables you to travel on land and sea until when you are in ships and they sail with them by a good wind and they rejoice therein there comes a storm wind and the waves come upon them from everywhere and they assume that they are surrounded supplicating Allah sincere to Him in religion If You should save us from this we will surely be among the thankful", "urdu" : "وہ اللہ ہی ہے جو تم کو خشکی اور تری میں چلاتا ہے چنانچہ جب تم کشتیوں میں سوار ہو کر بادِ موافق پر فرحاں و شاداں سفر کر رہے ہوتے ہو اور پھر یکایک بادِ مخالف کا زور ہوتا ہے اور ہر طرف سے موجوں کے تھپیڑے لگتے ہیں اور مسافر سمجھ لیتے ہیں کہ طوفان میں گھر گئے، اُس وقت سب اپنے دین کو اللہ ہی کے لیے خالص کر کے اس سے دُعائیں مانگتے ہیں کہ “اگر تو نے ہم کو اس بلا سے نجات دے دی تو ہم شکر گزار بندے بنیں گے","chinese" : "安拉使你们在陆上和海上旅行。当你们坐在船中，乘顺风而航行，并因风而欣喜的时候，暴风向船袭来，波涛从各处滚来，船里的人猜想自己已被包围，他们虔诚地祈祷安拉：“如果你使我们脱离这次灾难，我们必定感谢你。”","turkey" : "Sizi karada ve denizde yürüten Allah'tır. Bulunduğunuz gemi içindekileri güzel bir rüzgarla götürürken yolcular neşelenirler; bir fırtına çıkıp da onları her taraftan dalgaların sardığı ve çepeçevre kuşatıldıklarını sandıkları anda ise Allah'ın dinine sarılarak Bizi bu tehlikeden kurtarırsan and olsun ki şükredenlerden oluruz diye O'na yalvarırlar"} ,{"id": "23", "arabic" : "فَلَمَّآ أَنجَىٰهُمۡ إِذَا هُمۡ يَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۗ يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَا بَغۡيُكُمۡ عَلَىٰٓ أَنفُسِكُمۖ مَّتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ إِلَيۡنَا مَرۡجِعُكُمۡ فَنُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ", "english" : "But when He saves them at once they commit injustice upon the earth without right. O mankind your injustice is only against yourselves [being merely] the enjoyment of worldly life. Then to Us is your return and We will inform you of what you used to do", "urdu" : "مگر جب وہ ان کو بچا لیتا ہے تو پھر وہی لوگ حق سے منحرف ہو کر زمین میں بغاوت کرنے لگتے ہیں لوگو، تمہاری یہ بغاوت اُلٹی تمہارے ہی خلاف پڑ رہی ہے دنیا کے چند روزہ مزے ہیں (لُوٹ لو)، پھر ہماری طرف تمہیں پلٹ کر آنا ہے، اُس وقت ہم تمہیں بتا دیں گے کہ تم کیا کچھ کرتے رہے ہو","chinese" : "当他拯救了他们的时候，他们忽然在地方上无理地侵害（他人）。人们啊！你们的侵害只有害于自身，那是今世生活的享受，然后，你们只归于我，我要把你们的行为告诉你们。","turkey" : "Allah onları kurtarınca hemen yeryüzünde haksız yere taşkınlıklara başlarlar. Ey insanlar! Geçici dünya hayatında yaptığınız taşkınlık aleyhinizedir. Sonra dönüşünüz Bizedir. Yaptıklarınızı size bildiririz"} ,{"id": "24", "arabic" : "إِنَّمَا مَثَلُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ مِمَّا يَأۡكُلُ ٱلنَّاسُ وَٱلۡأَنۡعَٰمُ حَتَّىٰٓ إِذَآ أَخَذَتِ ٱلۡأَرۡضُ زُخۡرُفَهَا وَٱزَّيَّنَتۡ وَظَنَّ أَهۡلُهَآ أَنَّهُمۡ قَٰدِرُونَ عَلَيۡهَآ أَتَىٰهَآ أَمۡرُنَا لَيۡلًا أَوۡ نَهَارٗا فَجَعَلۡنَٰهَا حَصِيدٗا كَأَن لَّمۡ تَغۡنَ بِٱلۡأَمۡسِۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَتَفَكَّرُونَ", "english" : "The example of [this] worldly life is but like rain which We have sent down from the sky that the plants of the earth absorb - [those] from which men and livestock eat - until when the earth has taken on its adornment and is beautified and its people suppose that they have capability over it there comes to it Our command by night or by day and We make it as a harvest as if it had not flourished yesterday. Thus do We explain in detail the signs for a people who give thought", "urdu" : "دنیا کی یہ زندگی (جس کے نشے میں مست ہو کر تم ہماری نشانیوں سے غفلت برت رہے ہو) اس کی مثال ایسی ہے جیسے آسمان سے ہم نے پانی برسایا تو زمین کی پیداوار، جسے آدمی اور جانور سب کھاتے ہیں، خوب گھنی ہو گئی، پھر عین اُس وقت جبکہ زمین اپنی بہار پر تھی اور کھیتیاں بنی سنوری کھڑی تھیں اور ان کے مالک یہ سمجھ رہے تھے کہ اب ہم ان سے فائدہ اُٹھانے پر قادر ہیں، یکایک رات کو یا دن کو ہمارا حکم آ گیا اور ہم نے اسے ایسا غارت کر کے رکھ دیا کہ گویا کل وہاں کچھ تھا ہی نہیں اس طرح ہم نشانیاں کھول کھول کر پیش کرتے ہیں اُن لوگوں کے لیے جو سوچنے سمجھنے والے ہیں","chinese" : "今世的生活，就像是从天上降下雨水，地里的禾苗，即人和牲畜所吃的东西——就因之而繁茂起来。直到田地穿上盛装，打扮的很美丽，而农夫猜想自己可以获得丰收的时候，我的命令在黑夜或白昼降临那些田地，我使五谷只留下茬儿，仿佛新近没有种过庄稼一样。我为能思维的民众这样解释许多迹象。","turkey" : "Dünya hayatı gökten indirdiğimiz su gibidir ki onunla insan ve hayvanların yiyeceği bitkiler yetişip birbirine karışmıştır. Yeryüzünün süslenip bezendiği ve yerin sahiplerinin bütün bunlara malik olduklarını sandıkları sırada gece veya gündüz buyruğumuz o yere gelmiş ve orayı hiçbir şey bitirmemişe çevirmişiz; bir gün önce birşey yokmuş gibi olmuştur. Düşünen millet için ayetleri böylece uzun açıklıyoruz"} ,{"id": "25", "arabic" : "وَٱللَّهُ يَدۡعُوٓاْ إِلَىٰ دَارِ ٱلسَّلَٰمِ وَيَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ", "english" : "And Allah invites to the Home of Peace and guides whom He wills to a straight path", "urdu" : "(تم اِس نا پائیدار زندگی کے فریب میں مبتلا ہو رہے ہو) اور اللہ تمہیں دار السلام کی طرف دعوت دے رہا ہے (ہدایت اُس کے اختیار میں ہے) جس کو وہ چاہتا ہے سیدھا راستہ دکھا دیتا ہے","chinese" : "安拉召人到平安的住宅，并引导其所欲引导的人走上正路。","turkey" : "Allah cennete çağırır ve dilediğini doğru yola eriştirir"} ,{"id": "26", "arabic" : "۞لِّلَّذِينَ أَحۡسَنُواْ ٱلۡحُسۡنَىٰ وَزِيَادَةٞۖ وَلَا يَرۡهَقُ وُجُوهَهُمۡ قَتَرٞ وَلَا ذِلَّةٌۚ أُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ", "english" : "For them who have done good is the best [reward] and extra. No darkness will cover their faces nor humiliation. Those are companions of Paradise; they will abide therein eternally", "urdu" : "جن لوگوں نے بھَلائی کا طریقہ اختیار کیا ان کے لیے بھَلائی ہے اور مزید فضل ان کے چہروں پر رُو سیاہی اور ذلّت نہ چھائے گی وہ جنت کے مستحق ہیں جہاں وہ ہمیشہ رہیں گے","chinese" : "行善者将受善报，且有余庆，脸上没有黑灰和忧色，这些人是乐园的居民，将永居其中。","turkey" : "İyi davrananlara; daima daha iyisi ve üstünü verilir. Onların yüzlerine ne bir karalık ne de zillet bulaşır. İşte onlar cennetliklerdir orada temelli kalırlar"} ,{"id": "27", "arabic" : "وَٱلَّذِينَ كَسَبُواْ ٱلسَّيِّـَٔاتِ جَزَآءُ سَيِّئَةِۭ بِمِثۡلِهَا وَتَرۡهَقُهُمۡ ذِلَّةٞۖ مَّا لَهُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۖ كَأَنَّمَآ أُغۡشِيَتۡ وُجُوهُهُمۡ قِطَعٗا مِّنَ ٱلَّيۡلِ مُظۡلِمًاۚ أُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ", "english" : "But they who have earned [blame for] evil doings - the recompense of an evil deed is its equivalent and humiliation will cover them. They will have from Allah no protector. It will be as if their faces are covered with pieces of the night - so dark [are they]. Those are the companions of the Fire; they will abide therein eternally", "urdu" : "اور جن لوگوں نے بُرائیاں کمائیں ان کی بُرائی جیسی ہے ویسا ہی وہ بدلہ پائیں گے، ذلّت ان پر مسلّط ہو گی، کوئی اللہ سے ان کو بچانے والا نہ ہو گا، ان کے چہروں پر ایسی تاریکی چھائی ہوئی ہو گی جیسے رات کے سیاہ پردے ان پر پڑے ہوئے ہوں، وہ دوزخ کے مستحق ہیں جہاں وہ ہمیشہ رہیں گے","chinese" : "作恶者每作一恶，必受同样的恶报，而且脸上有忧色——没有任何人能帮助他们对抗安拉——他们的脸上仿佛有黑夜的颜色。这些人是火狱的居民，将永居其中。","turkey" : "Kötülük işleyenlere kötülükleri kadar ceza verilir; onların yüzlerini zillet bürür; Allah'a karşı onları savunacak yoktur; yüzleri geceden kara bir parçayla örtülmüş gibidir. Bunlar cehennemliklerdir orada temelli kalırlar"} ,{"id": "28", "arabic" : "وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُواْ مَكَانَكُمۡ أَنتُمۡ وَشُرَكَآؤُكُمۡۚ فَزَيَّلۡنَا بَيۡنَهُمۡۖ وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمۡ إِيَّانَا تَعۡبُدُونَ", "english" : "And [mention O Muhammad] the Day We will gather them all together - then We will say to those who associated others with Allah [Remain in] your place you and your 'partners.'  Then We will separate them and their partners will say You did not used to worship us", "urdu" : "جس روز ہم ان سب کو ایک ساتھ (اپنی عدالت میں) اکٹھا کریں گے، پھر ان لوگوں سے جنہوں نے شرک کیا ہے کہیں گے کہ ٹھیر جاؤ تم بھی اور تمہارے بنائے ہوئے شریک بھی، پھر ہم ان کے درمیان سے اجنبیّت کا پردہ ہٹا دیں گے اور ان کے شریک کہیں گے کہ “تم ہماری عبادت تو نہیں کرتے تھے","chinese" : "在那日，我要把他们全部集合起来，然后，对以物配主的人说：“你们和你们的配主站住吧！”，于是，我使他们彼此分离，他们的配主要说：“你们没有崇拜过我们，","turkey" : "Onların hepsini bir gün toplarız sonra puta tapanlara Siz ve putlarınız yerlerinize! deyip onları birbirlerinden ayırırız. Putları ise: Bize tapmıyordunuz ki. Allah sizinle bizim aramızda şahit olarak yeter. Sizin tapınmanızdan bizim haberimiz yoktu derler"} ,{"id": "29", "arabic" : "فَكَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنَنَا وَبَيۡنَكُمۡ إِن كُنَّا عَنۡ عِبَادَتِكُمۡ لَغَٰفِلِينَ", "english" : "And sufficient is Allah as a witness between us and you that we were of your worship unaware", "urdu" : "ہمارے اور تمہارے درمیان اللہ کی گواہی کافی ہے کہ (تم اگر ہماری عبادت کرتے بھی تھے تو) ہم تمہاری اس عبادت سے بالکل بے خبر تھے","chinese" : "安拉足为我们和你们之间的见证，我们的确忽视你们的崇拜。”","turkey" : "Onların hepsini bir gün toplarız sonra puta tapanlara Siz ve putlarınız yerlerinize! deyip onları birbirlerinden ayırırız. Putları ise: Bize tapmıyordunuz ki. Allah sizinle bizim aramızda şahit olarak yeter. Sizin tapınmanızdan bizim haberimiz yoktu derler"} ,{"id": "30", "arabic" : "هُنَالِكَ تَبۡلُواْ كُلُّ نَفۡسٖ مَّآ أَسۡلَفَتۡۚ وَرُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ", "english" : "There [on that Day] every soul will be put to trial for what it did previously and they will be returned to Allah their master the Truth and lost from them is whatever they used to invent", "urdu" : "اُس وقت ہر شخص اپنے کیے کا مزا چکھ لے گا، سب اپنے مالک حقیقی کی طرف پھیر دیے جائیں گے اور وہ سارے جھوٹ جو انہوں نے گھڑ رکھے تھے گم ہو جائیں گے","chinese" : "在那时，各人将考验自己在生前的行为，他们将被送到安拉——他们真实的保护者那里去，而他们所捏造的已回避他们了。","turkey" : "İşte orada herkes dünyada yapmış olduğuyla imtihan verir ve gerçek Mevlaları olan Allah'a döndürülür. Uydurdukları putlar da ortadan kaybolmuştur"} ,{"id": "31", "arabic" : "قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أَمَّن يَمۡلِكُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَمَن يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَمَن يُدَبِّرُ ٱلۡأَمۡرَۚ فَسَيَقُولُونَ ٱللَّهُۚ فَقُلۡ أَفَلَا تَتَّقُونَ", "english" : "Say Who provides for you from the heaven and the earth? Or who controls hearing and sight and who brings the living out of the dead and brings the dead out of the living and who arranges [every] matter? They will say Allah so say Then will you not fear Him", "urdu" : "اِن سے پُوچھو، کون تم کو آسمان اور زمین سے رزق دیتا ہے؟ یہ سماعت اور بینائی کی قوتیں کس کے اختیار میں ہیں؟ کون بے جان میں سے جاندار کو اور جاندار میں سے بے جان کو نکالتا ہے؟ کون اِس نظم عالم کی تدبیر کر رہا ہے؟ وہ ضرور کہیں گے کہ اللہ کہو، پھر تم (حقیقت کے خلاف چلنے سے) پرہیز نہیں کرتے؟","chinese" : "你说：“谁从天上和地上给你们提供给养？谁主持你们的听觉和视觉？谁使活物从死物中生出？谁使死物从活物中生出？谁管理事物？”他们要说：“安拉。”你说：“难道你们不敬畏吗？","turkey" : "De ki: Gökten ve yerden size rızık veren kimdir? Kulak ve gözlerin sahibi kimdir? Diriyi ölüden çıkaran ölüyü de diriden çıkaran kimdir? Her işi düzenleyen kimdir? Onlar: Allah'tır!  diyecekler. O halde O'na karşı gelmekten sakınmaz mısınız? de"} ,{"id": "32", "arabic" : "فَذَٰلِكُمُ ٱللَّهُ رَبُّكُمُ ٱلۡحَقُّۖ فَمَاذَا بَعۡدَ ٱلۡحَقِّ إِلَّا ٱلضَّلَٰلُۖ فَأَنَّىٰ تُصۡرَفُونَ", "english" : "For that is Allah your Lord the Truth. And what can be beyond truth except error? So how are you averted", "urdu" : "تب تو یہی اللہ تمہارا حقیقی رب ہے پھر حق کے بعد گمراہی کے سوا اور کیا باقی رہ گیا؟ آخر یہ تم کدھر پھرائے جا رہے ہو؟","chinese" : "那是安拉，你们的真实的主宰。在真理之外，除了迷误还有什么呢？你们怎么颠倒是非呢？”","turkey" : "İşte gerçek Rabbiniz Allah budur. Gerçeğin dışında sadece sapıklık vardır. Öyleyse nasıl olup da döndürülüyorsunuz"} ,{"id": "33", "arabic" : "كَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ فَسَقُوٓاْ أَنَّهُمۡ لَا يُؤۡمِنُونَ", "english" : "Thus the word of your Lord has come into effect upon those who defiantly disobeyed - that they will not believe", "urdu" : "(اے نبیؐ، دیکھو) اس طرح نافرمانی اختیار کرنے والوں پر تمہارے رب کی بات صادق آ گئی کہ وہ مان کر نہ دیں گے","chinese" : "你的主的判决对放肆的人们落实了。他们毕竟是不信道的。","turkey" : "Böylece fasık olanların inanmayacaklarına dair Rabbinin söylediği söz gerçekleşti"} ,{"id": "34", "arabic" : "قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۚ قُلِ ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۖ فَأَنَّىٰ تُؤۡفَكُونَ", "english" : "Say Are there of your 'partners' any who begins creation and then repeats it? Say Allah begins creation and then repeats it so how are you deluded", "urdu" : "اِن سے پُوچھو، تمہارے ٹھیرائے ہوئے شریکوں میں کوئی ہے جو تخلیق کی ابتدا بھی کرتا ہو اور پھر اس کا اعادہ بھی کرے؟ کہو وہ صرف اللہ ہے جو تخلیق کی ابتدا بھی کرتا ہے اور اس کا اعادہ بھی، پھر تم یہ کس اُلٹی راہ پر چلائے جا رہے ہو؟","chinese" : "你说：“你们的配主，有能创造万物，而且加以再造的吗？”你说：“安拉能创造万物，而且能加以再造。你们怎么混淆黑白呢？”","turkey" : "De ki: Koştuğunuz ortaklardan önce yaratan sonra bunu tekrar eden var mıdır? De ki: Allah önce yaratır sonra bunu tekrar eder. Nasıl da döndürülürsünüz"} ,{"id": "35", "arabic" : "قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَهۡدِيٓ إِلَى ٱلۡحَقِّۚ قُلِ ٱللَّهُ يَهۡدِي لِلۡحَقِّۗ أَفَمَن يَهۡدِيٓ إِلَى ٱلۡحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَّا يَهِدِّيٓ إِلَّآ أَن يُهۡدَىٰۖ فَمَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ", "english" : "Say Are there of your 'partners' any who guides to the truth? Say Allah guides to the truth. So is He who guides to the truth more worthy to be followed or he who guides not unless he is guided? Then what is [wrong] with you - how do you judge", "urdu" : "اِن سے پُوچھو تمہارے ٹھیرائے ہوئے شریکوں میں کوئی ایسا بھی ہے جو حق کی طرف رہنمائی کرتا ہو؟ کہو وہ صرف اللہ ہے جو حق کی طرف رہنمائی کرتا ہے پھر بھلا بتاؤ، جو حق کی طرف رہنمائی کرتا ہے وہ اِس کا زیادہ مستحق ہے کہ اس کی پیروی کی جائے یا وہ جو خود راہ نہیں پاتا اِلّا یہ کہ اس کی رہنمائی کی جائے؟ آخر تمہیں ہو کیا گیا ہے، کیسے اُلٹے الٹے فیصلے کرتے ہو؟","chinese" : "你说：“你们的配主有能导人于真理的吗？”你说：“安拉能导人于真理。是能导人于真理的更宜于受人顺从呢？还是须受引导才能遵循正道的，更宜于顺从呢？你们怎么啦？你们怎么这样判断呢？”","turkey" : "De ki: Koştuğunuz ortaklardan gerçeğe eriştiren var mıdır? De ki: Ama Allah gerçeğe eriştirir. Gerçeğe eriştiren mi yoksa birisi götürmezse gidemeyen mi uyulmağa daha layıktır? Ne biçim hüküm veriyorsunuz"} ,{"id": "36", "arabic" : "وَمَا يَتَّبِعُ أَكۡثَرُهُمۡ إِلَّا ظَنًّاۚ إِنَّ ٱلظَّنَّ لَا يُغۡنِي مِنَ ٱلۡحَقِّ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَفۡعَلُونَ", "english" : "And most of them follow not except assumption. Indeed assumption avails not against the truth at all. Indeed Allah is Knowing of what they do", "urdu" : "حقیقت یہ ہے کہ اِن میں سے اکثر لوگ محض قیاس و گمان کے پیچھے چلے جا رہے ہیں، حالاں کہ گمان حق کی ضرورت کو کچھ بھی پُورا نہیں کرتا جو کچھ یہ کر رہے ہیں اللہ اُس کو خوب جانتا ہے","chinese" : "他们大半是只凭猜想，猜想对于真理是毫无裨益的。安拉确是全知他们的行为的。","turkey" : "Onların çoğu zanna uyarlar; gerçekte ise zan hakikat karşısında bir şey ifade etmez. Allah yaptıklarını şüphesiz bilir"} ,{"id": "37", "arabic" : "وَمَا كَانَ هَٰذَا ٱلۡقُرۡءَانُ أَن يُفۡتَرَىٰ مِن دُونِ ٱللَّهِ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ", "english" : "And it was not [possible] for this Qur'an to be produced by other than Allah but [it is] a confirmation of what was before it and a detailed explanation of the [former] Scripture about which there is no doubt from the Lord of the worlds", "urdu" : "اور یہ قرآن وہ چیز نہیں ہے جو اللہ کی وحی و تعلیم کے بغیر تصنیف کر لیا جائے بلکہ یہ تو جو کچھ پہلے آ چکا تھا اس کی تصدیق اور الکتاب کی تفصیل ہے اِس میں کوئی شک نہیں کہ یہ فرمانروائے کائنات کی طرف سے ہے","chinese" : "这部《古兰经》不是可以舍安拉而伪造的，却是安拉降示来证实以前的天经，并详述安拉所制定的律例的。其中毫无疑义，乃是从众世界的主降示的。","turkey" : "Bu Kuran Allah'tandır başkası tarafından uydurulmuş değildir. Ancak kendinden öncekini doğrular ve O Kitap'ı açıklar. Alemlerin Rabbinden geldiğinden şüphe yoktur"} ,{"id": "38", "arabic" : "أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِسُورَةٖ مِّثۡلِهِۦ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ", "english" : "Or do they say [about the Prophet] He invented it? Say Then bring forth a surah like it and call upon [for assistance] whomever you can besides Allah if you should be truthful", "urdu" : "کیا یہ لوگ کہتے ہیں کہ پیغمبرؐ نے اسے خود تصنیف کر لیا ہے؟ کہو، “اگر تم اپنے اس الزام میں سچّے ہو تو ایک سُورۃ اس جیسی تصنیف کر لاؤ اور ایک خدا کو چھوڑ کر جس جس کو بُلا سکتے ہو مدد کے لیے بُلا لو","chinese" : "难道他们说他伪造经典吗？你说：“你们就试拟作一章吧！”如果你们是诚实的，你们就应当舍安拉而吁请你们所能吁请的人。","turkey" : "Senin için Onu uydurdu mu? diyorlar. De ki: Onun surelerine benzer bir sure meydana getirin iddianızda samimi iseniz Allah'tan başka çağırabileceklerinizi de çağırın"} ,{"id": "39", "arabic" : "بَلۡ كَذَّبُواْ بِمَا لَمۡ يُحِيطُواْ بِعِلۡمِهِۦ وَلَمَّا يَأۡتِهِمۡ تَأۡوِيلُهُۥۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّـٰلِمِينَ", "english" : "Rather they have denied that which they encompass not in knowledge and whose interpretation has not yet come to them. Thus did those before them deny. Then observe how was the end of the wrongdoers", "urdu" : "اصل یہ ہے کہ جو چیز اِن کے علم کی گرفت میں نہیں آئی اور جس کا مآل بھی ان کے سامنے نہیں آیا، اُس کو اِنہوں نے (خوامخواہ اٹکل پچّو) جھٹلا دیا اِسی طرح تو ان سے پہلے کے لوگ بھی جھٹلا چکے ہیں پھر دیکھ لو اُن ظالموں کا کیا انجام ہُوا","chinese" : "不！他们否认他们所未通晓，而其解释尚未降临的经典。在他们之前的人，曾这样把他们族中的使者称为说谎者。你看看！不义者的结局，是怎样的！","turkey" : "Onlar ilmini kavrayamadıkları ve henüz yorumu da kendilerine bildirilmemiş olan şeyi yalanladılar. Onlardan öncekiler de böylece yalanlamışlardı. Zalimlerin sonunun nasıl olduğuna bir bak"} ,{"id": "40", "arabic" : "وَمِنۡهُم مَّن يُؤۡمِنُ بِهِۦ وَمِنۡهُم مَّن لَّا يُؤۡمِنُ بِهِۦۚ وَرَبُّكَ أَعۡلَمُ بِٱلۡمُفۡسِدِينَ", "english" : "And of them are those who believe in it and of them are those who do not believe in it. And your Lord is most knowing of the corrupters", "urdu" : "اِن میں سے کچھ لوگ ایمان لائیں گے اور کچھ نہیں لائیں گے اور تیرا رب اُن مفسدوں کو خوب جانتا ہے","chinese" : "他们中有信它的，有不信它的。你的主是知道作恶者的。","turkey" : "Aralarında ona inanan ve inanmayan vardır. Rabbin bozguncuları daha iyi bilir"} ,{"id": "41", "arabic" : "وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمۡ عَمَلُكُمۡۖ أَنتُم بَرِيٓـُٔونَ مِمَّآ أَعۡمَلُ وَأَنَا۠ بَرِيٓءٞ مِّمَّا تَعۡمَلُونَ", "english" : "And if they deny you [O Muhammad] then say For me are my deeds and for you are your deeds. You are disassociated from what I do and I am disassociated from what you do", "urdu" : "اگر یہ تجھے جھٹلاتے ہیں تو کہہ دے کہ “میرا عمل میرے لیے ہے اور تمہارا عمل تمہارے لیے، جو کچھ میں کرتا ہوں اس کی ذمہ داری سے تم بَری ہو اور جو کچھ تم کر رہے ہو اس کی ذمہ داری سے میں بَری ہوں","chinese" : "如果他们称你为说谎者，你就说：“我有我的工作，你们有你们的工作，你们与我所做的事无干，我与你们所做的事无涉。”","turkey" : "Seni yalanlarlarsa Benim yaptığım bana sizin yaptığınız sizedir; siz benim yaptığımdan sorumlu değilsiniz ben de sizin yaptığınızdan sorumlu değilim de"} ,{"id": "42", "arabic" : "وَمِنۡهُم مَّن يَسۡتَمِعُونَ إِلَيۡكَۚ أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ وَلَوۡ كَانُواْ لَا يَعۡقِلُونَ", "english" : "And among them are those who listen to you. But can you cause the deaf to hear although they will not use reason", "urdu" : "ان میں بہت سے لوگ ہیں جو تیری باتیں سنتے ہیں، مگر کیا تو بہروں کو سنائیگا خواہ وہ کچھ نہ سمجھتے ہوں؟","chinese" : "他们中有倾听你的，难道你能使聋子闻道吗？如果他们是不明理的。","turkey" : "Aralarında sana kulak veren vardır. Sen sağırlara üstelik akılları da almazsa işittirebilir misin"} ,{"id": "43", "arabic" : "وَمِنۡهُم مَّن يَنظُرُ إِلَيۡكَۚ أَفَأَنتَ تَهۡدِي ٱلۡعُمۡيَ وَلَوۡ كَانُواْ لَا يُبۡصِرُونَ", "english" : "And among them are those who look at you. But can you guide the blind although they will not [attempt to] see", "urdu" : "اِن میں بہت سے لوگ ہیں جو تجھے دیکھتے ہیں، مگر کیا تو اندھوں کو راہ بتائے گا خواہ انہیں کچھ نہ سُوجھتا ہو؟","chinese" : "他们中有注视你的，难道你能引导瞎子吗？即使他们没有洞察力。","turkey" : "Aralarında sana bakan vardır. Sen körleri görmezlerken doğru yola iletebilir misin"} ,{"id": "44", "arabic" : "إِنَّ ٱللَّهَ لَا يَظۡلِمُ ٱلنَّاسَ شَيۡـٔٗا وَلَٰكِنَّ ٱلنَّاسَ أَنفُسَهُمۡ يَظۡلِمُونَ", "english" : "Indeed Allah does not wrong the people at all but it is the people who are wronging themselves", "urdu" : "حقیقت یہ ہے کہ اللہ لوگوں پر ظلم نہیں کرتا، لوگ خود ہی اپنے اُوپر ظلم کرتے ہیں","chinese" : "安拉的确毫不亏待人们，但人们却亏待自己。","turkey" : "Allah insanlara hiç zulmetmez fakat insanlar kendilerine zulmederler"} ,{"id": "45", "arabic" : "وَيَوۡمَ يَحۡشُرُهُمۡ كَأَن لَّمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّنَ ٱلنَّهَارِ يَتَعَارَفُونَ بَيۡنَهُمۡۚ قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِ وَمَا كَانُواْ مُهۡتَدِينَ", "english" : "And on the Day when He will gather them [it will be] as if they had not remained [in the world] but an hour of the day [and] they will know each other. Those will have lost who denied the meeting with Allah and were not guided", "urdu" : "(آج یہ دُنیا کی زندگی میں مست ہیں) اور جس روز اللہ اِن کو اکٹھا کرے گا تو (یہی دُنیا کی زندگی اِنہیں ایسی محسُوس ہوگی) گویا یہ محض ایک گھڑی بھر آپس میں جان پہچان کرنے کو ٹھیرے تھے (اس وقت تحقیق ہو جائے گا کہ) فی الواقع سخت گھاٹے میں رہے وہ لوگ جنہوں نے اللہ کی ملاقات کو جھٹلایا اور ہرگز وہ راہِ راست پر نہ تھے","chinese" : "在他集合他们的那日，他们仿佛只在白昼逗留过一会儿，他们互相认识，把与安拉相会之说称为谎言的人，确已亏折了，他们不是遵循正道的。","turkey" : "Onları toplayacağı kıyamet günü sanki gündüz birbirleriyle sadece tanışacakları bir saat kadar kalmış gibidirler. Allah'ın karşısına çıkmayı yalan sayanlar kaybetmişlerdir"} ,{"id": "46", "arabic" : "وَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ ٱللَّهُ شَهِيدٌ عَلَىٰ مَا يَفۡعَلُونَ", "english" : "And whether We show you some of what We promise them [O Muhammad] or We take you in death to Us is their return; then [either way] Allah is a witness concerning what they are doing", "urdu" : "جن بُرے نتائج سے ہم انہیں ڈرا رہے ہیں ان کا کوئی حصہ ہم تیرے جیتے جی دکھا دیں یا اس سے پہلے ہی تجھے اُٹھا لیں، بہرحال اِنہیں آنا ہماری ہی طرف ہے اور جو کچھ یہ کر رہے ہیں اس پر اللہ گواہ ہے","chinese" : "如果我昭示你一点我所用以恫吓他们的那种刑罚，那么，我对他们确是全能的；设或我使你寿终，那么，他们只归于我，然后，安拉是见证他们的行为的。","turkey" : "Onlara söz verdiğimiz azabın bir kısmını ya dünyada sana gösteririz veya senin ruhunu alırız da nasıl olsa onların dönüşü Bizedir; (ahirette görürsün) Allah onların yaptıklarına şahiddir"} ,{"id": "47", "arabic" : "وَلِكُلِّ أُمَّةٖ رَّسُولٞۖ فَإِذَا جَآءَ رَسُولُهُمۡ قُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ", "english" : "And for every nation is a messenger. So when their messenger comes it will be judged between them in justice and they will not be wronged", "urdu" : "ہر امّت کے لیے ایک رسُول ہے پھر جب کسی امّت کے پاس اُس کا رسُول آ جاتا ہے تو اس کا فیصلہ پُورے انصاف کے ساتھ چکا دیا جاتا ہے اور اس پر ذرہ برابر ظلم نہیں کیا جاتا","chinese" : "每个民族各有一个使者。当他们族中的使者来临的时候，他们要被秉公判决，不受冤枉。","turkey" : "Her ümmetin bir peygamberi vardır. Onlara peygamberleri geldiğinde aralarında adaletle hüküm verilmiş olur. Onların hakları yenmez"} ,{"id": "48", "arabic" : "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ", "english" : "And they say When is [the fulfillment of] this promise if you should be truthful", "urdu" : "کہتے ہیں اگر تمہاری یہ دھمکی سچّی ہے تو آخر یہ کب پُوری ہو گی؟","chinese" : "他们说：“这个警告什么时候实现呢？如果你们是诚实的人。”","turkey" : "Bu iddiada samimi iseniz bu azabın gerçekleşmesi ne zamandır? söyle derler"} ,{"id": "49", "arabic" : "قُل لَّآ أَمۡلِكُ لِنَفۡسِي ضَرّٗا وَلَا نَفۡعًا إِلَّا مَا شَآءَ ٱللَّهُۗ لِكُلِّ أُمَّةٍ أَجَلٌۚ إِذَا جَآءَ أَجَلُهُمۡ فَلَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ", "english" : "Say I possess not for myself any harm or benefit except what Allah should will. For every nation is a [specified] term. When their time has come then they will not remain behind an hour nor will they precede [it]", "urdu" : "کہو “میرے اختیار میں خود اپنا نفع و ضرر بھی نہیں، سب کچھ اللہ کی مشیّت پر موقوف ہے ہر امّت کے لیے مُہلت کی ایک مدّت ہے، جب یہ مدّت پُوری ہو جاتی ہے تو گھڑی بھر کی تقدیم و تاخیر بھی نہیں ہوتی","chinese" : "你说：“我不能为我自己主持祸福，除非安拉意欲，每个民族各有一个期限，当他们的期限来临的时候，他们不能耽延一会儿；（当其未来临的时候），他们不能提前一会儿。”","turkey" : "De ki: Allah'ın dilemesi dışında ben kendime bir fayda ve zarar verecek durumda değilim. Her ümmet için bir süre vardır; süreleri sona erince bir saat bile geciktirilmezler ve öne de alınmazlar"} ,{"id": "50", "arabic" : "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُهُۥ بَيَٰتًا أَوۡ نَهَارٗا مَّاذَا يَسۡتَعۡجِلُ مِنۡهُ ٱلۡمُجۡرِمُونَ", "english" : "Say Have you considered: if His punishment should come to you by night or by day - for which [aspect] of it would the criminals be impatient", "urdu" : "اِن سے کہو، کبھی تم نے یہ بھی سوچا کہ اگر اللہ کا عذاب اچانک رات کو یا دن کو آ جائے (تو تم کیا کر سکتے ہو؟) آخر یہ ایسی کونسی چیز ہے جس کے لیے مجرم جلدی مچائیں؟","chinese" : "你说：“你们告诉我吧！如果他的刑罚，在黑夜或白昼来临你们，那么，犯罪的人们要求早日实现的是什么刑罚呢？","turkey" : "De ki: Allah'ın azabı size gece veya gündüz gelirse ne yaparsınız? Suçlular neye bunda acele ediyorlar"} ,{"id": "51", "arabic" : "أَثُمَّ إِذَا مَا وَقَعَ ءَامَنتُم بِهِۦٓۚ ءَآلۡـَٰٔنَ وَقَدۡ كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ", "english" : "Then is it that when it has [actually] occurred you will believe in it? Now? And you were [once] for it impatient", "urdu" : "کیا جب وہ تم پر آ پڑے اسی وقت تم اسے مانو گے؟ اب بچنا چاہتے ہو؟ حالانکہ تم خود ہی اس کے جلدی آنے کا تقاضا کر رہے تھے","chinese" : "难道安拉的刑罚降临你们的时候，你们才归依他吗？”你们确要求他的刑罚早日降临你们，现在，你们（归依他了）吗？","turkey" : "Vuku bulduktan sonra mı O'na inanacaksınız? İnanmayanlar azabı görünce şimdi miydi? derler. Elbette siz onu acele istiyordunuz denir"} ,{"id": "52", "arabic" : "ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلۡخُلۡدِ هَلۡ تُجۡزَوۡنَ إِلَّا بِمَا كُنتُمۡ تَكۡسِبُونَ", "english" : "Then it will be said to those who had wronged Taste the punishment of eternity; are you being recompensed except for what you used to earn", "urdu" : "پھر ظالموں سے کہا جائے گا کہ اب ہمیشہ کے عذاب کا مزا چکھو، جو کچھ تم کماتے رہے ہو اس کی پاداش کے سوا اور کیا بدلہ تم کو دیا جا سکتا ہے؟","chinese" : "然后，有人要对不义的人们说：“你们尝试永久的刑罚吧！你们只因自己的谋求而受报酬。”","turkey" : "Haksızlık edenlere de: Sürekli azabı tadın ancak yaptığınıza karşılık ceza çekiyorsunuz denir"} ,{"id": "53", "arabic" : "۞وَيَسۡتَنۢبِـُٔونَكَ أَحَقٌّ هُوَۖ قُلۡ إِي وَرَبِّيٓ إِنَّهُۥ لَحَقّٞۖ وَمَآ أَنتُم بِمُعۡجِزِينَ", "english" : "And they ask information of you [O Muhammad] Is it true? Say Yes by my Lord. Indeed it is truth; and you will not cause failure [to Allah]", "urdu" : "پھر پُوچھتے ہیں کیا واقعی یہ سچ ہے جو تم کہہ رہے ہو؟ کہو “میرے رب کی قسم، یہ بالکل سچ ہے اور تم اتنا بل بوتا نہیں رکھتے کہ اسے ظہُور میں آنے سے روک دو","chinese" : "他们问你：“这是真实的吗？”你说：“是的，指我的主发誓，这确是真实的，你们绝不能逃避天谴。”","turkey" : "O gerçek midir? diye senden sorarlar. De ki: Evet Rabbim hakkı için o gerçektir siz aciz kılamazsınız (önleyemezsiniz)"} ,{"id": "54", "arabic" : "وَلَوۡ أَنَّ لِكُلِّ نَفۡسٖ ظَلَمَتۡ مَا فِي ٱلۡأَرۡضِ لَٱفۡتَدَتۡ بِهِۦۗ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۖ وَقُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ", "english" : "And if each soul that wronged had everything on earth it would offer it in ransom. And they will confide regret when they see the punishment; and they will be judged in justice and they will not be wronged", "urdu" : "اگر ہر اُس شخص کے پاس جس نے ظلم کیا ہے، رُوئے زمین کی دولت بھی ہو تو اُس عذاب سے بچنے کے لیے وہ اسے فدیہ میں دینے پر آمادہ ہو جائے گا جب یہ لوگ اس عذاب کو دیکھ لیں گے تو دل ہی دل میں پچھتائیں گے مگر ان کے درمیان پُورے انصاف سے فیصلہ کیا جائے گا کوئی ظلم ان پر نہ ہو گا","chinese" : "假若每个不义的人，都拥有大地上的一切，他必用它做罚金。当他们看见刑罚的时候，他们必怀悔恨。他们要被秉公判决，不受冤枉。","turkey" : "Haksızlık etmiş olan her kişi yeryüzünde olan her şeye sahip olsa onu azabın fidyesi olarak verirdi. Azabı görünce pişmanlık gösterdiler. Haksızlığa uğratılmadan aralarında adaletle hükmolunmuştur"} ,{"id": "55", "arabic" : "أَلَآ إِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ أَلَآ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ", "english" : "Unquestionably to Allah belongs whatever is in the heavens and the earth. Unquestionably the promise of Allah is truth but most of them do not know", "urdu" : "سنو! آسمانوں اور زمین میں جو کچھ ہے اللہ کا ہے سُن رکھو! اللہ کا وعدہ سچّا ہے مگر اکثر انسان جانتے نہیں ہیں","chinese" : "真的，天地万物确是安拉的。真的，安拉的诺言，确是真实的；但他们大半不知道。","turkey" : "İyi bilin ki Allah'ın verdiği söz gerçektir ama çoğu bunu bilmez"} ,{"id": "56", "arabic" : "هُوَ يُحۡيِۦ وَيُمِيتُ وَإِلَيۡهِ تُرۡجَعُونَ", "english" : "He gives life and causes death and to Him you will be returned", "urdu" : "وہی زندگی بخشتا ہے اور وہی موت دیتا ہے اور اسی کی طرف تم سب کو پلٹنا ہے","chinese" : "他能使死者生，能使生者死；你们只被召归于他。","turkey" : "Dirilten ve öldüren O'dur. O'na döneceksiniz"} ,{"id": "57", "arabic" : "يَـٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَتۡكُم مَّوۡعِظَةٞ مِّن رَّبِّكُمۡ وَشِفَآءٞ لِّمَا فِي ٱلصُّدُورِ وَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ", "english" : "O mankind there has to come to you instruction from your Lord and healing for what is in the breasts and guidance and mercy for the believers", "urdu" : "لوگو! تمہارے پاس تمہارے رب کی طرف سے نصیحت آ گئی ہے یہ وہ چیز ہے جو دلوں کے امراض کی شفا ہے اور جو اسے قبول کر لیں ان کے لیے رہنمائی اور رحمت ہے","chinese" : "人们啊！确已降临你们的，是从你们的主发出的教诲，是治心病的良药，是对信士们的引导和慈恩。","turkey" : "Ey insanlar! Rabbinizden size bir öğüt ve kalblerde olana şifa inananlara doğruyu gösteren bir rehber ve rahmet gelmiştir"} ,{"id": "58", "arabic" : "قُلۡ بِفَضۡلِ ٱللَّهِ وَبِرَحۡمَتِهِۦ فَبِذَٰلِكَ فَلۡيَفۡرَحُواْ هُوَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ", "english" : "Say In the bounty of Allah and in His mercy - in that let them rejoice; it is better than what they accumulate", "urdu" : "اے نبیؐ، کہو کہ “یہ اللہ کا فضل اور اس کی مہربانی ہے کہ یہ چیز اس نے بھیجی، اس پر تو لوگوں کو خوشی منانی چاہیے، یہ اُن سب چیزوں سے بہتر ہے جنہیں لوگ سمیٹ رہے ہیں","chinese" : "你说：“这是由于安拉的恩惠和慈恩，叫他们因此而高兴吧！这比他们聚积的还要好。”","turkey" : "De ki: Bunlar Allah'ın bol nimeti ve rahmetiyledir. Buna sevinsinler. O onların topladıklarından daha hayırlıdır"} ,{"id": "59", "arabic" : "قُلۡ أَرَءَيۡتُم مَّآ أَنزَلَ ٱللَّهُ لَكُم مِّن رِّزۡقٖ فَجَعَلۡتُم مِّنۡهُ حَرَامٗا وَحَلَٰلٗا قُلۡ ءَآللَّهُ أَذِنَ لَكُمۡۖ أَمۡ عَلَى ٱللَّهِ تَفۡتَرُونَ", "english" : "Say Have you seen what Allah has sent down to you of provision of which you have made [some] lawful and [some] unlawful? Say Has Allah permitted you [to do so] or do you invent [something] about Allah", "urdu" : "اے نبیؐ، ان سے کہو “تم لوگوں نے کبھی یہ بھی سوچا ہے کہ جو رزق اللہ نے تمہارے لیے اتارا تھا اس میں سے تم نے خود ہی کسی کو حرام اور کسی کو حلال ٹھیرا لیا! اِن سے پوچھو، اللہ نے تم کو اس کی اجازت دی تھی؟ یا تم اللہ پر افترا کر رہے ہو؟","chinese" : "你说：“你们告诉我吧！安拉为你们降下的给养，你们把它分为违法的与合法的，你们究竟是奉安拉的命令呢？还是假借安拉的名义而造谣呢？”","turkey" : "De ki: Allah'ın size indirdiği rızkın bir kısmını haram bir kısmını helal kıldığınızı görmüyor musunuz? De ki: Size Allah mı izin verdi yoksa Allah'a karşı yalan mı uyduruyorsunuz"} ,{"id": "60", "arabic" : "وَمَا ظَنُّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ يَوۡمَ ٱلۡقِيَٰمَةِۗ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ", "english" : "And what will be the supposition of those who invent falsehood about Allah on the Day of Resurrection? Indeed Allah is full of bounty to the people but most of them are not grateful", "urdu" : "جو لوگ اللہ پر یہ جھوٹا افترا باندھتے ہیں ان کا کیا گمان ہے کہ قیامت کے روز ان سے کیا معاملہ ہو گا؟ اللہ تو لوگوں پر مہربانی کی نظر رکھتا ہے مگر اکثر انسان ایسے ہیں جو شکر نہیں کرتے","chinese" : "假借安拉的名义而造谣的人们在复活日将作何猜想呢？安拉对人们，确是有恩惠的，但他们大半不感谢。","turkey" : "Allah'a karşı yalan uyduranlar kıyamet gününü ne zannederler? Doğrusu Allah'ın insanlara olan nimeti boldur fakat çoğu şükretmezler"} ,{"id": "61", "arabic" : "وَمَا تَكُونُ فِي شَأۡنٖ وَمَا تَتۡلُواْ مِنۡهُ مِن قُرۡءَانٖ وَلَا تَعۡمَلُونَ مِنۡ عَمَلٍ إِلَّا كُنَّا عَلَيۡكُمۡ شُهُودًا إِذۡ تُفِيضُونَ فِيهِۚ وَمَا يَعۡزُبُ عَن رَّبِّكَ مِن مِّثۡقَالِ ذَرَّةٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ وَلَآ أَصۡغَرَ مِن ذَٰلِكَ وَلَآ أَكۡبَرَ إِلَّا فِي كِتَٰبٖ مُّبِينٍ", "english" : "And [O Muhammad] you are not [engaged] in any matter or recite any of the Qur'an and you [people] do not do any deed except that We are witness over you when you are involved in it. And not absent from your Lord is any [part] of an atom's weight within the earth or within the heaven or [anything] smaller than that or greater but that it is in a clear register", "urdu" : "اے نبیؐ، تم جس حال میں بھی ہوتے ہو اور قرآن میں سے جو کچھ بھی سُناتے ہو، اور لوگو، تم بھی جو کچھ کرتے ہو اُس سب کے دوران میں ہم تم کو دیکھتے رہتے ہیں کوئی ذرہ برابر چیز آسمان اور زمین میں ایسی نہیں ہے، نہ چھوٹی نہ بڑی، جو تیرے رب کی نظر سے پوشیدہ ہو اور ایک صاف دفتر میں درج نہ ہو","chinese" : "无论你处理什么事务，无论你诵读《古兰经》的哪一章经文，无论你们做什么工作，当你们着手的时候，我总是见证你们的。天地间微尘重的事物，都不能逃避安拉的鉴察，无论比微尘小的，还是比微尘大的，都记载在一本明显的天经中。","turkey" : "Ne iş yaparsan yap ve sizler ona dair Kuran'dan ne okursanız okuyun; ne yaparsanız yapın; yaptıklarınıza daldığınız anda mutlaka Biz sizi görürüz. Yerde ve gökte hiçbir zerre Rabbinden gizli değildir. Bundan daha küçüğü veya daha büyüğü şüphesiz apaçık bir Kitap'dadır"} ,{"id": "62", "arabic" : "أَلَآ إِنَّ أَوۡلِيَآءَ ٱللَّهِ لَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ", "english" : "Unquestionably [for] the allies of Allah there will be no fear concerning them nor will they grieve", "urdu" : "سُنو! جو اللہ کے دوست ہیں، جو ایمان لائے اور جنہوں نے تقویٰ کا رویہ اختیار کیا،","chinese" : "真的，安拉的朋友们，将来没有恐惧，也不忧愁。","turkey" : "İyi bilin ki Allah'ın dostlarına korku yoktur onlar üzülmeyeceklerdir"} ,{"id": "63", "arabic" : "ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ", "english" : "Those who believed and were fearing Allah", "urdu" : "ان کے لیے کسی خوف اور رنج کا موقع نہیں ہے","chinese" : "他们就是信道而敬畏的人。","turkey" : "Onlar Allah'a inanmış ve O'na karşı gelmekten sakınmışlardır"} ,{"id": "64", "arabic" : "لَهُمُ ٱلۡبُشۡرَىٰ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۚ لَا تَبۡدِيلَ لِكَلِمَٰتِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ", "english" : "For them are good tidings in the worldly life and in the Hereafter. No change is there in the words of Allah. That is what is the great attainment", "urdu" : "دُنیا اور آخرت دونوں زندگیوں میں ان کے لیے بشارت ہی بشارت ہے اللہ کی باتیں بدل نہیں سکتیں یہی بڑی کامیابی ہے","chinese" : "在今世和后世，他们都将得到佳音。安拉的诺言是毫厘不爽的。那确是伟大的成功。","turkey" : "Dünya hayatında da ahirette de müjde onlaradır. Allah'ın sözlerinde hiçbir değişme yoktur. Bu büyük başarıdır"} ,{"id": "65", "arabic" : "وَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّ ٱلۡعِزَّةَ لِلَّهِ جَمِيعًاۚ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ", "english" : "And let not their speech grieve you. Indeed honor [due to power] belongs to Allah entirely. He is the Hearing the Knowing", "urdu" : "اے نبیؐ، جو باتیں یہ لوگ تجھ پر بناتے ہیں وہ تجھے رنجیدہ نہ کریں، عزّت ساری کی ساری خدا کے اختیار میں ہے، اور وہ سب کچھ سنتا اور جانتا ہے","chinese" : "你不要让他们的胡言乱语而使你忧愁；一切权势归安拉，他确是全聪的，全知的。","turkey" : "İnkarcıların sözleri seni üzmesin çünkü bütün kudret Allah'ındır. O işitir ve bilir"} ,{"id": "66", "arabic" : "أَلَآ إِنَّ لِلَّهِ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِۗ وَمَا يَتَّبِعُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ شُرَكَآءَۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ", "english" : "Unquestionably to Allah belongs whoever is in the heavens and whoever is on the earth. And those who invoke other than Allah do not [actually] follow [His] partners. They follow not except assumption and they are not but falsifying", "urdu" : "آگاہ رہو! آسمان کے بسنے والے ہوں یا زمین کے، سب سے سب اللہ کے مملوک ہیں اور جو لوگ اللہ کے سوا کچھ (اپنے خودساختہ) شریکوں کو پکار رہے ہیں وہ نِرے وہم و گمان کے پیرو ہیں اور محض قیاس آرائیاں کرتے ہیں","chinese" : "真的，天地间的一切，确是安拉的，舍安拉而祈祷许多配主的人，究竟凭什么呢？他们只凭臆测，他们尽说谎话。","turkey" : "İyi bilin ki göklerde ve yerde kim varsa hepsi Allah'ındır. Allah'ı bırakıp ortak koşanlar sadece zanna uyanlardır. Onlar ancak tahminde bulunuyorlar"} ,{"id": "67", "arabic" : "هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ", "english" : "It is He who made for you the night to rest therein and the day giving sight. Indeed in that are signs for a people who listen", "urdu" : "وہ اللہ ہی ہے جس نے تمہارے لیے رات بنائی کہ اس میں سکون حاصل کرو اور دن کو روشن بنایا اس میں نشانیاں ہیں اُن لوگوں کے لیے جو (کھلے کانوں سے پیغمبر کی دعوت کو) سنتے ہیں","chinese" : "他为你们创造了黑夜，以便你们在夜间安息；又创造白昼，以便你们在白天能看见东西。对于能听忠言的民众，此中确有许多迹象。","turkey" : "Size geceyi dinlenesiniz diye karanlık ve gündüzü çalışasınız diye aydınlık olarak yaratan Allah'tır. Kulak veren millet için bunlarda ayetler vardır"} ,{"id": "68", "arabic" : "قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ هُوَ ٱلۡغَنِيُّۖ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ إِنۡ عِندَكُم مِّن سُلۡطَٰنِۭ بِهَٰذَآۚ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ", "english" : "They have said Allah has taken a son. Exalted is He; He is the [one] Free of need. To Him belongs whatever is in the heavens and whatever is in the earth. You have no authority for this [claim]. Do you say about Allah that which you do not know", "urdu" : "لوگوں نے کہہ دیا کہ اللہ نے کسی کو بیٹا بنایا ہے سبحان اللہ! وہ تو بے نیاز ہے، آسمانوں اور زمین میں جو کچھ ہے سب اس کی ملک ہے تمہارے پاس اس قول کے لیے آخر کیا دلیل ہے؟ کیا تم اللہ کے متعلق وہ باتیں کہتے ہو جو تمہارے علم میں نہیں ہیں؟","chinese" : "他们说：“安拉以人为子。”赞颂安拉，超绝万物！他是无求的。天地万物都是他的。你们对此事并无明证，难道你们可以假借安拉的名义而妄说出自己所不知道的事情吗？","turkey" : "Allah çocuk edindi dediler; haşa; O müstağnidir; göklerde ve yerde olanlara sahiptir. Elinizde onun çocuk edindiğine dair bir delil yoktur bilmediğiniz şeyi Allah'a karşı nasıl söylüyorsunuz"} ,{"id": "69", "arabic" : "قُلۡ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ", "english" : "Say Indeed those who invent falsehood about Allah will not succeed", "urdu" : "اے محمدؐ، کہہ دو کہ جو لوگ اللہ پر جھوٹے افترا باندھتے ہیں وہ ہرگز فلاح نہیں پا سکتے","chinese" : "你说：“假借安拉的名义而造谣的人是不会成功的。”","turkey" : "De ki: Allah'a karşı yalan uyduranlar kurtuluşa erişemezler"} ,{"id": "70", "arabic" : "مَتَٰعٞ فِي ٱلدُّنۡيَا ثُمَّ إِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ نُذِيقُهُمُ ٱلۡعَذَابَ ٱلشَّدِيدَ بِمَا كَانُواْ يَكۡفُرُونَ", "english" : "[For them is brief] enjoyment in this world; then to Us is their return; then We will make them taste the severe punishment because they used to disbelieve", "urdu" : "دنیا کی چند روزہ زندگی میں مزے کر لیں، پھر ہماری طرف اُن کو پلٹنا ہے پھر ہم اس کفر کے بدلے جس کا ارتکاب وہ کر رہے ہیں ان کو سخت عذاب کا مزہ چکھائیں گے","chinese" : "这只是今世的享受，然后他们只归于我，然后，我将因他们不信道而使他们尝试严厉的刑罚。","turkey" : "Onlar için dünyada bir müddet geçinme vardır sonra dönüşleri Bizedir. İnkarlarına karşılık onlara çetin azab taddıracağız"} ,{"id": "71", "arabic" : "۞وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ نُوحٍ إِذۡ قَالَ لِقَوۡمِهِۦ يَٰقَوۡمِ إِن كَانَ كَبُرَ عَلَيۡكُم مَّقَامِي وَتَذۡكِيرِي بِـَٔايَٰتِ ٱللَّهِ فَعَلَى ٱللَّهِ تَوَكَّلۡتُ فَأَجۡمِعُوٓاْ أَمۡرَكُمۡ وَشُرَكَآءَكُمۡ ثُمَّ لَا يَكُنۡ أَمۡرُكُمۡ عَلَيۡكُمۡ غُمَّةٗ ثُمَّ ٱقۡضُوٓاْ إِلَيَّ وَلَا تُنظِرُونِ", "english" : "And recite to them the news of Noah when he said to his people O my people if my residence and my reminding of the signs of Allah has become burdensome upon you - then I have relied upon Allah. So resolve upon your plan and [call upon] your associates. Then let not your plan be obscure to you. Then carry it out upon me and do not give me respite", "urdu" : "اِن کو نوحؑ کا قصہ سناؤ، اُس وقت کا قصہ جب اُس نے اپنی قوم سے کہا تھا کہ “اے برادران قوم، اگر میرا تمہارے درمیان رہنا اور اللہ کی آیات سنا سنا کر تمہیں غفلت سے بیدار کرنا تمہارے لیے ناقابل برداشت ہو گیا ہے تو میرا بھروسہ اللہ پر ہے، تم اپنے ٹھیرائے ہوئے شریکوں کو ساتھ لے کر ایک متفقہ فیصلہ کر لو اور جو منصوبہ تمہارے پیش نظر ہو اس کو خوب سوچ سمجھ لو تاکہ اس کا کو ئی پہلو تمہاری نگاہ سے پوشیدہ نہ رہے، پھر میرے خلاف اس کو عمل میں لے آؤ اور مجھے ہرگز مہلت نہ دو","chinese" : "你当对他们宣读努哈的故事，当时他对他的宗族说：“我的宗族啊！如果我居住在你们中间，以安拉的迹象教训你们，这使你们感到难堪，那么，我只托靠安拉，你们应当和你们的配主在一起决定你们的事情。不要让你们的事情成为暖昧的。你们对我做出判决吧，不要宽限我。","turkey" : "Onlara Nuh'un başından geçenleri anlat: Milletine Ey milletim! Eğer durumum Allah'ın ayetlerini hatırlatmam size ağır geliyorsa ki ben Allah'a güvenmişimdir siz ve koştuğunuz ortaklar elbirliği edin; yapacağınız iş sonra size bir tasa vermesin. Sonra onu bana uygulayın ve beni ertelemeyin demişti"} ,{"id": "72", "arabic" : "فَإِن تَوَلَّيۡتُمۡ فَمَا سَأَلۡتُكُم مِّنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ", "english" : "And if you turn away [from my advice] then no payment have I asked of you. My reward is only from Allah and I have been commanded to be of the Muslims", "urdu" : "تم نے میری نصیحت سے منہ موڑا (تو میرا کیا نقصان کیا) میں تم سے کسی اجر کا طلب گار نہ تھا، میرا اجر تو اللہ کے ذمہ ہے اور مجھے حکم دیا گیا ہے کہ (خواہ کوئی مانے یا نہ مانے) میں خود مسلم بن کر رہوں","chinese" : "如果你们违背我的教训，那么，我未曾向你们索取任何报酬；我的报酬只归安拉负担。我曾奉命做一个顺服的人。”","turkey" : "Eğer yüz çevirirseniz bilin ki ben sizden bir ücret istemiyorum. Benim ecrim Allah'a aiddir. Müslimlerden olmakla emrolundum"} ,{"id": "73", "arabic" : "فَكَذَّبُوهُ فَنَجَّيۡنَٰهُ وَمَن مَّعَهُۥ فِي ٱلۡفُلۡكِ وَجَعَلۡنَٰهُمۡ خَلَـٰٓئِفَ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُنذَرِينَ", "english" : "And they denied him so We saved him and those with him in the ship and made them successors and We drowned those who denied Our signs. Then see how was the end of those who were warned", "urdu" : "انہوں نے اسے جھٹلایا اور نتیجہ یہ ہوا کہ ہم نے اسے اور اُن لوگوں کو جو اس کے ساتھ کشتی میں تھے، بچا لیا اور انہی کو زمین میں جانشین بنایا اور ان سب لوگوں کو غرق کر دیا جنہوں نے ہماری آیات کو جھٹلایا تھا پس دیکھ لو کہ جنہیں متنبہ کیا گیا تھا (اور پھر بھی انہوں نے مان کر نہ دیا) اُن کا کیا انجام ہوا","chinese" : "但他们称他为说谎者，故我拯救了他和与他同船的人，并使他们为代治者，而淹死了否认我的迹象的人。你看看曾被警告者的结局是怎样的！","turkey" : "Onu yalancı saydılar; ama Biz onu ve gemide beraberinde bulunanları kurtardık. Onları ötekilerin yerine geçirdik ayetlerimizi yalanlayanları suda boğduk. Uyarılanlardan söz dinlemeyenlerin sonlarının nasıl olduğuna bir bak"} ,{"id": "74", "arabic" : "ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِۦ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ بِهِۦ مِن قَبۡلُۚ كَذَٰلِكَ نَطۡبَعُ عَلَىٰ قُلُوبِ ٱلۡمُعۡتَدِينَ", "english" : "Then We sent after him messengers to their peoples and they came to them with clear proofs. But they were not to believe in that which they had denied before. Thus We seal over the hearts of the transgressors", "urdu" : "پھر نوحؑ کے بعد ہم نے مختلف پیغمبروں کو اُن کی قوموں کی طرف بھیجا اور وہ اُن کے پاس کھلی کھلی نشانیاں لے کر آئے، مگر جس چیز کو انہوں نے پہلے جھٹلا دیا تھا اسے پھر مان کر نہ دیا اس طرح ہم حد سے گزر جانے والوں کے دلوں پر ٹھپہ لگا دیتے ہیں","chinese" : "在他之后，我曾派遣许多使者，去教化他们自己的宗族。他们曾用许多明证昭示他们，但他们不会相信自己以前所否认的东西。我这样封闭过分者的心。","turkey" : "Sonra onun ardından milletlere peygamberler gönderdik onlara belgeler getirdiler. Diğerlerinin daha önce yalan saymış olduklarına bunlar da inanmadılar. Aşırı gidenlerin kalblerini işte böylece mühürleriz"} ,{"id": "75", "arabic" : "ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ وَهَٰرُونَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ بِـَٔايَٰتِنَا فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ", "english" : "Then We sent after them Moses and Aaron to Pharaoh and his establishment with Our signs but they behaved arrogantly and were a criminal people", "urdu" : "پھر ان کے بعد ہم نے موسیٰؑ اور ہارونؑ کو اپنی نشانیوں کے ساتھ فرعون اور اس کے سرداروں کی طرف بھیجا، مگر انہوں نے اپنی بڑائی کا گھمنڈ کیا اور وہ مجرم لوگ تھے","chinese" : "在他们之后，我曾派遣穆萨和哈伦带着我的许多迹象，去教化法老和他的显贵，但他们自大，他们是犯罪的民众。","turkey" : "Onların ardından da Firavun ve erkanına ayetlerimizle Musa ve Harun'u gönderdik. Ama büyüklük tasladılar ve suçlu bir millet oldular"} ,{"id": "76", "arabic" : "فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُوٓاْ إِنَّ هَٰذَا لَسِحۡرٞ مُّبِينٞ", "english" : "So when there came to them the truth from Us they said Indeed this is obvious magic", "urdu" : "پس جب ہمارے پاس سے حق ان کے سامنے آیا تو انہوں نے کہہ دیا کہ یہ تو کھلا جادو ہے","chinese" : "当从我这儿发出的真理降临他们的时候，他们说：“这确是明显的魔术。”","turkey" : "Gerçek katımızdan onlara gelince: Doğrusu bu apaçık bir büyüdür dediler"} ,{"id": "77", "arabic" : "قَالَ مُوسَىٰٓ أَتَقُولُونَ لِلۡحَقِّ لَمَّا جَآءَكُمۡۖ أَسِحۡرٌ هَٰذَا وَلَا يُفۡلِحُ ٱلسَّـٰحِرُونَ", "english" : "Moses said Do you say [thus] about the truth when it has come to you? Is this magic? But magicians will not succeed", "urdu" : "موسیٰؑ نے کہا: “تم حق کو یہ کہتے ہو جبکہ وہ تمہارے سامنے آگیا؟ کیا یہ جادو ہے؟ حالانکہ جادو گر فلاح نہیں پایا کرتے","chinese" : "穆萨说：“难道你们这样评论已降临你们的真理吗？这难道是魔术吗？术士是不会成功的。”","turkey" : "Musa: Size gelen gerçeğe dil mi uzatırsınız? Bu sihir midir? Sihirbazlar zaten başarı kazanamazlar dedi"} ,{"id": "78", "arabic" : "قَالُوٓاْ أَجِئۡتَنَا لِتَلۡفِتَنَا عَمَّا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَا وَتَكُونَ لَكُمَا ٱلۡكِبۡرِيَآءُ فِي ٱلۡأَرۡضِ وَمَا نَحۡنُ لَكُمَا بِمُؤۡمِنِينَ", "english" : "They said Have you come to us to turn us away from that upon which we found our fathers and so that you two may have grandeur in the land? And we are not believers in you", "urdu" : "اُنہوں نے جواب میں کہا “کیا تواس لیے آیا ہے کہ ہمیں اُ س طریقے سے پھیر دے جس پر ہم نے اپنے باپ دادا کو پایا ہے اور زمین میں بڑائی تم دونوں کی قائم ہو جائے؟ تمہارے بات تو ہم ماننے والے نہیں ہیں","chinese" : "他们说：“你到我们这里来，想使我们抛弃我们的祖先的宗教，而让你俩称尊于国中吗？我们绝不会信任你俩。","turkey" : "Siz ikiniz bizi babalarımızı üzerinde bulduğumuz yoldan çevirmek ve yeryüzünün büyükleri olasınız diye mi geldiniz? Biz size inanmıyoruz dediler"} ,{"id": "79", "arabic" : "وَقَالَ فِرۡعَوۡنُ ٱئۡتُونِي بِكُلِّ سَٰحِرٍ عَلِيمٖ", "english" : "And Pharaoh said Bring to me every learned magician", "urdu" : "اور فرعون نے (اپنے آدمیوں سے) کہا کہ “ہر ماہر فن جادوگر کو میرے پاس حاضر کرو","chinese" : "法老说：“你们把一切高明的术士召来见我吧！”","turkey" : "Firavun: Bütün bilgin sihirbazları bana getirin dedi"} ,{"id": "80", "arabic" : "فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالَ لَهُم مُّوسَىٰٓ أَلۡقُواْ مَآ أَنتُم مُّلۡقُونَ", "english" : "So when the magicians came Moses said to them Throw down whatever you will throw", "urdu" : "جب جادو گر آ گئے تو موسیٰؑ نے ان سے کہا “جو کچھ تمہیں پھینکنا ہے پھینکو","chinese" : "当术士们来到的时候，穆萨对他们说：“你们要抛出什么就快抛出来吧！”","turkey" : "Sihirbazlar gelince Musa onlara: Atacağınızı atın dedi"} ,{"id": "81", "arabic" : "فَلَمَّآ أَلۡقَوۡاْ قَالَ مُوسَىٰ مَا جِئۡتُم بِهِ ٱلسِّحۡرُۖ إِنَّ ٱللَّهَ سَيُبۡطِلُهُۥٓ إِنَّ ٱللَّهَ لَا يُصۡلِحُ عَمَلَ ٱلۡمُفۡسِدِينَ", "english" : "And when they had thrown Moses said What you have brought is [only] magic. Indeed Allah will expose its worthlessness. Indeed Allah does not amend the work of corrupters", "urdu" : "پھر جب انہوں نے اپنے آنچھر پھینک دیے تو موسیٰؑ نے کہا “یہ جو کچھ تم نے پھینکا ہے یہ جادو ہے، اللہ ابھی اِسے باطل کیے دیتا ہے، مفسدوں کے کام کو اللہ سدھرنے نہیں دیتا","chinese" : "当他们抛出来的时候，穆萨说：“你们所表演的确是魔术，安拉必使它无效，安拉必定不相助破坏者的工作。”","turkey" : "Attıklarında Musa: Yaptığınız sihirdir fakat Allah onu boşa çıkaracaktır. Allah bozguncuların işini elbette düzeltmez. Suçlular istemese de Allah sözleriyle hakkı gerçekleştirecektir dedi"} ,{"id": "82", "arabic" : "وَيُحِقُّ ٱللَّهُ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ", "english" : "And Allah will establish the truth by His words even if the criminals dislike it", "urdu" : "اور اللہ اپنے فرمانوں سے حق کو حق کر دکھاتا ہے، خواہ مجرموں کو وہ کتنا ہی ناگوار ہو","chinese" : "安拉将以他的言语证实真理，即使犯罪的人不愿意。","turkey" : "Attıklarında Musa: Yaptığınız sihirdir fakat Allah onu boşa çıkaracaktır. Allah bozguncuların işini elbette düzeltmez. Suçlular istemese de Allah sözleriyle hakkı gerçekleştirecektir dedi"} ,{"id": "83", "arabic" : "فَمَآ ءَامَنَ لِمُوسَىٰٓ إِلَّا ذُرِّيَّةٞ مِّن قَوۡمِهِۦ عَلَىٰ خَوۡفٖ مِّن فِرۡعَوۡنَ وَمَلَإِيْهِمۡ أَن يَفۡتِنَهُمۡۚ وَإِنَّ فِرۡعَوۡنَ لَعَالٖ فِي ٱلۡأَرۡضِ وَإِنَّهُۥ لَمِنَ ٱلۡمُسۡرِفِينَ", "english" : "But no one believed Moses except [some] youths among his people for fear of Pharaoh and his establishment that they would persecute them. And indeed Pharaoh was haughty within the land and indeed he was of the transgressors", "urdu" : "(پھر دیکھو کہ) موسیٰؑ کو اس کی قوم میں سے چند نوجوانوں کے سوا کسی نے نہ مانا، فرعون کے ڈر سے اور خود اپنی قوم کے سر بر آوردہ لوگوں کے ڈر سے (جنہیں خوف تھا کہ) فرعون ان کو عذاب میں مبتلا کرے گا اور واقعہ یہ ہے کہ فرعون زمین میں غلبہ رکھتا تھا اور وہ اُن لوگوں میں سے تھا جو کسی حد پر رکتے نہیں ہیں","chinese" : "归信穆萨的只有他本族的苗裔；他们害怕法老和他们本族头目们迫害他们。法老在地方上确是高傲的，确是过分的。","turkey" : "Firavun ve erkanının kendilerine fenalık yapmasından korktuklarından milletinin bir kısım gençleri dışında kimse Musa'ya inanmamıştı çünkü Firavun o yerde hakimdi. O gerçekten aşırı gidenlerdendi"} ,{"id": "84", "arabic" : "وَقَالَ مُوسَىٰ يَٰقَوۡمِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ فَعَلَيۡهِ تَوَكَّلُوٓاْ إِن كُنتُم مُّسۡلِمِينَ", "english" : "And Moses said O my people if you have believed in Allah then rely upon Him if you should be Muslims", "urdu" : "موسیٰؑ نے اپنی قوم سے کہا کہ “لوگو، اگر تم واقعی اللہ پر ایمان رکھتے ہو تو اس پر بھروسہ کرو اگر مسلمان ہو","chinese" : "穆萨说：“我的宗族啊！如果你们信仰安拉，你们就应当托靠他，如果你们是归顺的。”","turkey" : "Musa: Ey milletim! Allah'a inanıyorsanız ve teslim olmuşsanız O'na güvenin dedi"} ,{"id": "85", "arabic" : "فَقَالُواْ عَلَى ٱللَّهِ تَوَكَّلۡنَا رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلۡقَوۡمِ ٱلظَّـٰلِمِينَ", "english" : "So they said Upon Allah do we rely. Our Lord make us not [objects of] trial for the wrongdoing people", "urdu" : "انہوں نے جواب دیا “ہم نے اللہ ہی پر بھروسہ کیا، اے ہمارے رب، ہمیں ظالم لوگوں کے لیے فتنہ نہ بنا","chinese" : "他们说：“我们只托靠安拉。我们的主啊！求你不要让不义的民众迫害我们。","turkey" : "Allah'a güvendik; Ey Rabbimiz! Zalim bir millet ile bizi sınama rahmetinle bizi kafirlerden kurtar dediler"} ,{"id": "86", "arabic" : "وَنَجِّنَا بِرَحۡمَتِكَ مِنَ ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ", "english" : "And save us by Your mercy from the disbelieving people", "urdu" : "اور اپنی رحمت سے ہم کو کافروں سے نجات دے","chinese" : "求你以你的慈恩而使我们脱离不信道的民众。”","turkey" : "Allah'a güvendik; Ey Rabbimiz! Zalim bir millet ile bizi sınama rahmetinle bizi kafirlerden kurtar dediler"} ,{"id": "87", "arabic" : "وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰ وَأَخِيهِ أَن تَبَوَّءَا لِقَوۡمِكُمَا بِمِصۡرَ بُيُوتٗا وَٱجۡعَلُواْ بُيُوتَكُمۡ قِبۡلَةٗ وَأَقِيمُواْ ٱلصَّلَوٰةَۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ", "english" : "And We inspired to Moses and his brother Settle your people in Egypt in houses and make your houses [facing the] qiblah and establish prayer and give good tidings to the believers", "urdu" : "اور ہم نے موسیٰؑ اور اس کے بھائی کو اشارہ کیا کہ “مصر میں چند مکان اپنی قوم کے لیے مہیا کرو اور اپنے ان مکانوں کو قبلہ ٹھیرا لو اور نماز قائم کرو اور اہل ایمان کو بشارت دے دو","chinese" : "我曾启示穆萨和他的哥哥说：“你俩当为自己的宗族而在埃及建造些房屋，你们应当以自己的房屋为礼拜的地方，你们应当谨守拜功，你应当向信士们报喜。”","turkey" : "Musa ve kardeşine: Mısır'da milletinize evler hazırlayın; evlerinizi namazgah edinin namaz kılın diye vahyettik İnananlara müjde et"} ,{"id": "88", "arabic" : "وَقَالَ مُوسَىٰ رَبَّنَآ إِنَّكَ ءَاتَيۡتَ فِرۡعَوۡنَ وَمَلَأَهُۥ زِينَةٗ وَأَمۡوَٰلٗا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا رَبَّنَا لِيُضِلُّواْ عَن سَبِيلِكَۖ رَبَّنَا ٱطۡمِسۡ عَلَىٰٓ أَمۡوَٰلِهِمۡ وَٱشۡدُدۡ عَلَىٰ قُلُوبِهِمۡ فَلَا يُؤۡمِنُواْ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ", "english" : "And Moses said Our Lord indeed You have given Pharaoh and his establishment splendor and wealth in the worldly life our Lord that they may lead [men] astray from Your way. Our Lord obliterate their wealth and harden their hearts so that they will not believe until they see the painful punishment", "urdu" : "موسیٰؑ نے دعا کی “اے ہمارے رب، تو نے فرعون اور اس کے سرداروں کو دنیا کی زندگی میں زینت اور اموال سے نواز رکھا ہے اے رب، کیا یہ اس لیے ہے کہ وہ لوگوں کو تیری راہ سے بھٹکائیں؟ اے رب، ان کے مال غارت کر دے اور ان کے دلوں پر ایسی مہر کر دے کہ ایمان نہ لائیں جب تک دردناک عذاب نہ دیکھ لیں","chinese" : "穆萨说：“我们的主啊！你把各种装饰品和今世生活的各种财产给予法老和他的贵族们——我们的主啊！——以致他们使民众背离了你的大道。我们的主啊！求你毁掉他们的财产，求你封闭他们的心。但愿他们不信道，直到看见痛苦的刑罚。”","turkey" : "Musa: Rabbimiz! Doğrusu sen Firavun'a ve erkanına ziynetler ve dünya hayatında mallar verdin. Rabbimiz! Senin yolundan şaşırtmaları için mi? Rabbimiz! Mallarını yok et kalblerini sık; çünkü onlar can yakıcı azabı görmedikçe inanmazlar dedi"} ,{"id": "89", "arabic" : "قَالَ قَدۡ أُجِيبَت دَّعۡوَتُكُمَا فَٱسۡتَقِيمَا وَلَا تَتَّبِعَآنِّ سَبِيلَ ٱلَّذِينَ لَا يَعۡلَمُونَ", "english" : "[Allah] said Your supplication has been answered. So remain on a right course and follow not the way of those who do not know", "urdu" : "اللہ تعالیٰ نے جواب میں فرمایا “تم دونوں کی دعا قبول کی گئی ثابت قدم رہو اور اُن لوگوں کے طریقے کی ہرگز پیروی نہ کرو جو علم نہیں رکھتے","chinese" : "主说：“你俩的祈祷确已被应承了，故你俩应当继续传教，你俩不要遵循无知者的道路。”","turkey" : "Allah: İkinizin duası kabul olundu. Dürüst hareket edin; bilmeyenlerin yoluna asla uymayın dedi"} ,{"id": "90", "arabic" : "۞وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَـٰٓءِيلَ ٱلۡبَحۡرَ فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ وَجُنُودُهُۥ بَغۡيٗا وَعَدۡوًاۖ حَتَّىٰٓ إِذَآ أَدۡرَكَهُ ٱلۡغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱلَّذِيٓ ءَامَنَتۡ بِهِۦ بَنُوٓاْ إِسۡرَـٰٓءِيلَ وَأَنَا۠ مِنَ ٱلۡمُسۡلِمِينَ", "english" : "And We took the Children of Israel across the sea and Pharaoh and his soldiers pursued them in tyranny and enmity until when drowning overtook him he said I believe that there is no deity except that in whom the Children of Israel believe and I am of the Muslims", "urdu" : "اور ہم بنی اسرائیل کو سمندر سے گزار لے گئے پھر فرعون اور اس کے لشکر ظلم اور زیادتی کی غرض سے ان کے پیچھے چلے حتیٰ کہ جب فرعون ڈوبنے لگا تو بول اٹھا میں نے مان لیا کہ خداوند حقیقی اُس کے سوا کوئی نہیں ہے جس پر بنی اسرائیل ایمان لائے، اور میں بھی سر اطاعت جھکا دینے والوں میں سے ہوں","chinese" : "我曾使以色列人渡海，于是法老和他的军队残暴地追赶他们，直到他将被淹死的时候，他才说：“我确信，除以色列人所归信者外，绝无应受崇拜的；同时，我是一个顺从者。”","turkey" : "İsrailoğullarını denizden geçirdik Firavun ve askerleri haksızlık ve düşmanlıkla ardlarına düştüler. Firavun boğulacağı anda: İsrailoğullarının inandığından başka tanrı olmadığına inandım artık ben O'na teslim olanlardanım dedi"} ,{"id": "91", "arabic" : "ءَآلۡـَٰٔنَ وَقَدۡ عَصَيۡتَ قَبۡلُ وَكُنتَ مِنَ ٱلۡمُفۡسِدِينَ", "english" : "Now? And you had disobeyed [Him] before and were of the corrupters", "urdu" : "(جواب دیا گیا) “اب ایمان لاتا ہے! حالانکہ اِس سے پہلے تک تو نافرمانی کرتا رہا اور فساد برپا کرنے والوں میں سے تھا","chinese" : "现在（你才归信）吗？以前你确已违抗命令，而且是一个破坏的人。","turkey" : "O'na: Şimdi mi inandın? Daha önce baş kaldırmış ve bozgunculuk etmiştin dendi"} ,{"id": "92", "arabic" : "فَٱلۡيَوۡمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنۡ خَلۡفَكَ ءَايَةٗۚ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ عَنۡ ءَايَٰتِنَا لَغَٰفِلُونَ", "english" : "So today We will save you in body that you may be to those who succeed you a sign. And indeed many among the people of Our signs are heedless", "urdu" : "اب تو ہم صرف تیری لاش ہی کو بچائیں گے تاکہ تو بعد کی نسلوں کے لیے نشان عبرت بنے اگرچہ بہت سے انسان ایسے ہیں جو ہماری نشانیوں سے غفلت برتتے ہیں","chinese" : "但今日我拯救你的遗体，以便你做后来者的鉴戒。多数的人，对于我的鉴戒确是忽视的。","turkey" : "Senden sonrakilere bir ibret teşkil etmesi için bugün sadece senin cesedini çıkarıp (sahile) atacağız dedik. Doğrusu insanların çoğu ayetlerimizden habersizdir"} ,{"id": "93", "arabic" : "وَلَقَدۡ بَوَّأۡنَا بَنِيٓ إِسۡرَـٰٓءِيلَ مُبَوَّأَ صِدۡقٖ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ فَمَا ٱخۡتَلَفُواْ حَتَّىٰ جَآءَهُمُ ٱلۡعِلۡمُۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ", "english" : "And We had certainty settled the Children of Israel in an agreeable settlement and provided them with good things. And they did not differ until [after] knowledge had come to them. Indeed your Lord will judge between them on the Day of Resurrection concerning that over which they used to differ", "urdu" : "ہم نے بنی اسرائیل کو بہت اچھا ٹھکانا دیا اور نہایت عمدہ وسائل زندگی انہیں عطا کیے پھر انہوں نے باہم اختلاف نہیں کیا مگراُس وقت جبکہ علم اُن کے پاس آ چکا تھا یقیناً تیرا رب قیامت کے روز اُن کے درمیان اُس چیز کا فیصلہ کر دے گا جس میں وہ اختلاف کرتے رہے ہیں","chinese" : "我确已使以色列人居住在一个安定的地方，并以佳美的食物供给他们。他们的意见没有分歧，直到那种知识降临他们。复活日，你的主必将判决他们所争论的是非。","turkey" : "And olsun ki İsrailoğullarını iyi bir yere yerleştirdik onlara temiz rızıklar verdik kendilerine bir bilgi gelene kadar ayrılığa düşmediler"} ,{"id": "94", "arabic" : "فَإِن كُنتَ فِي شَكّٖ مِّمَّآ أَنزَلۡنَآ إِلَيۡكَ فَسۡـَٔلِ ٱلَّذِينَ يَقۡرَءُونَ ٱلۡكِتَٰبَ مِن قَبۡلِكَۚ لَقَدۡ جَآءَكَ ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ", "english" : "So if you are in doubt [O Muhammad] about that which We have revealed to you then ask those who have been reading the Scripture before you. The truth has certainly come to you from your Lord so never be among the doubters", "urdu" : "اب اگر تجھے اُس ہدایت کی طرف سے کچھ بھی شک ہو جو ہم نے تجھ پر نازل کی ہے تو اُن لوگوں سے پوچھ لے جو پہلے سے کتاب پڑھ رہے ہیں فی الواقع یہ تیرے پاس حق ہی آیا ہے تیرے رب کی طرف سے، لہٰذا تو شک کرنے والوں میں سے نہ ہو","chinese" : "假若你怀疑我所降示你的经典，你就问问那些常常诵读在你之前所降示的天经的人们。从你的主发出的真理，确已降临你，故你切莫居于怀疑者的行列，","turkey" : "Sana indirdiğimizden şüphede isen senden önce indirdiğimiz Kitap'ları okuyanlara sor. And olsun ki sana Rabbinden gerçek gelmiştir sakın şüphelenenlerden olma"} ,{"id": "95", "arabic" : "وَلَا تَكُونَنَّ مِنَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ فَتَكُونَ مِنَ ٱلۡخَٰسِرِينَ", "english" : "And never be of those who deny the signs of Allah and [thus] be among the losers", "urdu" : "اور ان لوگوں میں نہ شامل ہو جنہوں نے اللہ کی آیات کو جھٹلایا ہے، ورنہ تو نقصان اٹھانے والوں میں سے ہوگا","chinese" : "切莫居于否认安拉的迹象者的行列，以致你入于亏折者之中。","turkey" : "Allah'ın ayetlerini yalanlayanlardan da olma yoksa kaybedenlerden olursun"} ,{"id": "96", "arabic" : "إِنَّ ٱلَّذِينَ حَقَّتۡ عَلَيۡهِمۡ كَلِمَتُ رَبِّكَ لَا يُؤۡمِنُونَ", "english" : "Indeed those upon whom the word of your Lord has come into effect will not believe", "urdu" : "حقیقت یہ ہے کہ جن لوگوں پر تیرے رب کا قول راست آگیا ہے ان کے سامنے خواہ کوئی نشانی آ جائے","chinese" : "被你的主的判词所判决的人，必定不信道。","turkey" : "Doğrusu Rabbinin söz verdiği azabı hak edenler can yakıcı azabı görene kadar kendilerine her türlü belge gelse bile inanmazlar"} ,{"id": "97", "arabic" : "وَلَوۡ جَآءَتۡهُمۡ كُلُّ ءَايَةٍ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ", "english" : "Even if every sign should come to them until they see the painful punishment", "urdu" : "وہ کبھی ایمان لا کر نہیں دیتے جب تک کہ درد ناک عذاب سامنے آتا نہ دیکھ لیں","chinese" : "即使每种迹象都降临他们，直到他们看见痛苦的刑罚。","turkey" : "Doğrusu Rabbinin söz verdiği azabı hak edenler can yakıcı azabı görene kadar kendilerine her türlü belge gelse bile inanmazlar"} ,{"id": "98", "arabic" : "فَلَوۡلَا كَانَتۡ قَرۡيَةٌ ءَامَنَتۡ فَنَفَعَهَآ إِيمَٰنُهَآ إِلَّا قَوۡمَ يُونُسَ لَمَّآ ءَامَنُواْ كَشَفۡنَا عَنۡهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَتَّعۡنَٰهُمۡ إِلَىٰ حِينٖ", "english" : "Then has there not been a [single] city that believed so its faith benefited it except the people of Jonah? When they believed We removed from them the punishment of disgrace in worldly life and gave them enjoyment for a time", "urdu" : "پھر کیا ایسی کوئی مثال ہے کہ ایک بستی عذاب دیکھ کر ایمان لائی ہو اور اس کا ایمان اس کے لیے نفع بخش ثابت ہوا ہو؟ یونسؑ کی قوم کے سوا (اس کی کوئی نظیر نہیں) وہ قوم جب ایمان لے آئی تھی تو البتہ ہم نے اس پر سے دنیا کی زندگی میں رسوائی کا عذاب ٹال دیا تھا اور اس کو ایک مدت تک زندگی سے بہرہ مند ہونے کا موقع دے دیا تھا","chinese" : "为何没有一个城市的居民信仰正教，因而获得信道的裨益呢？但优努斯的宗族，当他们信道的时候，我曾为他们解除了今世生活中凌辱的刑罚，并使他们暂时享受。","turkey" : "Bir kent halkı inanmalı değil miydi ki imanları kendilerine fayda versin! İşte Yunus'un milleti inandığı zaman dünya hayatında rezilliği gerektiren azabı onlardan kaldırdık ve onları bir süre daha bu dünyada geçindirdik"} ,{"id": "99", "arabic" : "وَلَوۡ شَآءَ رَبُّكَ لَأٓمَنَ مَن فِي ٱلۡأَرۡضِ كُلُّهُمۡ جَمِيعًاۚ أَفَأَنتَ تُكۡرِهُ ٱلنَّاسَ حَتَّىٰ يَكُونُواْ مُؤۡمِنِينَ", "english" : "And had your Lord willed those on earth would have believed - all of them entirely. Then [O Muhammad] would you compel the people in order that they become believers", "urdu" : "اگر تیرے رب کی مشیت یہ ہوتی (کہ زمین میں سب مومن و فرمانبردار ہی ہوں) تو سارے اہل زمین ایمان لے آئے ہوتے پھر کیا تو لوگوں کو مجبور کرے گا کہ وہ مومن ہو جائیں؟","chinese" : "如果你的主意欲，大地上所有的人，必定都信道了。难道你要强迫众人都做信士吗？","turkey" : "Rabbin dileseydi yeryüzünde bulunanların hepsi inanırdı. Öyle iken insanları inanmaya sen mi zorlayacaksın"} ,{"id": "100", "arabic" : "وَمَا كَانَ لِنَفۡسٍ أَن تُؤۡمِنَ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَجۡعَلُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يَعۡقِلُونَ", "english" : "And it is not for a soul to believe except by permission of Allah and He will place defilement upon those who will not use reason", "urdu" : "کوئی متنفس اللہ کے اذن کے بغیر ایمان نہیں لا سکتا، اور اللہ کا طریقہ یہ ہے کہ جو لوگ عقل سے کام نہیں لیتے وہ ان پر گندگی ڈال دیتا ہے","chinese" : "任何人都不会信道，除非奉安拉的命令。他以刑罚加于不明理的人们。","turkey" : "Allah'ın izni olmadıkça hiç kimse inanamaz. O aklını kullanmayanlara kötü bir azab verir"} ,{"id": "101", "arabic" : "قُلِ ٱنظُرُواْ مَاذَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَا تُغۡنِي ٱلۡأٓيَٰتُ وَٱلنُّذُرُ عَن قَوۡمٖ لَّا يُؤۡمِنُونَ", "english" : "Say Observe what is in the heavens and earth. But of no avail will be signs or warners to a people who do not believe", "urdu" : "اِن سے کہو “زمین اور آسمانوں میں جو کچھ ہے اسے آنکھیں کھول کر دیکھو اور جو لوگ ایمان لانا ہی نہیں چاہتے ان کے لیے نشانیاں اور تنبیہیں آخر کیا مفید ہو سکتی ہیں","chinese" : "你说：“你们要观察天地之间的森罗万象。一切迹象和警告者，对于不信道的民众是毫无裨益的。","turkey" : "Göklerde ve yerde neler var bir bakın de. İnanmayacak bir millete ayetler ve uyarmalar fayda vermez"} ,{"id": "102", "arabic" : "فَهَلۡ يَنتَظِرُونَ إِلَّا مِثۡلَ أَيَّامِ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِهِمۡۚ قُلۡ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ", "english" : "So do they wait except for like [what occurred in] the days of those who passed on before them? Say Then wait; indeed I am with you among those who wait", "urdu" : "اب یہ لوگ اِس کے سوا اور کس چیز کے منتظر ہیں کہ وہی برے دن دیکھیں جو اِن سے پہلے گزرے ہوئے لوگ دیکھ چکے ہیں؟ اِن سے کہو “اچھا، انتظار کرو، میں بھی تمہارے ساتھ انتظار کرتا ہوں","chinese" : "他们只等待在他们之前逝去者所遭的那种苦难日子。”你说：“你们等待吧！我确是与你们一起等待的。”","turkey" : "Kendilerinden önce geçenlerin başlarına gelen olaylardan başka bir şey mi bekliyorlar? Bekleyin ben de sizinle beraber beklemekteyim de"} ,{"id": "103", "arabic" : "ثُمَّ نُنَجِّي رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ حَقًّا عَلَيۡنَا نُنجِ ٱلۡمُؤۡمِنِينَ", "english" : "Then We will save our messengers and those who have believed. Thus it is an obligation upon Us that We save the believers", "urdu" : "پھر (جب ایسا وقت آتا ہے تو) ہم اپنے رسولوں کو اور اُن لوگوں کو بچا لیا کرتے ہیں جو ایمان لائے ہوں ہمارا یہی طریقہ ہے ہم پر یہ حق ہے کہ مومنوں کو بچا لیں","chinese" : "嗣后，我拯救了我的使者们和信道的人们，我将这样负责拯救一般信士。","turkey" : "Sonra Biz peygamberlerimizi ve inananları böylece kurtarırız inananları (verdiğimiz söz gereğince) kurtarmamız Bize haktır"} ,{"id": "104", "arabic" : "قُلۡ يَـٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي شَكّٖ مِّن دِينِي فَلَآ أَعۡبُدُ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَلَٰكِنۡ أَعۡبُدُ ٱللَّهَ ٱلَّذِي يَتَوَفَّىٰكُمۡۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ", "english" : "Say [O Muhammad] O people if you are in doubt as to my religion - then I do not worship those which you worship besides Allah; but I worship Allah who causes your death. And I have been commanded to be of the believers", "urdu" : "اے نبیؐ! کہہ دو کہ لوگو، اگر تم ابھی تک میرے دین کے متعلق کسی شک میں ہو تو سن لو کہ تم اللہ کے سوا جن کی بندگی کرتے ہو میں ان کی بندگی نہیں کرتا بلکہ صرف اسی خدا کی بندگی کرتا ہوں جس کے قبضے میں تمہاری موت ہے مجھے حکم دیا گیا ہے کہ میں ایمان لانے والوں میں سے ہوں","chinese" : "你说：“人们啊！如果你们怀疑我的宗教，那么，我不崇拜你们舍安拉而崇拜的，但我崇拜安拉，他将使你们寿终。我奉命做一个信道者，","turkey" : "De ki: Ey insanlar! Benim dinimden şüphede iseniz bilin ki ben Allah'tan başka taptıklarınıza tapmam. Ancak sizi öldürecek olan Allah'a kulluk ederim. İnananlardan olmakla emrolundum"} ,{"id": "105", "arabic" : "وَأَنۡ أَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗا وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ", "english" : "And [commanded] 'Direct your face toward the religion inclining to truth and never be of those who associate others with Allah", "urdu" : "اور مجھ سے فرمایا گیا ہے کہ تو یکسو ہو کر اپنے آپ کو ٹھیک ٹھیک اِس دین پر قائم کر دے، اور ہرگز ہرگز مشرکوں میں سے نہ ہو","chinese" : "并（奉命说）：‘你应当趋向正教，你切莫做一个以物配主的人，","turkey" : "(Muhammed'e) Yüzünü doğruya yönelmiş olarak dine çevir sakın ortak koşanlardan olma; sana fayda da zarar da veremeyecek Allah'tan başkasına yalvarma; öyle yaparsan şüphesiz zalimlerden olursun denildi"} ,{"id": "106", "arabic" : "وَلَا تَدۡعُ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكَ وَلَا يَضُرُّكَۖ فَإِن فَعَلۡتَ فَإِنَّكَ إِذٗا مِّنَ ٱلظَّـٰلِمِينَ", "english" : "And do not invoke besides Allah that which neither benefits you nor harms you for if you did then indeed you would be of the wrongdoers", "urdu" : "اور اللہ کو چھوڑ کر کسی ایسی ہستی کو نہ پکار جو تجھے نہ فائدہ پہنچا سکتی ہے نہ نقصان اگر تو ایسا کرے گا تو ظالموں میں سے ہوگا","chinese" : "切莫舍安拉而祈祷那对于你既无福又无祸的东西。假若你那样做，你就必定是一个不义的人。’","turkey" : "(Muhammed'e) Yüzünü doğruya yönelmiş olarak dine çevir sakın ortak koşanlardan olma; sana fayda da zarar da veremeyecek Allah'tan başkasına yalvarma; öyle yaparsan şüphesiz zalimlerden olursun denildi"} ,{"id": "107", "arabic" : "وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يُرِدۡكَ بِخَيۡرٖ فَلَا رَآدَّ لِفَضۡلِهِۦۚ يُصِيبُ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ", "english" : "And if Allah should touch you with adversity there is no remover of it except Him; and if He intends for you good then there is no repeller of His bounty. He causes it to reach whom He wills of His servants. And He is the Forgiving the Merciful", "urdu" : "اگر اللہ تجھے کسی مصیبت میں ڈالے تو خود اس کے سوا کوئی نہیں جو اس مصیبت کو ٹال دے، اور اگر وہ تیرے حق میں کسی بھلائی کا ارادہ کرے تو اس کے فضل کو پھیرنے والا بھی کوئی نہیں ہے وہ اپنے بندوں میں سے جس کو چاہتا ہے اپنے فضل سے نوازتا ہے اور وہ درگزر کرنے والا اور رحم فرمانے والا ہے","chinese" : "如果安拉降一点灾害于你，那么，除他之外，绝无能解除灾害的。如果他降福利于你，那么，任何人也不能阻拦他的恩惠。他把那恩惠降于他所意欲的仆人。他是至赦的，是至慈的。”","turkey" : "Allah sana bir sıkıntı verirse onu O'ndan başkası gideremez. Sana bir iyilik dilerse O'nun nimetini engelleyecek yoktur. O'nu kullarından dilediğine verir. O bağışlayandır merhametlidir"} ,{"id": "108", "arabic" : "قُلۡ يَـٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُمُ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنَا۠ عَلَيۡكُم بِوَكِيلٖ", "english" : "Say O mankind the truth has come to you from your Lord so whoever is guided is only guided for [the benefit of] his soul and whoever goes astray only goes astray [in violation] against it. And I am not over you a manager", "urdu" : "اے محمدؐ، کہہ دو کہ “لوگو، تمہارے پاس تمہارے رب کی طرف سے حق آ چکا ہے اب جو سیدھی راہ اختیار کرے اس کی راست روی اسی کے لیے مفید ہے، اور جو گمراہ رہے اس کی گمراہی اسی کے لیے تباہ کن ہے اور میں تمہارے اوپر کوئی حوالہ دار نہیں ہوں","chinese" : "你说：“众人啊！从你们的主发出的真理，确已降临你们。谁遵循正道，谁自受其益；谁误入歧途，谁自受其害。我不是监护你们的。”","turkey" : "De ki: Ey insanlar! Rabbinizden size gerçek gelmiştir. Doğru yola giren ancak kendisi için girmiş ve sapıtan da kendi zararına olarak sapıtmıştır. Ben sizin üzerinize vekil değilim"} ,{"id": "109", "arabic" : "وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ وَٱصۡبِرۡ حَتَّىٰ يَحۡكُمَ ٱللَّهُۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ", "english" : "And follow what is revealed to you [O Muhammad] and be patient until Allah will judge. And He is the best of judges", "urdu" : "اور اے نبیؐ، تم اس ہدایت کی پیروی کیے جاؤ جو تمہاری طرف بذریعہ وحی بھیجی جا رہی ہے، اور صبر کرو یہاں تک کہ اللہ فیصلہ کر دے، اور وہی بہترین فیصلہ کرنے والا ہے","chinese" : "你应当遵从你所受的启示，并应当坚忍，直到安拉判决，他是最公正的判决者。","turkey" : "Sana vahyedilene uy; Allah hükmünü verene kadar sabret. O hüküm verenlerin en iyisidir"} ]}