{"name":"هود","verses":[{"id": "1", "arabic" : "الٓرۚ كِتَٰبٌ أُحۡكِمَتۡ ءَايَٰتُهُۥ ثُمَّ فُصِّلَتۡ مِن لَّدُنۡ حَكِيمٍ خَبِيرٍ", "english" : "Alif Lam Ra. [This is] a Book whose verses are perfected and then presented in detail from [one who is] Wise and Acquainted", "urdu" : "ا ل ر فرمان ہے، جس کی آیتیں پختہ اور مفصل ارشاد ہوئی ہیں، ایک دانا اور باخبر ہستی کی طرف سے","chinese" : "艾列弗，俩目，拉仪。这是一部节文精确而且详明的经典。是从至睿的、彻知的主降示的。","turkey" : "Elif Lam Ra. Bu Kitap hakim ve haberdar olan Allah tarafından Allah'tan başkasına kulluk etmeyesiniz diye ayetleri kesin kılınmış sonra da uzun uzadıya açıklanmış bir Kitap'dır. Ben size O'nun tarafından gönderilmiş bir uyarıcı ve müjdeciyim. Rabbinizden mağfiret dileyin ve O'na tevbe edin ki belli bir süreye kadar sizi güzelce geçindirsin ve her fazilet sahibine faziletinin karşılığını versin. Eğer yüz çevirirseniz o zaman ben doğrusu hakkınızda büyük günün azabından korkarım"} ,{"id": "2", "arabic" : "أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۚ إِنَّنِي لَكُم مِّنۡهُ نَذِيرٞ وَبَشِيرٞ", "english" : "[Through a messenger saying] Do not worship except Allah. Indeed I am to you from Him a warner and a bringer of good tidings", "urdu" : "کہ تم بندگی نہ کرو مگر صرف اللہ کی میں اُس کی طرف سے تم کو خبردار کرنے والا بھی ہوں اور بشارت دینے والا بھی","chinese" : "（你说）：“你们只应当崇拜安拉，我确是奉他的命令来警告你们，并向你们报喜的。","turkey" : "Elif Lam Ra. Bu Kitap hakim ve haberdar olan Allah tarafından Allah'tan başkasına kulluk etmeyesiniz diye ayetleri kesin kılınmış sonra da uzun uzadıya açıklanmış bir Kitap'dır. Ben size O'nun tarafından gönderilmiş bir uyarıcı ve müjdeciyim. Rabbinizden mağfiret dileyin ve O'na tevbe edin ki belli bir süreye kadar sizi güzelce geçindirsin ve her fazilet sahibine faziletinin karşılığını versin. Eğer yüz çevirirseniz o zaman ben doğrusu hakkınızda büyük günün azabından korkarım"} ,{"id": "3", "arabic" : "وَأَنِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُمَتِّعۡكُم مَّتَٰعًا حَسَنًا إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَيُؤۡتِ كُلَّ ذِي فَضۡلٖ فَضۡلَهُۥۖ وَإِن تَوَلَّوۡاْ فَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ كَبِيرٍ", "english" : "And [saying] Seek forgiveness of your Lord and repent to Him [and] He will let you enjoy a good provision for a specified term and give every doer of favor his favor. But if you turn away then indeed I fear for you the punishment of a great Day", "urdu" : "اور یہ کہ تم اپنے رب سے معافی چاہو اور اس کی طرف پلٹ آؤ تو وہ ایک مدت خاص تک تم کو اچھا سامان زندگی دے گا اور ہر صاحب فضل کو اس کا فضل عطا کرے گا لیکن اگر تم منہ پھیرتے ہو تو میں تمہارے حق میں ایک بڑے ہولناک دن کے عذاب سے ڈرتا ہوں","chinese" : "你们应当向你们的主求饶，然后，向他悔过，他就使你们获得优美的享受，到一个期限，并赏赐有美德者以大量的恩惠。如果你们违背正道，那么，我的确担心你们遭受重大日的惩罚。","turkey" : "Elif Lam Ra. Bu Kitap hakim ve haberdar olan Allah tarafından Allah'tan başkasına kulluk etmeyesiniz diye ayetleri kesin kılınmış sonra da uzun uzadıya açıklanmış bir Kitap'dır. Ben size O'nun tarafından gönderilmiş bir uyarıcı ve müjdeciyim. Rabbinizden mağfiret dileyin ve O'na tevbe edin ki belli bir süreye kadar sizi güzelce geçindirsin ve her fazilet sahibine faziletinin karşılığını versin. Eğer yüz çevirirseniz o zaman ben doğrusu hakkınızda büyük günün azabından korkarım"} ,{"id": "4", "arabic" : "إِلَى ٱللَّهِ مَرۡجِعُكُمۡۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ", "english" : "To Allah is your return and He is over all things competent", "urdu" : "تم سب کو اللہ کی طرف پلٹنا ہے اور وہ سب کچھ کرسکتا ہے","chinese" : "你们只归于安拉，他对万事确是全能的。”","turkey" : "Dönüşünüz ancak Allah'adır. O her şeye Kadir'dir"} ,{"id": "5", "arabic" : "أَلَآ إِنَّهُمۡ يَثۡنُونَ صُدُورَهُمۡ لِيَسۡتَخۡفُواْ مِنۡهُۚ أَلَا حِينَ يَسۡتَغۡشُونَ ثِيَابَهُمۡ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ", "english" : "Unquestionably they the disbelievers turn away their breasts to hide themselves from Him. Unquestionably [even] when they cover themselves in their clothing Allah knows what they conceal and what they declare. Indeed He is Knowing of that within the breasts", "urdu" : "دیکھو! یہ لوگ اپنے سینوں کو موڑتے ہیں تاکہ اس سے چھپ جائیں خبردار! جب یہ کپڑوں سے اپنے آپ کو ڈھانپتے ہیں، اللہ ان کے چھپے کو بھی جانتا ہے اور کھلے کو بھی، وہ تو اُن بھیدوں سے بھی واقف ہے جو سینوں میں ہیں","chinese" : "真的，他们的确胸怀怨恨，以便隐瞒安拉。真的，当他们用衣服遮盖胸部的时候，安拉知道他们所隐讳的和他们所表白的，他确是全知心事的。","turkey" : "Bilin ki onlar Kuran okunurken gizlenmek için iki büklüm olurlar. Bilin ki elbiselerine büründüklerinde bile Allah onların gizlediklerini ve açığa vurduklarını bilir. Çünkü O kalblerde olanı bilendir"} ,{"id": "6", "arabic" : "۞وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ إِلَّا عَلَى ٱللَّهِ رِزۡقُهَا وَيَعۡلَمُ مُسۡتَقَرَّهَا وَمُسۡتَوۡدَعَهَاۚ كُلّٞ فِي كِتَٰبٖ مُّبِينٖ", "english" : "And there is no creature on earth but that upon Allah is its provision and He knows its place of dwelling and place of storage. All is in a clear register", "urdu" : "زمین میں چلنے والا کوئی جاندار ایسا نہیں ہے جس کا رزق اللہ کے ذمے نہ ہو اور جس کے متعلق وہ نہ جانتا ہو کہ کہاں وہ رہتا ہے اور کہاں وہ سونپا جاتا ہے، سب کچھ ایک صاف دفتر میں درج ہے","chinese" : "大地上的动物，没有一个不是由安拉担负其给养的，没有一个不是安拉知道其住所和贮藏处的。一切事物都记载在一本明确的天经中。","turkey" : "Yeryüzünde yaşayan bütün canlıların rızkı ancak Allah'a aittir. O canlıları babaların sulbünde kararlaşmış ve anaların rahminde kararlaşmakta iken de bilir. Her şey apaçık bir Kitaptadır"} ,{"id": "7", "arabic" : "وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ وَكَانَ عَرۡشُهُۥ عَلَى ٱلۡمَآءِ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۗ وَلَئِن قُلۡتَ إِنَّكُم مَّبۡعُوثُونَ مِنۢ بَعۡدِ ٱلۡمَوۡتِ لَيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ", "english" : "And it is He who created the heavens and the earth in six days - and His Throne had been upon water - that He might test you as to which of you is best in deed. But if you say Indeed you are resurrected after death those who disbelieve will surely say This is not but obvious magic", "urdu" : "اور وہی ہے جس نے آسمانوں اور زمین کو چھ دنوں میں پیدا کیا جبکہ اس سے پہلے اس کا عرش پانی پر تھا تاکہ تم کو آزما کر دیکھے تم میں کون بہتر عمل کرنے والا ہے اب اگر اے محمدؐ، تم کہتے ہو کہ لوگو، مرنے کے بعد تم دوبارہ اٹھائے جاؤ گے، تو منکرین فوراً بول اٹھتے ہیں کہ یہ تو صریح جادو گری ہے","chinese" : "他在六日之中创造了天地万物——他的宝座原是在水上的——以便他考验你们，看你们中谁的工作是最优的。如果你说：“你们死后，是要复活的。”不信道的人们必定说：“这个只是明显的魔术。”","turkey" : "Arş'ı su üzerinde iken hanginizin daha güzel işi işleyeceğini ortaya koymak için gökleri ve yeri altı günde yaratan O'dur. And olsun ki Siz gerçekten ölümden sonra dirileceksiniz desen inkar edenler: Bu apaçık bir sihirden başka bir şey değildir derler"} ,{"id": "8", "arabic" : "وَلَئِنۡ أَخَّرۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِلَىٰٓ أُمَّةٖ مَّعۡدُودَةٖ لَّيَقُولُنَّ مَا يَحۡبِسُهُۥٓۗ أَلَا يَوۡمَ يَأۡتِيهِمۡ لَيۡسَ مَصۡرُوفًا عَنۡهُمۡ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ", "english" : "And if We hold back from them the punishment for a limited time they will surely say What detains it? Unquestionably on the Day it comes to them it will not be averted from them and they will be enveloped by what they used to ridicule", "urdu" : "اور اگر ہم ایک خاص مدت تک ان کی سزا کو ٹالتے ہیں تو وہ کہنے لگتے ہیں کہ آخر کس چیز نے اُسے روک رکھا ہے؟ سنو! جس روز اُس سزا کا وقت آگیا تو وہ کسی کے پھیرے نہ پھر سکے گا اور وہی چیز ان کو آ گھیرے گی جس کا وہ مذاق اڑا رہے ہیں","chinese" : "如果我把他们应受的惩罚展缓一个可数的日期，他们必定说：“惩罚怎么不降临呢？”真的，在惩罚降临他们的日子，他们将无处逃避，他们所嘲笑的惩罚将要降临他们。","turkey" : "And olsun ki onların azabını sayılı bir süreye kadar ertelesek Onu alıkoyan nedir? derler. Bilin ki onlara azab geldiği gün artık geri çevrilmez; alaya aldıkları şey onları mahvedecektir"} ,{"id": "9", "arabic" : "وَلَئِنۡ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ ثُمَّ نَزَعۡنَٰهَا مِنۡهُ إِنَّهُۥ لَيَـُٔوسٞ كَفُورٞ", "english" : "And if We give man a taste of mercy from Us and then We withdraw it from him indeed he is despairing and ungrateful", "urdu" : "اگر کبھی ہم انسان کو اپنی رحمت سے نوازنے کے بعد پھر اس سے محروم کر دیتے ہیں تو وہ مایوس ہوتا ہے اور ناشکری کرنے لگتا ہے","chinese" : "如果我使人尝试从我发出的慈恩，然后我把那慈恩夺取了，他必定失望而且孤恩。","turkey" : "And olsun ki insana nimetimizi tattırır sonra onu ondan çekip alırsak o şüphesiz umutsuz bir nanköre döner"} ,{"id": "10", "arabic" : "وَلَئِنۡ أَذَقۡنَٰهُ نَعۡمَآءَ بَعۡدَ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ ذَهَبَ ٱلسَّيِّـَٔاتُ عَنِّيٓۚ إِنَّهُۥ لَفَرِحٞ فَخُورٌ", "english" : "But if We give him a taste of favor after hardship has touched him he will surely say Bad times have left me. Indeed he is exultant and boastful", "urdu" : "اور اگر اُس مصیبت کے بعد جو اُس پر آئی تھی ہم اسے نعمت کا مزا چکھاتے ہیں تو کہتا ہے میرے تو سارے دلدر پار ہو گئے، پھر وہ پھولا نہیں سماتا اور اکڑنے لگتا ہے","chinese" : "在遭遇艰难之后，如果我使他尝试幸福，他必定说：“灾害已脱离我了。”他必定欣喜而且自夸。","turkey" : "Başına gelen sıkıntıdan sonra ona bir nimet tattırırsak Musibetler başımdan gitti der; doğrusu o şımarıp böbürlenen biridir"} ,{"id": "11", "arabic" : "إِلَّا ٱلَّذِينَ صَبَرُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ أُوْلَـٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ", "english" : "Except for those who are patient and do righteous deeds; those will have forgiveness and great reward", "urdu" : "اس عیب سے پاک اگر کوئی ہیں تو بس وہ لوگ جو صبر کرنے والے اور نیکو کار ہیں اور وہی ہیں جن کے لیے درگزر بھی ہے اور بڑا اجر بھی","chinese" : "但坚忍而且行善的人们，将蒙饶恕，并受重大的报酬。","turkey" : "Bunların dışında sabredip iyi işler işleyen kimseler işte onlara mağfiret ve büyük ecir vardır"} ,{"id": "12", "arabic" : "فَلَعَلَّكَ تَارِكُۢ بَعۡضَ مَا يُوحَىٰٓ إِلَيۡكَ وَضَآئِقُۢ بِهِۦ صَدۡرُكَ أَن يَقُولُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ كَنزٌ أَوۡ جَآءَ مَعَهُۥ مَلَكٌۚ إِنَّمَآ أَنتَ نَذِيرٞۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٌ", "english" : "Then would you possibly leave [out] some of what is revealed to you or is your breast constrained by it because they say Why has there not been sent down to him a treasure or come with him an angel? But you are only a warner. And Allah is Disposer of all things", "urdu" : "تو اے پیغمبرؐ! کہیں ایسا نہ ہو کہ تم اُن چیزوں میں سے کسی چیز کو (بیان کر نے سے) چھوڑ دو جو تمہاری طرف وحی کی جا رہی ہیں اور اِس بات پر دل تنگ ہو کہ وہ کہیں گے اس شخص پر کوئی خزانہ کیوں نہ اتارا گیا یا یہ کہ اس کے ساتھ کوئی فرشتہ کیوں نہ آیا تم تو محض خبردار کرنے والے ہو، آگے ہر چیز کا حوالہ دار اللہ ہے","chinese" : "你或许不肯传达你所受的部分启示，而且因之而烦闷，因为恐怕他们说：“为什么没有一个宝藏降于他，或有一个天使与他一道来临呢？”你只是一个警告者，安拉是监护万物的。","turkey" : "Putperestlerin: Ona bir hazine indirilmeli veya yanında bir melek gelmeli değil miydi? demelerinden senin kalbin daralır ve belki de sana vahyolunanın bir kısmını terkedecek olursun. Sen ancak bir uyarıcısın Allah her şeye vekildir"} ,{"id": "13", "arabic" : "أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِعَشۡرِ سُوَرٖ مِّثۡلِهِۦ مُفۡتَرَيَٰتٖ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ", "english" : "Or do they say He invented it? Say Then bring ten surahs like it that have been invented and call upon [for assistance] whomever you can besides Allah if you should be truthful", "urdu" : "کیا یہ کہتے ہیں کہ پیغمبر نے یہ کتاب خود گھڑ لی ہے؟ کہو، اچھا یہ بات ہے تو اس جیسی گھڑی ہوئی دس سورتیں تم بنا لاؤ اور اللہ کے سوا اور جو جو (تمہارے معبود) ہیں اُن کو مدد کے لیے بلا سکتے ہو تو بلا لو اگر تم (انہیں معبود سمجھنے میں) سچے ہو","chinese" : "难道他们说他捏造经典吗？你说：“你们试拟作十章吧。你们应当舍安拉而祈祷你们所能祈祷的，倘若你们是诚实的人。”","turkey" : "Senin için: Onu uydurdu diyorlar öyle mi? De ki: Öyleyse onun surelerine benzer uydurma on sure meydana getirin iddianızda samimi iseniz Allah'tan başka çağırabileceklerinizi de çağırın"} ,{"id": "14", "arabic" : "فَإِلَّمۡ يَسۡتَجِيبُواْ لَكُمۡ فَٱعۡلَمُوٓاْ أَنَّمَآ أُنزِلَ بِعِلۡمِ ٱللَّهِ وَأَن لَّآ إِلَٰهَ إِلَّا هُوَۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ", "english" : "And if they do not respond to you - then know that the Qur'an was revealed with the knowledge of Allah and that there is no deity except Him. Then would you [not] be Muslims", "urdu" : "اب اگر وہ (تمہارے معبود) تمہاری مدد کو نہیں پہنچتے تو جان لو کہ یہ اللہ کے علم سے نازل ہوئی ہے اور یہ کہ اللہ کے سوا کوئی حقیقی معبود نہیں ہے پھر کیا تم (اس امر حق کے آگے) سر تسلیم خم کر تے ہو؟","chinese" : "倘若他们不答应你们，那么，你们当知道这本经是依安拉的知识而降示的，并应当知道，除他外，绝无应受崇拜的。你们是顺服的人吗？","turkey" : "Söylediğinizi yapamazlarsa bilin ki o ancak Allah'ın ilmiyle indirilmiştir. O'ndan başka tanrı yoktur artık müslümansınız değil mi"} ,{"id": "15", "arabic" : "مَن كَانَ يُرِيدُ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا نُوَفِّ إِلَيۡهِمۡ أَعۡمَٰلَهُمۡ فِيهَا وَهُمۡ فِيهَا لَا يُبۡخَسُونَ", "english" : "Whoever desires the life of this world and its adornments - We fully repay them for their deeds therein and they therein will not be deprived", "urdu" : "جو لوگ بس اِسی دنیا کی زندگی اور اس کی خو ش نمائیوں کے طالب ہوتے ہیں ان کی کار گزاری کا سارا پھل ہم یہیں ان کو دے دیتے ہیں اور اس میں ان کے ساتھ کوئی کمی نہیں کی جاتی","chinese" : "凡欲享受今世生活及其装饰的人，在今世我要使他们享受自己行为的完全的报酬；在今世，他们不受亏待。","turkey" : "Dünya hayatını ve güzelliklerini isteyenlere orada işlediklerinin karşılığını tastamam veririz; onlar orada bir eksikliğe de uğratılmazlar"} ,{"id": "16", "arabic" : "أُوْلَـٰٓئِكَ ٱلَّذِينَ لَيۡسَ لَهُمۡ فِي ٱلۡأٓخِرَةِ إِلَّا ٱلنَّارُۖ وَحَبِطَ مَا صَنَعُواْ فِيهَا وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ", "english" : "Those are the ones for whom there is not in the Hereafter but the Fire. And lost is what they did therein and worthless is what they used to do", "urdu" : "مگر آخرت میں ایسے لوگوں کے لیے آگ کے سوا کچھ نہیں ہے (وہاں معلوم ہو جائے گا کہ) جو کچھ انہوں نے دنیا میں بنایا وہ سب ملیامیٹ ہو گیا اور اب ان کا سارا کیا دھرا محض باطل ہے","chinese" : "这等人在后世只得享受火狱的报酬，他们的事业将失效，他们的善行是徒然的。","turkey" : "İşte ahirette onlara ateşten başka bir şey yoktur. İşledikleri şeyler orada boşa gitmiştir. Zaten yapmakta oldukları da batıldır"} ,{"id": "17", "arabic" : "أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ وَيَتۡلُوهُ شَاهِدٞ مِّنۡهُ وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةًۚ أُوْلَـٰٓئِكَ يُؤۡمِنُونَ بِهِۦۚ وَمَن يَكۡفُرۡ بِهِۦ مِنَ ٱلۡأَحۡزَابِ فَٱلنَّارُ مَوۡعِدُهُۥۚ فَلَا تَكُ فِي مِرۡيَةٖ مِّنۡهُۚ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ", "english" : "So is one who [stands] upon a clear evidence from his Lord [like the aforementioned]? And a witness from Him follows it and before it was the Scripture of Moses to lead and as mercy. Those [believers in the former revelations] believe in the Qur'an. But whoever disbelieves in it from the [various] factions - the Fire is his promised destination. So be not in doubt about it. Indeed it is the truth from your Lord but most of the people do not believe", "urdu" : "پھر بھلا وہ شخص جو اپنے رب کی طرف سے ایک صاف شہادت رکھتا تھا، اس کے بعد ایک گواہ بھی پروردگار کی طرف سے (اس شہادت کی تائید میں) آ گیا، اور پہلے موسیٰؑ کی کتاب رہنما اور رحمت کے طور پر آئی ہوئی بھی موجود تھی (کیا وہ بھی دنیا پرستوں کی طرح اس سے انکار کرسکتا ہے؟) ایسے لوگ تو اس پر ایمان ہی لائیں گے اور انسانی گروہوں میں سے جو کوئی اس کا انکار کرے تو اس کے لیے جس جگہ کا وعدہ ہے وہ دوزخ ہے پس اے پیغمبرؐ، تم اِس چیز کی طرف سے کسی شک میں نہ پڑنا، یہ حق ہے تمہارے رب کی طرف سے مگر اکثر لوگ نہیں مانتے","chinese" : "难道这等人还不如别的人吗？他们依据从他们的主降示的明证，而且他们的主所派遣的见证者已继那明证而来临，在那明证之前还有穆萨的经典，那是安拉所降赐的指南和慈恩。这等人是坚信那明证的。各党派中谁不信那明证，火狱将是谁的约定的地方。所以，你们不要怀疑它，它确是你的主所降示的真理，但人们大半不信。","turkey" : "Rabbinin katından bir belgesi ve onun arkasından da bir şahidi olanlar önlerinde de Musa'nın Kitap'ı önder ve rahmet olarak bulunanlardır ki işte onlar Kuran'a inanırlar. Hangi topluluk onu inkar ederse yeri ateştir; senin de bundan şüphen olmasın. Doğrusu o Rabbinden bir gerçektir fakat insanların çoğu inanmazlar"} ,{"id": "18", "arabic" : "وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًاۚ أُوْلَـٰٓئِكَ يُعۡرَضُونَ عَلَىٰ رَبِّهِمۡ وَيَقُولُ ٱلۡأَشۡهَٰدُ هَـٰٓؤُلَآءِ ٱلَّذِينَ كَذَبُواْ عَلَىٰ رَبِّهِمۡۚ أَلَا لَعۡنَةُ ٱللَّهِ عَلَى ٱلظَّـٰلِمِينَ", "english" : "And who is more unjust than he who invents a lie about Allah? Those will be presented before their Lord and the witnesses will say These are the ones who lied against their Lord. Unquestionably the curse of Allah is upon the wrongdoers", "urdu" : "اور اُس شخص سے بڑھ کر ظالم اور کون ہوگا جو اللہ پر جھوٹ گھڑے؟ ایسے لوگ اپنے رب کے حضور پیش ہوں گے اور گواہ شہادت دیں گے کہ یہ ہیں وہ لوگ جنہوں نے اپنے رب پر جھوٹ گھڑا تھا سنو! خدا کی لعنت ہے ظالموں پر","chinese" : "假借安拉的名义而造谣的人，谁比他们还不义呢？这等人将受他们的主的检阅，而见证者们将来要说：“这些人是假借他们的主的名义造谣的。”真的，安拉的诅咒是要加于不义的人们的。","turkey" : "Yalan söyleyerek Allah'a iftira edenden daha zalim kim vardır? İşte bunlar Rablerine götürülürler ve şahidler: Rablerine yalan söyleyenler bunlardır derler. Bilin ki Allah'ın laneti haksızlık yapanlaradır"} ,{"id": "19", "arabic" : "ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ", "english" : "Who averted [people] from the way of Allah and sought to make it [seem] deviant while they concerning the Hereafter were disbelievers", "urdu" : "اُن ظالموں پر جو خدا کے راستے سے لوگوں کو روکتے ہیں، اس کے راستے کو ٹیٹرھا کرنا چاہتے ہیں اور آخرت کا انکار کرتے ہیں","chinese" : "他们阻碍安拉的大道，并暗示它是邪道，而且不信后世。","turkey" : "Bunlar Allah'ın yolundan alıkorlar ve o yolu eğriltmeğe çalışırlar; işte onlar ahireti inkar edenlerdir"} ,{"id": "20", "arabic" : "أُوْلَـٰٓئِكَ لَمۡ يَكُونُواْ مُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَۘ يُضَٰعَفُ لَهُمُ ٱلۡعَذَابُۚ مَا كَانُواْ يَسۡتَطِيعُونَ ٱلسَّمۡعَ وَمَا كَانُواْ يُبۡصِرُونَ", "english" : "Those were not causing failure [to Allah] on earth nor did they have besides Allah any protectors. For them the punishment will be multiplied. They were not able to hear nor did they see", "urdu" : "وہ زمین میں اللہ کو بے بس کرنے والے نہ تھے اور نہ اللہ کے مقابلہ میں کوئی ان کا حامی تھا انہیں اب دوہرا عذاب دیا جائے گا وہ نہ کسی کی سن ہی سکتے تھے اور نہ خود ہی انہیں کچھ سوجھتا تھا","chinese" : "这等人在大地上绝不能逃避天谴。除安拉外，他们绝无保护者。他们将受到加倍的惩罚。他们未能听从，也未观察。","turkey" : "Bunlar yeryüzünde Allah'ı aciz bırakamazlar. Allah'dan başka kendilerini kurtaracak dostları da yoktur. Azab onlara kat kat verilir; işitemezler ve göremezlerdi"} ,{"id": "21", "arabic" : "أُوْلَـٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ", "english" : "Those are the ones who will have lost themselves and lost from them is what they used to invent", "urdu" : "یہ وہ لوگ ہیں جنہوں نے اپنے آپ کو خود گھاٹے میں ڈالا اور وہ سب کچھ ان سے کھویا گیا جو انہوں نے گھڑ رکھا تھا","chinese" : "这等人是自亏的。他们所捏造的，已回避他们了。","turkey" : "İşte bunlar kendilerine yazık edenlerdir. Uydurdukları putlar da onlardan uzaklaşıp kaybolmuştur"} ,{"id": "22", "arabic" : "لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ", "english" : "Assuredly it is they in the Hereafter who will be the greatest losers", "urdu" : "نا گزیر ہے کہ وہی آخرت میں سب سے بڑھ کر گھاٹے میں رہیں","chinese" : "毫无疑义，他们在后世是最亏折的。","turkey" : "Ahirette en çok kayba uğrayacaklar şüphesiz bunlardır"} ,{"id": "23", "arabic" : "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ وَأَخۡبَتُوٓاْ إِلَىٰ رَبِّهِمۡ أُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ", "english" : "Indeed they who have believed and done righteous deeds and humbled themselves to their Lord - those are the companions of Paradise; they will abide eternally therein", "urdu" : "رہے وہ لوگ جو ایمان لائے اور جنہوں نے نیک عمل کیے اور اپنے رب ہی کے ہو کر رہے، تو یقیناً وہ جنتی لوگ ہیں اور جنت میں وہ ہمیشہ رہیں گے","chinese" : "信道而且行善，并对安拉表示谦逊的人，他们确是乐园的居民，将永居其中。","turkey" : "Doğrusu inanan ve yararlı iş yapanlar ve Rablerine boyun eğenler işte onlar cennetliklerdir; orada temellidirler"} ,{"id": "24", "arabic" : "۞مَثَلُ ٱلۡفَرِيقَيۡنِ كَٱلۡأَعۡمَىٰ وَٱلۡأَصَمِّ وَٱلۡبَصِيرِ وَٱلسَّمِيعِۚ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ أَفَلَا تَذَكَّرُونَ", "english" : "The example of the two parties is like the blind and deaf and the seeing and hearing. Are they equal in comparison? Then will you not remember", "urdu" : "اِن دونوں فریقوں کی مثال ایسی ہے جیسے ایک آدمی تو ہو اندھا بہرا اور دوسرا ہو دیکھنے اور سننے والا، کیا یہ دونوں یکساں ہو سکتے ہیں؟ کیا تم (اِس مثال سے) کوئی سبق نہیں لیتے؟","chinese" : "有两派人，这一派譬如是又瞎又聋的人，那一派譬如是又明又聪的人，难道这两派彼此的情况是一样的吗？你们怎么不觉悟呢？","turkey" : "Bu iki zümrenin durumu kör ve sağır kimse ile gören ve işiten kimsenin durumuna benzer. Durumları hiç eşit olabilir mi? İbret almıyor musunuz"} ,{"id": "25", "arabic" : "وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ", "english" : "And We had certainly sent Noah to his people [saying] Indeed I am to you a clear warner", "urdu" : "(اور ایسے ہی حالات تھے جب) ہم نے نوحؑ کو اُس کی قوم کی طرف بھیجا تھا (اُس نے کہا) میں تم لوگوں کو صاف صاف خبردار کرتا ہوں","chinese" : "我确已派遣努哈去教化他的宗族说：“我对你们确是一个坦率的警告者。","turkey" : "And olsun ki biz Nuh'u kendi milletine gönderdik; Ben sizin için apaçık bir uyarıcıyım; Allah'tan başkasına kulluk etmeyin; doğrusu ben hakkınızda can yakıcı bir günün azabından korkuyorum dedi"} ,{"id": "26", "arabic" : "أَن لَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ أَلِيمٖ", "english" : "That you not worship except Allah. Indeed I fear for you the punishment of a painful day", "urdu" : "کہ اللہ کے سوا کسی کی بندگی نہ کرو ورنہ مجھے اندیشہ ہے کہ تم پر ایک روز دردناک عذاب آئے گا","chinese" : "除安拉外，你们不要崇拜任何物。我的确怕你们遭受痛苦日的惩罚。”","turkey" : "And olsun ki biz Nuh'u kendi milletine gönderdik; Ben sizin için apaçık bir uyarıcıyım; Allah'tan başkasına kulluk etmeyin; doğrusu ben hakkınızda can yakıcı bir günün azabından korkuyorum dedi"} ,{"id": "27", "arabic" : "فَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا نَرَىٰكَ إِلَّا بَشَرٗا مِّثۡلَنَا وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمۡ أَرَاذِلُنَا بَادِيَ ٱلرَّأۡيِ وَمَا نَرَىٰ لَكُمۡ عَلَيۡنَا مِن فَضۡلِۭ بَلۡ نَظُنُّكُمۡ كَٰذِبِينَ", "english" : "So the eminent among those who disbelieved from his people said We do not see you but as a man like ourselves and we do not see you followed except by those who are the lowest of us [and] at first suggestion. And we do not see in you over us any merit; rather we think you are liars", "urdu" : "جواب میں اُس کی قوم کے سردار، جنہوں نے اس کی بات ماننے سے انکار کیا تھا، بولے ہماری نظر میں تو تم اس کے سوا کچھ نہیں ہو کہ بس ایک انسان ہو ہم جیسے اور ہم دیکھ رہے ہیں کہ ہماری قوم میں سے بس اُن لوگوں نے جو ہمارے ہاں اراذل تھے بے سوچے سمجھے تمہاری پیروی اختیار کر لی ہے اور ہم کوئی چیز بھی ایسی نہیں پاتے جس میں تم لوگ ہم سے کچھ بڑھے ہوئے ہو، بلکہ ہم تو تمہیں جھوٹا سمجھتے ہیں","chinese" : "但他的宗族中不信道者的贵族说：“我们认为你只是像我们一样的一个凡人，我们认为只有我们中那些最卑贱的人们才轻率地顺从你，我们认为你们不比我们优越。我们甚至相信你们是说谎的。”","turkey" : "Milletinin inkarcı ileri gelenleri: Senin ancak kendimiz gibi bir insan olduğunu görüyoruz. Daha başlangıçta sana bizim ayak takımı dışında kimsenin uyduğunu görmüyoruz. Sizin bizden bir üstünlüğünüz yoktur; biz sizi yalancı sanıyoruz dediler"} ,{"id": "28", "arabic" : "قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي رَحۡمَةٗ مِّنۡ عِندِهِۦ فَعُمِّيَتۡ عَلَيۡكُمۡ أَنُلۡزِمُكُمُوهَا وَأَنتُمۡ لَهَا كَٰرِهُونَ", "english" : "He said O my people have you considered: if I should be upon clear evidence from my Lord while He has given me mercy from Himself but it has been made unapparent to you should we force it upon you while you are averse to it", "urdu" : "اس نے کہا اے برادران قوم، ذرا سوچو تو سہی کہ اگر میں اپنے رب کی طرف سے ایک کھلی شہادت پر قائم تھا اور پھر اس نے مجھ کو اپنی خاص رحمت سے بھی نواز دیا مگر وہ تم کو نظر نہ آئی تو آخر ہمارے پاس کیا ذریعہ ہے کہ تم ماننا نہ چاہو اور ہم زبردستی اس کو تمہارے سر چپیک دیں؟","chinese" : "他说：“我的宗族啊！你们告诉我吧，如果我是依据从我的主降示的明证的，并且曾受过从他那里发出的慈恩，但那个明证对于你们是模糊的，难道你们憎恶它，而我们强迫你们接受它吗？","turkey" : "Nuh: Ey milletim! Rabbimin katından bir delilim bulunsa ve bana yine katından bir rahmet vermiş de bunlar sizden gizlenmiş olsa söyleyin bana hoşlanmadığınız halde zorla sizi bunlara mecbur mu ederiz? dedi"} ,{"id": "29", "arabic" : "وَيَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مَالًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۚ وَمَآ أَنَا۠ بِطَارِدِ ٱلَّذِينَ ءَامَنُوٓاْۚ إِنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ", "english" : "And O my people I ask not of you for it any wealth. My reward is not but from Allah. And I am not one to drive away those who have believed. Indeed they will meet their Lord but I see that you are a people behaving ignorantly", "urdu" : "اور اے برادران قوم، میں اِس کام پر تم سے کوئی مال نہیں مانگتا، میرا اجر تو اللہ کے ذمہ ہے اور میں اُن لوگوں کو دھکے دینے سے بھی رہا جنہوں نے میری بات مانی ہے، وہ آپ ہی اپنے رب کے حضور جانے والے ہیں مگر میں دیکھتا ہوں کہ تم لوگ جہالت برت رہے ہو","chinese" : "我的宗族啊！我不为传达使命而向你们索取钱财，我的报酬只归安拉负担。我不驱逐信道的人们。他们必定要会见他们的主，但我认为你们是无知的民众。","turkey" : "Ey milletim! Buna karşılık ben sizden bir mal da istemiyorum. Benim ücretim Allah'a aittir; inananları da kovacak değilim; çünkü onlar Rableriyle karşılaşacaklar; fakat ben sizi cahil bir millet olarak görüyorum"} ,{"id": "30", "arabic" : "وَيَٰقَوۡمِ مَن يَنصُرُنِي مِنَ ٱللَّهِ إِن طَرَدتُّهُمۡۚ أَفَلَا تَذَكَّرُونَ", "english" : "And O my people who would protect me from Allah if I drove them away? Then will you not be reminded", "urdu" : "اور اے قوم، اگر میں اِن لوگوں کو دھتکار دوں تو خدا کی پکڑ سے کون مجھے بچانے آئے گا؟ تم لوگوں کی سمجھ میں کیا اتنی بات بھی نہیں آتی؟","chinese" : "我的宗族啊！如果我驱逐他们，那么，谁能保护我不受安拉的惩罚？你们怎么不觉悟呢？","turkey" : "Ey milletim! Onları kovarsam Allah'a karşı beni kim savunur? Düşünmez misiniz"} ,{"id": "31", "arabic" : "وَلَآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ إِنِّي مَلَكٞ وَلَآ أَقُولُ لِلَّذِينَ تَزۡدَرِيٓ أَعۡيُنُكُمۡ لَن يُؤۡتِيَهُمُ ٱللَّهُ خَيۡرًاۖ ٱللَّهُ أَعۡلَمُ بِمَا فِيٓ أَنفُسِهِمۡ إِنِّيٓ إِذٗا لَّمِنَ ٱلظَّـٰلِمِينَ", "english" : "And I do not tell you that I have the depositories [containing the provision] of Allah or that I know the unseen nor do I tell you that I am an angel nor do I say of those upon whom your eyes look down that Allah will never grant them any good. Allah is most knowing of what is within their souls. Indeed I would then be among the wrongdoers", "urdu" : "اور میں تم سے نہیں کہتا کہ میرے پاس اللہ کے خزانے ہیں، نہ یہ کہتا ہوں کہ میں غیب کا علم رکھتا ہوں، نہ یہ میرا دعویٰ ہے کہ میں فرشتہ ہوں اور یہ بھی میں نہیں کہہ سکتا کہ جن لوگوں کو تمہاری آنکھیں حقارت سے دیکھتی ہیں انہیں اللہ نے کوئی بھلائی نہیں دی ان کے نفس کا حال اللہ ہی بہتر جانتا ہے اگر میں ایسا کہوں تو ظالم ہوں گا","chinese" : "我不对你们说我有安拉的宝藏，也不说我知道幽玄，也不说我是一个天使，也不说你们所藐视的人，安拉绝不赏赐他们任何福利——安拉是最了解他们的事情的——否则，我必是一个不义的人。”","turkey" : "Size Allah'ın hazineleri yanımdadır demiyorum; gaybı da bilmem; doğrusu melek olduğumu da söylemiyorum; küçük gördüklerinize Allah iyilik vermeyecektir diyemem; içlerinde olanı Allah daha iyi bilir. Yoksa şüphesiz haksızlık edenlerden olurum"} ,{"id": "32", "arabic" : "قَالُواْ يَٰنُوحُ قَدۡ جَٰدَلۡتَنَا فَأَكۡثَرۡتَ جِدَٰلَنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ", "english" : "They said O Noah you have disputed us and been frequent in dispute of us. So bring us what you threaten us if you should be of the truthful", "urdu" : "آخر کار ان لوگوں نے کہا کہ اے نوحؑ، تم نے ہم سے جھگڑا کیا اور بہت کر لیا اب تو بس وہ عذاب لے آؤ جس کی تم ہمیں دھمکی دیتے ہو اگر سچے ہو","chinese" : "他们说：“努哈啊！你确已和我们争论，而且争论的太多了，你昭示我们你用来吓唬我们的惩罚吧，如果你是一个诚实的人。”","turkey" : "Ey Nuh! Bizimle cidden tartıştın; hem de çok tartıştın. Doğru sözlülerden isen tehdit ettiğin azabı başımıza getir dediler"} ,{"id": "33", "arabic" : "قَالَ إِنَّمَا يَأۡتِيكُم بِهِ ٱللَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعۡجِزِينَ", "english" : "He said Allah will only bring it to you if He wills and you will not cause [Him] failure", "urdu" : "نوحؑ نے جواب دیا وہ تو اللہ ہی لائے گا، اگر چاہے گا، اور تم اتنا بل بوتا نہیں رکھتے کہ اسے روک دو","chinese" : "他说：“只有安拉能使惩罚降临你们，如果他意欲，你们绝不能逃避天谴。","turkey" : "Ancak Allah dilerse onu başınıza getirir siz O'nu aciz bırakamazsınız. Allah sizi azdırmak isterse ben size öğüt vermek istesem de faydası olmaz. O sizin Rabbinizdir O'na döndürüleceksiniz dedi"} ,{"id": "34", "arabic" : "وَلَا يَنفَعُكُمۡ نُصۡحِيٓ إِنۡ أَرَدتُّ أَنۡ أَنصَحَ لَكُمۡ إِن كَانَ ٱللَّهُ يُرِيدُ أَن يُغۡوِيَكُمۡۚ هُوَ رَبُّكُمۡ وَإِلَيۡهِ تُرۡجَعُونَ", "english" : "And my advice will not benefit you - although I wished to advise you - If Allah should intend to put you in error. He is your Lord and to Him you will be returned", "urdu" : "اب اگر میں تمہاری کچھ خیر خواہی کرنا بھی چاہوں تو میری خیر خواہی تمہیں کوئی فائدہ نہیں دے سکتی جبکہ اللہ ہی نے تمہیں بھٹکا دینے کا ارادہ کر لیا ہو، وہی تمہارا رب ہے اور اُسی کی طرف تمہیں پلٹنا ہے","chinese" : "如果我欲忠告你们，而安拉欲使你们迷误，那我的忠告是无济于你们的。他是你们的主，你们只被召归于他。”","turkey" : "Ancak Allah dilerse onu başınıza getirir siz O'nu aciz bırakamazsınız. Allah sizi azdırmak isterse ben size öğüt vermek istesem de faydası olmaz. O sizin Rabbinizdir O'na döndürüleceksiniz dedi"} ,{"id": "35", "arabic" : "أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَعَلَيَّ إِجۡرَامِي وَأَنَا۠ بَرِيٓءٞ مِّمَّا تُجۡرِمُونَ", "english" : "Or do they say [about Prophet Muhammad] He invented it? Say If I have invented it then upon me is [the consequence of] my crime; but I am innocent of what [crimes] you commit", "urdu" : "اے محمدؐ، کیا یہ لوگ کہتے ہیں کہ اِس شخص نے یہ سب کچھ خود گھڑ لیا ہے؟ ان سے کہو اگر میں نے یہ خود گھڑا ہے تو مجھ پر اپنے جرم کی ذمہ داری ہے، اور جو جرم تم کر رہے ہو اس کی ذمہ داری سے میں بری ہوں","chinese" : "难道他们说他伪造经典吗？你说：“如果我伪造经典，我自负我的罪责，我与你们所犯的罪行无关。”","turkey" : "Sana Kuran'ı kendiliğinden uydurdu derler de ki: Uydurdumsa suçu bana aittir; oysa ben sizin işlediğiniz günahlardan uzağım"} ,{"id": "36", "arabic" : "وَأُوحِيَ إِلَىٰ نُوحٍ أَنَّهُۥ لَن يُؤۡمِنَ مِن قَوۡمِكَ إِلَّا مَن قَدۡ ءَامَنَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَفۡعَلُونَ", "english" : "And it was revealed to Noah that No one will believe from your people except those who have already believed so do not be distressed by what they have been doing", "urdu" : "نوحؑ پر وحی کی گئی کہ تمہاری قوم میں سے جو لوگ ایمان لا چکے بس وہ لا چکے، اب کوئی ماننے والا نہیں ہے ان کے کرتوتوں پر غم کھانا چھوڑو","chinese" : "努哈奉到启示说：“你的宗族中除已归信者外，绝不会再有人归信你，故你不要为他们的行为而悲伤。","turkey" : "Nuh'a Senin milletinden inanmış olanlardan başkası inanmayacaktır; onların yapageldiklerine üzülme; nezaretimiz altında sana bildirdiğimiz gibi gemiyi yap. Haksızlık yapanlar için Bana baş vurma çünkü onlar suda boğulacaklardır diye Allah tarafından vahyolundu"} ,{"id": "37", "arabic" : "وَٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ", "english" : "And construct the ship under Our observation and Our inspiration and do not address Me concerning those who have wronged; indeed they are [to be] drowned", "urdu" : "اور ہماری نگرانی میں ہماری وحی کے مطابق ایک کشتی بنانی شروع کر دو اور دیکھو، جن لوگوں نے ظلم کیا ہے اُن کے حق میں مجھ سے کوئی سفارش نہ کرنا، یہ سارے کے سارے اب ڈوبنے والے ہیں","chinese" : "你应当在我的亲眼关注下，依我的启示而造船。你不要为不义的人们而祈祷我，他们必定要被淹死。”","turkey" : "Nuh'a Senin milletinden inanmış olanlardan başkası inanmayacaktır; onların yapageldiklerine üzülme; nezaretimiz altında sana bildirdiğimiz gibi gemiyi yap. Haksızlık yapanlar için Bana baş vurma çünkü onlar suda boğulacaklardır diye Allah tarafından vahyolundu"} ,{"id": "38", "arabic" : "وَيَصۡنَعُ ٱلۡفُلۡكَ وَكُلَّمَا مَرَّ عَلَيۡهِ مَلَأٞ مِّن قَوۡمِهِۦ سَخِرُواْ مِنۡهُۚ قَالَ إِن تَسۡخَرُواْ مِنَّا فَإِنَّا نَسۡخَرُ مِنكُمۡ كَمَا تَسۡخَرُونَ", "english" : "And he constructed the ship and whenever an assembly of the eminent of his people passed by him they ridiculed him. He said If you ridicule us then we will ridicule you just as you ridicule", "urdu" : "نوحؑ کشتی بنا رہا تھا اور اس کی قوم کے سرداروں میں سے جو کوئی اس کے پاس سے گزرتا تھا وہ اس کا مذاق اڑاتا تھا اس نے کہا اگر تم ہم پر ہنستے ہو تو ہم بھی تم پر ہنس رہے ہیں","chinese" : "他正在造船。他的宗族中的贵族们每逢从他面前走过，都嘲笑他，他说：“如果你们嘲笑我们，我们也必定要像你们嘲笑我们一样嘲笑你们。","turkey" : "Gemiyi yaparken milletinin inkarcı ileri gelenleri yanına uğradıkça onunla alay ederlerdi. O da: Bizimle alay ediyorsunuz ama alay ettiğiniz gibi biz de sizinle alay edeceğiz; rezil edecek olan azabın kime geleceğini ve kime sürekli azabın ineceğini göreceksiniz dedi"} ,{"id": "39", "arabic" : "فَسَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ", "english" : "And you are going to know who will get a punishment that will disgrace him [on earth] and upon whom will descend an enduring punishment [in the Hereafter]", "urdu" : "عنقریب تمہیں خود معلوم ہو جائے گا کہ کس پر وہ عذاب آتا ہے جو اُسے رسوا کر دے گا اور کس پر وہ بلا ٹوٹ پڑتی ہے جو ٹالے نہ ٹلے گی","chinese" : "你们将来就知道谁要受凌辱的惩罚，谁要遭永久的惩治。”","turkey" : "Gemiyi yaparken milletinin inkarcı ileri gelenleri yanına uğradıkça onunla alay ederlerdi. O da: Bizimle alay ediyorsunuz ama alay ettiğiniz gibi biz de sizinle alay edeceğiz; rezil edecek olan azabın kime geleceğini ve kime sürekli azabın ineceğini göreceksiniz dedi"} ,{"id": "40", "arabic" : "حَتَّىٰٓ إِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ قُلۡنَا ٱحۡمِلۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ وَمَنۡ ءَامَنَۚ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٞ", "english" : "[So it was] until when Our command came and the oven overflowed We said Load upon the ship of each [creature] two mates and your family except those about whom the word has preceded and [include] whoever has believed. But none had believed with him except a few", "urdu" : "یہاں تک کہ جب ہمارا حکم آگیا اور وہ تنو ر ابل پڑا تو ہم نے کہا ہر قسم کے جانوروں کا ایک ایک جوڑا کشتی میں رکھ لو، اپنے گھر والوں کو بھی سوائے اُن اشخاص کے جن کی نشان دہی پہلے کی جا چکی ہے اس میں سوار کرا دو اور ان لوگوں کو بھی بٹھا لو جو ایمان لائے ہیں اور تھوڑے ہی لوگ تھے جو نوحؑ کے ساتھ ایمان لائے تھے","chinese" : "等到我的命令来临而洪水从地面涌出的时候，我说：“你把每种动物各拿一对放在船里，并使你的家属——除已被判决者外——和信道的人们一起上船去。”只有少数人同他一起信道。","turkey" : "Buyruğumuz gelip tandırdan sular kaynamağa başlayınca Her cinsten birer çifti ve aleyhine hüküm verilmiş olanın dışında kalan çoluk çocuğunu ve inananları gemiye bindir dedik. Pek az kimse onunla beraber inanmıştı"} ,{"id": "41", "arabic" : "۞وَقَالَ ٱرۡكَبُواْ فِيهَا بِسۡمِ ٱللَّهِ مَجۡرٜىٰهَا وَمُرۡسَىٰهَآۚ إِنَّ رَبِّي لَغَفُورٞ رَّحِيمٞ", "english" : "And [Noah] said Embark therein; in the name of Allah is its course and its anchorage. Indeed my Lord is Forgiving and Merciful", "urdu" : "نوحؑ نے کہا سوار ہو جاؤ اِس میں، اللہ ہی کے نام سے ہے اس کا چلنا بھی اور اس کا ٹھیرنا بھی، میرا رب بڑا غفور و رحیم ہے","chinese" : "他说：“你们上船去吧！这只船的航行和停舶都是奉安拉之名的。我的主确是至赦的，确是至慈的。”","turkey" : "Allah Oraya binin; yürümesi ve durması Allah'ın ismiyledir Rabbin bağışlar ve merhamet eder dedi"} ,{"id": "42", "arabic" : "وَهِيَ تَجۡرِي بِهِمۡ فِي مَوۡجٖ كَٱلۡجِبَالِ وَنَادَىٰ نُوحٌ ٱبۡنَهُۥ وَكَانَ فِي مَعۡزِلٖ يَٰبُنَيَّ ٱرۡكَب مَّعَنَا وَلَا تَكُن مَّعَ ٱلۡكَٰفِرِينَ", "english" : "And it sailed with them through waves like mountains and Noah called to his son who was apart [from them] O my son come aboard with us and be not with the disbelievers", "urdu" : "کشتی ان لوگوں کو لیے چلی جا رہی تھی اور ایک ایک موج پہاڑ کی طرح اٹھ رہی تھی نوحؑ کا بیٹا دور فاصلے پر تھا نوحؑ نے پکار کر کہا بیٹا، ہمارے ساتھ سوار ہو جا، کافروں کے ساتھ نہ رہ","chinese" : "那只船载着他们航行于山岳般的波涛之间。努哈喊叫自己的儿子——那时他远在船外——说：“我的孩子啊！你来和我们一道乘船吧！你不要同不信道的人们在一起。”","turkey" : "Gemi dağlar gibi dalgalar içinde onları götürürken Nuh bir kenarda ayrı kalmış olan oğluna Ey oğulcuğum! Bizimle beraber gel kafirlerle birlik olma diye seslendi"} ,{"id": "43", "arabic" : "قَالَ سَـَٔاوِيٓ إِلَىٰ جَبَلٖ يَعۡصِمُنِي مِنَ ٱلۡمَآءِۚ قَالَ لَا عَاصِمَ ٱلۡيَوۡمَ مِنۡ أَمۡرِ ٱللَّهِ إِلَّا مَن رَّحِمَۚ وَحَالَ بَيۡنَهُمَا ٱلۡمَوۡجُ فَكَانَ مِنَ ٱلۡمُغۡرَقِينَ", "english" : "[But] he said I will take refuge on a mountain to protect me from the water. [Noah] said There is no protector today from the decree of Allah except for whom He gives mercy. And the waves came between them and he was among the drowned", "urdu" : "اُس نے پلٹ کر جواب دیا میں ابھی ایک پہاڑ پر چڑھا جاتا ہوں جو مجھے پانی سے بچا لے گا نوحؑ نے کہا، آج کوئی چیز اللہ کے حکم سے بچانے والی نہیں ہے سوائے اِس کے کہ اللہ ہی کسی پر رحم فرمائے اتنے میں ایک موج دونوں کے درمیان حائل ہو گئی اور وہ بھی ڈوبنے والوں میں شامل ہو گیا","chinese" : "他的儿子说：“我要到一座山上去躲避洪水。”他说：“今天，除安拉所怜悯的人外，绝没有任何人能保护别人不受安拉的惩罚。”波涛隔开了他俩，他就被淹死了。","turkey" : "Oğlu: Dağa sığınırım beni sudan kurtarır deyince Nuh: Bugün Allah'ın buyruğundan O'nun acıdıkları dışında kurtulacak yoktur dedi. Aralarına dalga girdi oğlu da boğulanlara karıştı"} ,{"id": "44", "arabic" : "وَقِيلَ يَـٰٓأَرۡضُ ٱبۡلَعِي مَآءَكِ وَيَٰسَمَآءُ أَقۡلِعِي وَغِيضَ ٱلۡمَآءُ وَقُضِيَ ٱلۡأَمۡرُ وَٱسۡتَوَتۡ عَلَى ٱلۡجُودِيِّۖ وَقِيلَ بُعۡدٗا لِّلۡقَوۡمِ ٱلظَّـٰلِمِينَ", "english" : "And it was said O earth swallow your water and O sky withhold [your rain]. And the water subsided and the matter was accomplished and the ship came to rest on the [mountain of] Judiyy. And it was said Away with the wrongdoing people", "urdu" : "حکم ہوا اے زمین، اپنا سارا پانی نگل جا اور اے آسمان، رک جا چنانچہ پانی زمین میں بیٹھ گیا، فیصلہ چکا دیا گیا، کشتی جودی پر ٹک گئی، اور کہہ دیا گیا کہ دور ہوئی ظالموں کی قو م","chinese" : "有人说：“地啊！汲干你上面的水吧！云啊！散开吧！”于是洪水退去了，事情就被判决了。船停舶在朱迭山上。有人说：“不义的人们已遭毁灭了。”","turkey" : "Yere Suyunu çek! göğe Ey gök sen de tut! denildi. Su çekildi iş de bitti; gemi Cudi'ye oturdu. Haksızlık yapan millet Allah'ın rahmetinden uzak olsun denildi"} ,{"id": "45", "arabic" : "وَنَادَىٰ نُوحٞ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ ٱبۡنِي مِنۡ أَهۡلِي وَإِنَّ وَعۡدَكَ ٱلۡحَقُّ وَأَنتَ أَحۡكَمُ ٱلۡحَٰكِمِينَ", "english" : "And Noah called to his Lord and said My Lord indeed my son is of my family; and indeed Your promise is true; and You are the most just of judges", "urdu" : "نوحؑ نے اپنے رب کو پکارا کہا اے رب، میرا بیٹا میرے گھر والوں میں سے ہے اور تیرا وعدہ سچا ہے اور تو سب حاکموں سے بڑا اور بہتر حاکم ہے","chinese" : "努哈祈祷他的主说：“我的主啊！我的儿子是我的亲人，你的诺言是真实的，你是最公正的判决者。”","turkey" : "Nuh Rabbine seslendi: Rabbim! Oğlum benim ailemdendi. Doğrusu Senin vadin haktır. Sen hükmedenlerin en iyi hükmedenisin dedi"} ,{"id": "46", "arabic" : "قَالَ يَٰنُوحُ إِنَّهُۥ لَيۡسَ مِنۡ أَهۡلِكَۖ إِنَّهُۥ عَمَلٌ غَيۡرُ صَٰلِحٖۖ فَلَا تَسۡـَٔلۡنِ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۖ إِنِّيٓ أَعِظُكَ أَن تَكُونَ مِنَ ٱلۡجَٰهِلِينَ", "english" : "He said O Noah indeed he is not of your family; indeed he is [one whose] work was other than righteous so ask Me not for that about which you have no knowledge. Indeed I advise you lest you be among the ignorant", "urdu" : "جواب میں ارشاد ہوا اے نوحؑ، وہ تیرے گھر والوں میں سے نہیں ہے، وہ تو ایک بگڑا ہوا کام ہے، لہٰذا تو اُس بات کی مجھ سے درخواست نہ کر جس کی حقیقت تو نہیں جانتا، میں تجھے نصیحت کرتا ہوں کہ اپنے آپ کو جاہلوں کی طرح نہ بنا لے","chinese" : "主说：“努哈啊！他的确不是你的家属，他是作恶的，你不要向我祈求你所不知道的事情。我劝你不要自居于愚人之列。”","turkey" : "Allah: Ey Nuh! O senin ailenden sayılmaz; çünkü kötü bir iş işlemiştir; öyleyse bilmediğin şeyi Benden isteme. İşte sana öğüt bilgisizlerden olma dedi"} ,{"id": "47", "arabic" : "قَالَ رَبِّ إِنِّيٓ أَعُوذُ بِكَ أَنۡ أَسۡـَٔلَكَ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞۖ وَإِلَّا تَغۡفِرۡ لِي وَتَرۡحَمۡنِيٓ أَكُن مِّنَ ٱلۡخَٰسِرِينَ", "english" : "[Noah] said My Lord I seek refuge in You from asking that of which I have no knowledge. And unless You forgive me and have mercy upon me I will be among the losers", "urdu" : "نوحؑ نے فوراً عرض کیا اے میرے رب، میں تیری پناہ مانگتا ہوں اِس سے کہ وہ چیز تجھ سے مانگوں جس کا مجھے علم نہیں اگر تو نے مجھ معاف نہ کیا اور رحم نہ فرمایا تو میں برباد ہو جاؤں گا","chinese" : "他说：“我的主啊！我求庇于你，以免我向你祈求我所不知道的事情，如果你不饶恕我，不怜悯我，我就变成亏折的人了。”","turkey" : "Rabbim! Bilmediğim şeyi Senden istemekten Sana sığınırım. Beni bağışlamaz ve bana merhamet etmezsen kaybedenlerden olurum dedi"} ,{"id": "48", "arabic" : "قِيلَ يَٰنُوحُ ٱهۡبِطۡ بِسَلَٰمٖ مِّنَّا وَبَرَكَٰتٍ عَلَيۡكَ وَعَلَىٰٓ أُمَمٖ مِّمَّن مَّعَكَۚ وَأُمَمٞ سَنُمَتِّعُهُمۡ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٞ", "english" : "It was said O Noah disembark in security from Us and blessings upon you and upon nations [descending] from those with you. But other nations [of them] We will grant enjoyment; then there will touch them from Us a painful punishment", "urdu" : "حکم ہوا اے نوحؑ اتر جا، ہماری طرف سے سلامتی اور برکتیں ہیں تجھ پر اور ان گروہوں پر جو تیرے ساتھ ہیں، اور کچھ گروہ ایسے بھی ہیں جن کو ہم کچھ مدت سامان زندگی بخشیں گے پھر انہیں ہماری طرف سے درد ناک عذاب پہنچے گا","chinese" : "有人说：“努哈啊！你下船吧！从我发出的平安和幸福，将要降临你和与你同船的人的部分后裔。他们的另一部分后裔，我将使他们享受，然后，他们将遭受从我发出的痛苦的惩罚。”","turkey" : "Ey Nuh! Sana ve seninle beraber olan topluluklara bizden bir selamet ve bereketle gemiden in. Ama birçok toplulukları da geçindireceğiz sonra onlara can yakıcı bir azab vereceğiz denildi"} ,{"id": "49", "arabic" : "تِلۡكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهَآ إِلَيۡكَۖ مَا كُنتَ تَعۡلَمُهَآ أَنتَ وَلَا قَوۡمُكَ مِن قَبۡلِ هَٰذَاۖ فَٱصۡبِرۡۖ إِنَّ ٱلۡعَٰقِبَةَ لِلۡمُتَّقِينَ", "english" : "That is from the news of the unseen which We reveal to you [O Muhammad]. You knew it not neither you nor your people before this. So be patient; indeed the [best] outcome is for the righteous", "urdu" : "اے محمدؐ، یہ غیب کی خبریں ہیں جو ہم تمہاری طرف وحی کر رہے ہیں اس سے پہلے نہ تم ان کو جانتے تھے اور نہ تمہاری قوم، پس صبر کرو، ا نجام کار متقیوں ہی کے حق میں ہے","chinese" : "这是部分幽玄的消息，我把它启示你。以前，你和你的宗族都不知道它，故你应当坚忍。善果归于敬畏的人们。","turkey" : "Bunlar sana vahyettiğimiz bilinmeyen olaylardır. Sen de milletin de daha önce bunları bilmezdiniz. Sabret sonuç Allah'tan sakınanlarındır"} ,{"id": "50", "arabic" : "وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۖ إِنۡ أَنتُمۡ إِلَّا مُفۡتَرُونَ", "english" : "And to 'Aad [We sent] their brother Hud. He said O my people worship Allah; you have no deity other than Him. You are not but inventors [of falsehood]", "urdu" : "اور عاد کی طرف ہم نے ان کے بھائی ہودؑ کو بھیجا اُس نے کہا اے برادران قوم، اللہ کی بندگی کرو، تمہارا کوئی خدا اُس کے سوا نہیں ہے تم نے محض جھوٹ گھڑ رکھے ہیں","chinese" : "我确已派遣阿德人的弟兄呼德去教化他们，他说：“我的宗族啊！你们应当崇拜安拉，除他外，绝无应受你们崇拜的。你们只是造谣者。","turkey" : "Ad milletine kardeşleri Hud'u gönderdik. Şöyle dedi: Ey milletim! Allah'a kulluk edin. O'ndan başka tanrınız yoktur; yoksa sadece yalan uyduran kimseler olursunuz"} ,{"id": "51", "arabic" : "يَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱلَّذِي فَطَرَنِيٓۚ أَفَلَا تَعۡقِلُونَ", "english" : "O my people I do not ask you for it any reward. My reward is only from the one who created me. Then will you not reason", "urdu" : "اے برادران قوم، اس کام پر میں تم سے کوئی اجر نہیں چاہتا، میرا اجر تو اس کے ذمہ ہے جس نے مجھے پیدا کیا ہے، کیا تم عقل سے ذرا کام نہیں لیتے؟","chinese" : "我的宗族啊！我不为传达使命而向你们索取报酬，我的报酬只由造化我的主宰负担。难道你们不理解吗？","turkey" : "Ey milletim! Buna karşılık sizden bir ücret istemiyorum. Benim ücretim ancak beni yaratana aittir. Akletmez misiniz"} ,{"id": "52", "arabic" : "وَيَٰقَوۡمِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا وَيَزِدۡكُمۡ قُوَّةً إِلَىٰ قُوَّتِكُمۡ وَلَا تَتَوَلَّوۡاْ مُجۡرِمِينَ", "english" : "And O my people ask forgiveness of your Lord and then repent to Him. He will send [rain from] the sky upon you in showers and increase you in strength [added] to your strength. And do not turn away [being] criminals", "urdu" : "اور اے میری قوم کے لوگو، اپنے رب سے معافی چاہو، پھر اس کی طرف پلٹو، وہ تم پر آسمان کے دہانے کھول دے گا اور تمہاری موجودہ قوت پر مزید قوت کا اضافہ کرے گا مجرموں کی طرح منہ نہ پھیرو","chinese" : "我的宗族啊！你们应当向你们的主求饶，然后归依他，他就把充足的雨水降给你们，并使你们更加富强。你们不要背离（正道）而犯罪。”","turkey" : "Ey milletim! Rabbinizden mağfiret dileyin sonra O'na tevbe edin ki size gökten bol bol yağmur göndersin kuvvetinize kuvvet katsın; suçlular olarak yüz çevirmeyin"} ,{"id": "53", "arabic" : "قَالُواْ يَٰهُودُ مَا جِئۡتَنَا بِبَيِّنَةٖ وَمَا نَحۡنُ بِتَارِكِيٓ ءَالِهَتِنَا عَن قَوۡلِكَ وَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ", "english" : "They said O Hud you have not brought us clear evidence and we are not ones to leave our gods on your say-so. Nor are we believers in you", "urdu" : "انہوں نے جواب دیا اے ہودؑ، تو ہمارے پاس کوئی صریح شہادت لے کر نہیں آیا ہے، اور تیرے کہنے سے ہم اپنے معبودوں کو نہیں چھوڑ سکتے، اور تجھ پر ہم ایمان لانے والے نہیں ہیں","chinese" : "他们说：“呼德啊！你没有昭示我们任何明证，我们绝不为你的言论而抛弃我们的神灵，我们并不信任你。","turkey" : "Ey Hud! Sen bize bir belge getirmeden senin sözünden ötürü tanrılarımızı terketmeyiz ve sana inanmayız"} ,{"id": "54", "arabic" : "إِن نَّقُولُ إِلَّا ٱعۡتَرَىٰكَ بَعۡضُ ءَالِهَتِنَا بِسُوٓءٖۗ قَالَ إِنِّيٓ أُشۡهِدُ ٱللَّهَ وَٱشۡهَدُوٓاْ أَنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ", "english" : "We only say that some of our gods have possessed you with evil. He said Indeed I call Allah to witness and witness [yourselves] that I am free from whatever you associate with Allah", "urdu" : "ہم تو یہ سمجھتے ہیں کہ تیرے اوپر ہمارے معبودوں میں سے کسی کی مار پڑ گئی ہے ہودؑ نے کہا میں اللہ کی شہادت پیش کرتا ہوں اور تم گواہ رہو کہ یہ جو اللہ کے سوا دوسروں کو تم نے خدائی میں شریک ٹھیرا رکھا ہے اس سے میں بیزار ہوں","chinese" : "我们只想说，我们的一部分神灵使你发狂。”他说：“我求安拉作证，你们也应当作证，我对于你们所用以配安拉的（偶像）确是无干的。","turkey" : "Bir kısım tanrılarımız seni çarpmıştır demekten başka birşey demeyiz dediler. Hud: Doğrusu ben Allah'ı şahit tutuyorum; siz de şahit olun ki ben O'nu bırakıp koştuğunuz ortaklardan uzağım. Hepiniz bana tuzak kurun sonra da ertelemeyin. Ben ancak benim de sizin de Rabbiniz olan Allah'a güvenirim. Hiçbir canlı yoktur ki Allah ona el koymamış bulunsun. Rabbim elbette doğru yoldadır. Eğer yüz çevirirseniz şüphesiz ben size benimle gönderileni bildirdim. Rabbim sizden başka bir milleti yerinize getirebilir O'na bir şey de yapamazsınız. Doğrusu Rabbim herşeyi koruyandır dedi"} ,{"id": "55", "arabic" : "مِن دُونِهِۦۖ فَكِيدُونِي جَمِيعٗا ثُمَّ لَا تُنظِرُونِ", "english" : "Other than Him. So plot against me all together; then do not give me respite", "urdu" : "تم سب کے سب مل کر میرے خلاف اپنی کرنی میں کسر نہ اٹھا رکھو اور مجھے ذرا مہلت نہ دو","chinese" : "你们群起而谋害我吧！而且不要宽恕我。","turkey" : "Bir kısım tanrılarımız seni çarpmıştır demekten başka birşey demeyiz dediler. Hud: Doğrusu ben Allah'ı şahit tutuyorum; siz de şahit olun ki ben O'nu bırakıp koştuğunuz ortaklardan uzağım. Hepiniz bana tuzak kurun sonra da ertelemeyin. Ben ancak benim de sizin de Rabbiniz olan Allah'a güvenirim. Hiçbir canlı yoktur ki Allah ona el koymamış bulunsun. Rabbim elbette doğru yoldadır. Eğer yüz çevirirseniz şüphesiz ben size benimle gönderileni bildirdim. Rabbim sizden başka bir milleti yerinize getirebilir O'na bir şey de yapamazsınız. Doğrusu Rabbim herşeyi koruyandır dedi"} ,{"id": "56", "arabic" : "إِنِّي تَوَكَّلۡتُ عَلَى ٱللَّهِ رَبِّي وَرَبِّكُمۚ مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذُۢ بِنَاصِيَتِهَآۚ إِنَّ رَبِّي عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ", "english" : "Indeed I have relied upon Allah my Lord and your Lord. There is no creature but that He holds its forelock. Indeed my Lord is on a path [that is] straight", "urdu" : "میرا بھروسہ اللہ پر ہے جو میرا رب بھی ہے اور تمہارا رب بھی کوئی جاندار ایسا نہیں جس کی چوٹی اس کے ہاتھ میں نہ ہو بے شک میرا رب سیدھی ر اہ پر ہے","chinese" : "我的确托靠安拉——我的主和你们的主，没有一种动物不归他管辖。我的主确是在正路上的。","turkey" : "Bir kısım tanrılarımız seni çarpmıştır demekten başka birşey demeyiz dediler. Hud: Doğrusu ben Allah'ı şahit tutuyorum; siz de şahit olun ki ben O'nu bırakıp koştuğunuz ortaklardan uzağım. Hepiniz bana tuzak kurun sonra da ertelemeyin. Ben ancak benim de sizin de Rabbiniz olan Allah'a güvenirim. Hiçbir canlı yoktur ki Allah ona el koymamış bulunsun. Rabbim elbette doğru yoldadır. Eğer yüz çevirirseniz şüphesiz ben size benimle gönderileni bildirdim. Rabbim sizden başka bir milleti yerinize getirebilir O'na bir şey de yapamazsınız. Doğrusu Rabbim herşeyi koruyandır dedi"} ,{"id": "57", "arabic" : "فَإِن تَوَلَّوۡاْ فَقَدۡ أَبۡلَغۡتُكُم مَّآ أُرۡسِلۡتُ بِهِۦٓ إِلَيۡكُمۡۚ وَيَسۡتَخۡلِفُ رَبِّي قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّونَهُۥ شَيۡـًٔاۚ إِنَّ رَبِّي عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ", "english" : "But if they turn away [say] I have already conveyed that with which I was sent to you. My Lord will give succession to a people other than you and you will not harm Him at all. Indeed my Lord is over all things Guardian", "urdu" : "اگر تم منہ پھیرتے ہو تو پھیر لو جو پیغام دے کر میں تمہارے پاس بھیجا گیا تھا وہ میں تم کو پہنچا چکا ہوں اب میرا رب تمہاری جگہ دوسری قوم کو اٹھائے گا اور تم اس کا کچھ نہ بگاڑ سکو گے یقیناً میرا رب ہر چیز پر نگراں ہے","chinese" : "如果你们违背正道，那么，我确以把我所奉的使命传达给你们了，我的主将以别的民族代替你们，你们一点也不能伤害他。我的主确是监护万物的。”","turkey" : "Bir kısım tanrılarımız seni çarpmıştır demekten başka birşey demeyiz dediler. Hud: Doğrusu ben Allah'ı şahit tutuyorum; siz de şahit olun ki ben O'nu bırakıp koştuğunuz ortaklardan uzağım. Hepiniz bana tuzak kurun sonra da ertelemeyin. Ben ancak benim de sizin de Rabbiniz olan Allah'a güvenirim. Hiçbir canlı yoktur ki Allah ona el koymamış bulunsun. Rabbim elbette doğru yoldadır. Eğer yüz çevirirseniz şüphesiz ben size benimle gönderileni bildirdim. Rabbim sizden başka bir milleti yerinize getirebilir O'na bir şey de yapamazsınız. Doğrusu Rabbim herşeyi koruyandır dedi"} ,{"id": "58", "arabic" : "وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا هُودٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَنَجَّيۡنَٰهُم مِّنۡ عَذَابٍ غَلِيظٖ", "english" : "And when Our command came We saved Hud and those who believed with him by mercy from Us; and We saved them from a harsh punishment", "urdu" : "پھر جب ہمارا حکم آگیا تو ہم نے اپنی رحمت سے ہودؑ کو اور اُن لوگوں کو جو اُس کے ساتھ ایمان لائے تھے نجات دے دی اور ایک سخت عذاب سے بچا لیا","chinese" : "当我的命令降临的时候，我以从我发出的慈恩拯救了呼德和同他在一起信道的人们，我使他们免遭严厉的刑罚。","turkey" : "Buyruğumuz gelince Hud'u ve beraberindeki inananları rahmetimizle kurtardık. Onları çetin bir azabdan koruduk"} ,{"id": "59", "arabic" : "وَتِلۡكَ عَادٞۖ جَحَدُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَعَصَوۡاْ رُسُلَهُۥ وَٱتَّبَعُوٓاْ أَمۡرَ كُلِّ جَبَّارٍ عَنِيدٖ", "english" : "And that was 'Aad who rejected the signs of their Lord and disobeyed His messengers and followed the order of every obstinate tyrant", "urdu" : "یہ ہیں عاد، اپنے رب کی آیات سے انہوں نے انکار کیا، اس کے رسولوں کی بات نہ مانی، اور ہر جبار دشمن حق کی پیروی کرتے رہے","chinese" : "这些阿德人曾否认他们的主的迹象，并抗违安拉的众使者，而且顺从每个顽固的暴虐者的命令。","turkey" : "İşte bu Rablerinin ayetlerini bile bile inkar eden peygamberlerine kafa tutan ve her inatçı zorbanın emrine uyan Ad milletidir"} ,{"id": "60", "arabic" : "وَأُتۡبِعُواْ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ عَادٗا كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّعَادٖ قَوۡمِ هُودٖ", "english" : "And they were [therefore] followed in this world with a curse and [as well] on the Day of Resurrection. Unquestionably 'Aad denied their Lord; then away with 'Aad the people of Hud", "urdu" : "آخر کار اس دنیا میں بھی ان پر پھٹکار پڑی اور قیامت کے روز بھی سنو! عاد نے اپنے رب سے کفر کیا، سنو! دور پھینک دیے گئے عاد، ہودؑ کی قوم کے لوگ","chinese" : "他们在今世和复活日，永遭诅咒。真的，阿德人确已否认他们的主。真的！阿德人——呼德的宗族——愿他们遭受毁灭！","turkey" : "Bu dünyada da kıyamet gününde de lanete uğradılar. Bilin ki Ad milleti Rablerini inkar etti ve yine bilin ki Hud'un milleti Ad Allah'ın rahmetinden uzaklaştı"} ,{"id": "61", "arabic" : "۞وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ هُوَ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَٱسۡتَعۡمَرَكُمۡ فِيهَا فَٱسۡتَغۡفِرُوهُ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي قَرِيبٞ مُّجِيبٞ", "english" : "And to Thamud [We sent] their brother Salih. He said O my people worship Allah; you have no deity other than Him. He has produced you from the earth and settled you in it so ask forgiveness of Him and then repent to Him. Indeed my Lord is near and responsive", "urdu" : "اور ثمود کی طرف ہم نے ان کے بھائی صالحؑ کو بھیجا اُس نے کہا اے میری قوم کے لوگو، اللہ کی بندگی کرو، اُ س کے سوا تمہارا کوئی خدا نہیں ہے وہی ہے جس نے تم کو زمین سے پیدا کیا ہے اور یہاں تم کو بسایا ہے لہٰذا تم اس سے معافی چاہو اور اس کی طرف پلٹ آؤ، یقیناً میرا رب قریب ہے اور وہ دعاؤں کا جواب دینے والا ہے","chinese" : "我确已派遣赛莫德人的弟兄撒立哈去教化他们，他说：“我的宗族啊！你们应当崇拜安拉，除他外，绝无应受你们崇拜的。他用地上的土创造你们，并使你们在大地上居住，故你们应当向他求饶，然后你们向他忏悔。我的主确是临近的，确是有求必应的。”","turkey" : "Semud milletine kardeşleri Salih'i gönderdik. Ey milletim! Allah'a kulluk edin; O'ndan başka tanrınız yoktur; sizi yeryüzünde yaratıp orayı imar etmenizi dileyen O'dur. Öyleyse O'ndan mağfiret dileyin sonra da O'na tevbe edin. Doğrusu Rabbim size yakın ve duaları kabul edendir dedi"} ,{"id": "62", "arabic" : "قَالُواْ يَٰصَٰلِحُ قَدۡ كُنتَ فِينَا مَرۡجُوّٗا قَبۡلَ هَٰذَآۖ أَتَنۡهَىٰنَآ أَن نَّعۡبُدَ مَا يَعۡبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِي شَكّٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ مُرِيبٖ", "english" : "They said O Salih you were among us a man of promise before this. Do you forbid us to worship what our fathers worshipped? And indeed we are about that to which you invite us in disquieting doubt", "urdu" : "انہوں نے کہا اے صالحؑ، اس سے پہلے تو ہمارے درمیان ایسا شخص تھا جس سے بڑی توقعات وابستہ تھیں کیا تو ہمیں ان معبودوں کی پرستش سے روکنا چاہتا ہے جن کی پرستش ہمارے باپ دادا کرتے تھے؟ تو جس طریقے کی طرف ہمیں بلا رہا ہے اس کے بارے میں ہم کو سخت شبہ ہے جس نے ہمیں خلجان میں ڈال رکھا ہے","chinese" : "他们说：“撒立哈啊！以前，你在我们中间是众望所归的，难道你禁止我们崇拜我们的祖先所崇拜的〔偶像〕吗？我们对于你用以号召我们的事确是在令人不安的怀疑之中。”","turkey" : "Ey Salih! Sen bundan önce aramızda kendisinden iyilik beklenir bir kimseydin; şimdi babalarımızın taptıklarına bizi tapmaktan men mi ediyorsun? Doğrusu bizi çağırdığın şeyden şüphe ve endişedeyiz dediler"} ,{"id": "63", "arabic" : "قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي مِنۡهُ رَحۡمَةٗ فَمَن يَنصُرُنِي مِنَ ٱللَّهِ إِنۡ عَصَيۡتُهُۥۖ فَمَا تَزِيدُونَنِي غَيۡرَ تَخۡسِيرٖ", "english" : "He said O my people have you considered: if I should be upon clear evidence from my Lord and He has given me mercy from Himself who would protect me from Allah if I disobeyed Him? So you would not increase me except in loss", "urdu" : "صالحؑ نے کہا اے برادران قوم، تم نے کچھ اس بات پر بھی غور کیا کہ اگر میں اپنے رب کی طرف سے ایک صاف شہادت رکھتا تھا، اور پھر اس نے اپنی رحمت سے بھی مجھ کو نواز دیا تو اِس کے بعد اللہ کی پکڑ سے مجھے کون بچائے گا اگر میں اُس کی نافرمانی کروں؟ تم میرے کس کام آ سکتے ہو سوائے اس کے کہ مجھے اور زیادہ خسارے میں ڈال دو","chinese" : "他说：“我的宗族啊！你们告诉我吧！如果我是依据从我的主降示的明证的，并且他曾将从自己发出的慈恩赏赐了我，那么，如果我违抗了安拉，谁能保证我不受他的惩罚呢？你们只能使我遭受更大的损失。","turkey" : "Ey milletim! Eğer Rabbimden bir belgem olur ve bana rahmet eder de ben O'na baş kaldırırsam söyleyin Allah'a karşı beni kim savunur? Bana zararımı artırmaktan başka birşey yapamazsınız dedi"} ,{"id": "64", "arabic" : "وَيَٰقَوۡمِ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٞ قَرِيبٞ", "english" : "And O my people this is the she-camel of Allah - [she is] to you a sign. So let her feed upon Allah 's earth and do not touch her with harm or you will be taken by an impending punishment", "urdu" : "اور اے میری قوم کے لوگو، دیکھو یہ اللہ کی اونٹنی تمہارے لیے ایک نشانی ہے اِسے خدا کی زمین میں چرنے کے لیے آزاد چھوڑ دو اِس سے ذرا تعرض نہ کرنا ورنہ کچھ زیادہ دیر نہ گزرے گی کہ تم پر خدا کا عذاب آ جائے گا","chinese" : "我的宗族啊！这是安拉的母驼，可以作你们的迹象，所以你们应当让它在安拉的大地上吃草，不要伤害它，否则，临近的惩罚将袭击你们。”","turkey" : "Ey milletim! Bu size bir ayet olarak Allah'ın devesidir. Bırakın onu Allah'ın toprağında otlasın; ona fenalık etmeyin yoksa siz hemen azaba uğrarsınız"} ,{"id": "65", "arabic" : "فَعَقَرُوهَا فَقَالَ تَمَتَّعُواْ فِي دَارِكُمۡ ثَلَٰثَةَ أَيَّامٖۖ ذَٰلِكَ وَعۡدٌ غَيۡرُ مَكۡذُوبٖ", "english" : "But they hamstrung her so he said Enjoy yourselves in your homes for three days. That is a promise not to be denied", "urdu" : "مگر انہوں نے اونٹنی کو مار ڈالا اس پر صالحؑ نے اُن کو خبردار کر دیا کہ بس اب تین دن اپنے گھروں میں اور رہ بس لو یہ ایسی میعاد ہے جو جھوٹی نہ ثابت ہوگی","chinese" : "但是他们宰了它，他就说：“你们在家里享受三日吧！这不是骗人的应许。”","turkey" : "Buna rağmen onu kesip devirdiler. O zaman Salih: Yurdunuzda üç gün daha kalın. Bu yalanlanmayacak bir sözdür dedi"} ,{"id": "66", "arabic" : "فَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا صَٰلِحٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَمِنۡ خِزۡيِ يَوۡمِئِذٍۚ إِنَّ رَبَّكَ هُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ", "english" : "So when Our command came We saved Salih and those who believed with him by mercy from Us and [saved them] from the disgrace of that day. Indeed it is your Lord who is the Powerful the Exalted in Might", "urdu" : "آخر کار جب ہمارے فیصلے کا وقت آ گیا تو ہم نے اپنی رحمت سے صالحؑ کو اور اُن لوگوں کو جو اس کے ساتھ ایمان لائے تھے بچا لیا اور اُس دن کی رسوائی سے ان کو محفوظ رکھا بے شک تیرا رب ہی دراصل طاقتور اور بالا دست ہے","chinese" : "当我的命令降临的时候，我因为从我发出的慈恩而使撒立哈和同他一起信道的人脱离当日的耻辱，你的主确是至强的，确是有权的。","turkey" : "Buyruğumuz gelince Salih'i ve beraberindeki inananları katımızdan bir rahmet olarak o günün rezilliğinden kurtardık. Doğrusu Rabbin pek kuvvetli ve güçlüdür"} ,{"id": "67", "arabic" : "وَأَخَذَ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ", "english" : "And the shriek seized those who had wronged and they became within their homes [corpses] fallen prone", "urdu" : "رہے وہ لوگ جنہوں نے ظلم کیا تھا تو ایک سخت دھماکے نے ان کو دھر لیا اور وہ اپنی بستیوں میں اس طرح بے حس و حرکت پڑے کے پڑے رہ گئے","chinese" : "呐喊袭击了不义的人们，顷刻之间，他们都僵扑在自己的家里，","turkey" : "Haksızlık yapanları bir çığlık tuttu oldukları yerde diz üstü çöküverdiler"} ,{"id": "68", "arabic" : "كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَآ إِنَّ ثَمُودَاْ كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّثَمُودَ", "english" : "As if they had never prospered therein. Unquestionably Thamud denied their Lord; then away with Thamud", "urdu" : "کہ گویا وہ وہاں کبھی بسے ہی نہ تھے سنو! ثمود نے اپنے رب سے کفر کیا سنو! دور پھینک دیے گئے ثمود","chinese" : "仿佛他们没有在里面住过一样。真的，赛莫德人确已否认他们的主。真的，愿赛莫德人遭毁灭。","turkey" : "Sanki orada hiç yaşamamışlardı. Bilin ki Semud milleti Rabbini inkar etmişti. Bilin ki Semud milleti Allah'ın rahmetinden uzaklaştı"} ,{"id": "69", "arabic" : "وَلَقَدۡ جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞۖ فَمَا لَبِثَ أَن جَآءَ بِعِجۡلٍ حَنِيذٖ", "english" : "And certainly did Our messengers come to Abraham with good tidings; they said Peace. He said Peace and did not delay in bringing [them] a roasted calf", "urdu" : "اور دیکھو، ابراہیمؑ کے پاس ہمارے فرشتے خوشخبری لیے ہوئے پہنچے کہا تم پر سلام ہو ابراہیمؑ نے جواب دیا تم پر بھی سلام ہو پھر کچھ دیر نہ گزری کہ ابراہیمؑ ایک بھنا ہوا بچھڑا (ان کی ضیافت کے لیے) لے آیا","chinese" : "我的众使者已带着喜讯降临易卜拉欣，他们说：“祝你平安！”他说：“祝你们平安。”他很快就拿来一只烤犊来。","turkey" : "And olsun ki elçilerimiz müjde ile İbrahim'e geldiler. Selam sana dediler Size de selam dedi hemen kızartılmış bir buzağı getirdi"} ,{"id": "70", "arabic" : "فَلَمَّا رَءَآ أَيۡدِيَهُمۡ لَا تَصِلُ إِلَيۡهِ نَكِرَهُمۡ وَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۚ قَالُواْ لَا تَخَفۡ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمِ لُوطٖ", "english" : "But when he saw their hands not reaching for it he distrusted them and felt from them apprehension. They said Fear not. We have been sent to the people of Lot", "urdu" : "مگر جب دیکھا کہ ان کے ہاتھ کھانے پر نہیں بڑھتے تو وہ ان سے مشتبہ ہو گیا اور دل میں ان سے خوف محسوس کرنے لگا اُنہوں نے کہا ڈرو نہیں، ہم تو لوطؑ کی قوم کی طرف بھیجے گئے ہیں","chinese" : "当他看见他们不伸手去取犊肉的时候，他认为他们是奇怪的，他对他们觉得有点害怕。他们说：“你不要害怕，我们确是被派到鲁特的宗族去的。”","turkey" : "Ellerini ona uzatmadıklarını görünce durumlarını beğenmedi ve içine korku düştü. Onlar Korkma biz Lut milletine gönderildik dediler"} ,{"id": "71", "arabic" : "وَٱمۡرَأَتُهُۥ قَآئِمَةٞ فَضَحِكَتۡ فَبَشَّرۡنَٰهَا بِإِسۡحَٰقَ وَمِن وَرَآءِ إِسۡحَٰقَ يَعۡقُوبَ", "english" : "And his Wife was standing and she smiled. Then We gave her good tidings of Isaac and after Isaac Jacob", "urdu" : "ابراہیمؑ کی بیوی بھی کھڑی ہوئی تھی وہ یہ سن کر ہنس دی پھر ہم نے اس کو اسحاقؑ کی اور اسحاقؑ کے بعد یعقوب کی خوشخبری دی","chinese" : "他的妻子站在一旁笑了。我就以易司哈格和在易司哈格之后的叶尔孤白向她报了喜。","turkey" : "Bu arada İbrahim'in ayakta duran karısı gülünce Ona İshak'ı ardından Yakub'u müjdeleriz dediler"} ,{"id": "72", "arabic" : "قَالَتۡ يَٰوَيۡلَتَىٰٓ ءَأَلِدُ وَأَنَا۠ عَجُوزٞ وَهَٰذَا بَعۡلِي شَيۡخًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عَجِيبٞ", "english" : "She said Woe to me! Shall I give birth while I am an old woman and this my husband is an old man? Indeed this is an amazing thing", "urdu" : "وہ بولی ہائے میری کم بختی! کیا اب میرے ہاں اولاد ہوگی جبکہ میں بڑھیا پھونس ہو گئی اور یہ میرے میاں بھی بوڑھے ہو چکے؟ یہ تو بڑی عجیب بات ہے","chinese" : "她说：“咄咄怪事，我这个老太婆还会生孩子吗？这是我龙钟的丈夫。这确是一件怪事！”","turkey" : "Vay başıma gelenler! Ben bir kocakarı kocam da ihtiyar olmuşken nasıl doğurabilirim? Doğrusu bu şaşılacak bir şey dedi"} ,{"id": "73", "arabic" : "قَالُوٓاْ أَتَعۡجَبِينَ مِنۡ أَمۡرِ ٱللَّهِۖ رَحۡمَتُ ٱللَّهِ وَبَرَكَٰتُهُۥ عَلَيۡكُمۡ أَهۡلَ ٱلۡبَيۡتِۚ إِنَّهُۥ حَمِيدٞ مَّجِيدٞ", "english" : "They said Are you amazed at the decree of Allah? May the mercy of Allah and His blessings be upon you people of the house. Indeed He is Praiseworthy and Honorable", "urdu" : "فرشتوں نے کہا اللہ کے حکم پر تعجب کرتی ہو؟ ابراہیمؑ کے گھر والو، تم لوگوں پر تو اللہ کی رحمت اور اُس کی برکتیں ہیں، اور یقیناً اللہ نہایت قابل تعریف اور بڑی شان والا ہے","chinese" : "他们说：“难道你对安拉的命令感到惊讶吗？愿安拉的怜悯和幸福降临你们全家，他确是可赞的，确是光荣的。”","turkey" : "Ey evin hanımı! Allah'ın rahmeti ve bereketleri üzerinize olmuşken nasıl Allah'ın işine şaşarsın? O övülmeye layıktır yücelerin yücesidir dediler"} ,{"id": "74", "arabic" : "فَلَمَّا ذَهَبَ عَنۡ إِبۡرَٰهِيمَ ٱلرَّوۡعُ وَجَآءَتۡهُ ٱلۡبُشۡرَىٰ يُجَٰدِلُنَا فِي قَوۡمِ لُوطٍ", "english" : "And when the fright had left Abraham and the good tidings had reached him he began to argue with Us concerning the people of Lot", "urdu" : "پھر جب ابراہیمؑ کی گھبراہٹ دور ہو گئی اور (اولاد کی بشارت سے) اس کا دل خوش ہو گیا تو اس نے قوم لوط کے معاملے میں ہم سے جھگڑا شروع کیا","chinese" : "当畏惧离开易卜拉欣，而喜讯降临他的时候，他为鲁特的宗族而与我的众使者争论。","turkey" : "İbrahim'in korkusu gidip de müjde kendisine ulaşınca Lut milleti hakkında elçilerimizle tartışmaya girişti"} ,{"id": "75", "arabic" : "إِنَّ إِبۡرَٰهِيمَ لَحَلِيمٌ أَوَّـٰهٞ مُّنِيبٞ", "english" : "Indeed Abraham was forbearing grieving and [frequently] returning [to Allah]", "urdu" : "حقیقت میں ابراہیمؑ بڑا حلیم اور نرم دل آدمی تھا اور ہر حال میں ہماری طرف رجوع کرتا تھا","chinese" : "易卜拉欣确是宽仁的，确是慈悲的，确是悔悟的。","turkey" : "Doğrusu İbrahim çok içli yumuşak huylu ve kendini Allah'a vermiş bir kimse idi"} ,{"id": "76", "arabic" : "يَـٰٓإِبۡرَٰهِيمُ أَعۡرِضۡ عَنۡ هَٰذَآۖ إِنَّهُۥ قَدۡ جَآءَ أَمۡرُ رَبِّكَۖ وَإِنَّهُمۡ ءَاتِيهِمۡ عَذَابٌ غَيۡرُ مَرۡدُودٖ", "english" : "[The angels said] O Abraham give up this [plea]. Indeed the command of your Lord has come and indeed there will reach them a punishment that cannot be repelled", "urdu" : "(آخر کار ہمارے فرشتوں نے اس سے کہا) اے ابراہیمؑ، اس سے باز آ جاؤ، تمہارے رب کا حکم ہو چکا ہے اور اب ان لوگوں پر وہ عذاب آکر رہے گا جو کسی کے پھیرے نہیں پھر سکتا","chinese" : "“易卜拉欣啊！你避开这争论吧！你的主的命令确已来临了，不可抵御的惩罚必定降临他们。”","turkey" : "Elçilerimiz Ey İbrahim! Bundan vazgeç doğrusu Rabbinin emri gelmiştir. Onlara şüphesiz geri çevrilemeyecek bir azab gelmektedir dediler"} ,{"id": "77", "arabic" : "وَلَمَّا جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗا وَقَالَ هَٰذَا يَوۡمٌ عَصِيبٞ", "english" : "And when Our messengers [the angels] came to Lot he was anguished for them and felt for them great discomfort and said This is a trying day", "urdu" : "اور جب ہمارے فرشتے لوطؑ کے پاس پہنچے تو اُن کی آمد سے وہ بہت گھبرایا اور دل تنگ ہوا اور کہنے لگا کہ آج بڑی مصیبت کا دن ہے","chinese" : "当我的众使者来到鲁特家的时候，他为使者们陷入难境，他无力保护他们，他说：“这是一个艰难的日子。”","turkey" : "Elçilerimiz Lut'a gelince onun fenasına gitti; çok sıkıldı Bu çetin bir gündür dedi"} ,{"id": "78", "arabic" : "وَجَآءَهُۥ قَوۡمُهُۥ يُهۡرَعُونَ إِلَيۡهِ وَمِن قَبۡلُ كَانُواْ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِۚ قَالَ يَٰقَوۡمِ هَـٰٓؤُلَآءِ بَنَاتِي هُنَّ أَطۡهَرُ لَكُمۡۖ فَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ فِي ضَيۡفِيٓۖ أَلَيۡسَ مِنكُمۡ رَجُلٞ رَّشِيدٞ", "english" : "And his people came hastening to him and before [this] they had been doing evil deeds. He said O my people these are my daughters; they are purer for you. So fear Allah and do not disgrace me concerning my guests. Is there not among you a man of reason", "urdu" : "(ان مہمانوں کا آنا تھا کہ) اس کی قوم کے لوگ بے اختیار اس کے گھر کی طرف دوڑ پڑے پہلے سے وہ ایسی ہی بد کاریوں کے خوگر تھے لوطؑ نے ان سے کہا بھائیو، یہ میری بیٹیاں موجود ہیں، یہ تمہارے لیے پاکیزہ تر ہیں کچھ خدا کا خوف کرو اور میرے مہمانوں کے معاملے میں مجھے ذلیل نہ کرو کیا تم میں کوئی بھلا آدمی نہیں؟","chinese" : "他的宗族仓猝地到他的家里来，他们向来是作恶的。他说：“我的宗族啊！这些是我的女儿，她们对于你们是更纯洁的。你们应当敬畏安拉，你们对于我的客人们不要使我丢脸。难道你们中没有一个精神健全的人吗？”","turkey" : "Milleti ona koşarak geldiler. Daha önce kötü işler işliyorlardı. Ey milletim! İşte bunlar benim kızlarım onlar sizin için daha temizdir. (size nikahlıyabilirim!) Allah'tan sakının konuklarımın önünde beni rezil etmeyin. İçinizde aklı başında kimse yok mudur? dedi"} ,{"id": "79", "arabic" : "قَالُواْ لَقَدۡ عَلِمۡتَ مَا لَنَا فِي بَنَاتِكَ مِنۡ حَقّٖ وَإِنَّكَ لَتَعۡلَمُ مَا نُرِيدُ", "english" : "They said You have already known that we have not concerning your daughters any claim and indeed you know what we want", "urdu" : "انہوں نے جواب دیا تجھے تو معلوم ہی ہے کہ تیری بیٹیوں میں ہمارا کوئی حصہ نہیں ہے اور تو یہ بھی جانتا ہے کہ ہم چاہتے کیا ہیں","chinese" : "他们说：“你确已知道我们对于你的女儿们没有任何权利。你确实知道我们的欲望。”","turkey" : "And olsun ki senin kızlarınla bir işimiz olmadığını biliyorsun; doğrusu ne istediğimizin farkındasın dediler"} ,{"id": "80", "arabic" : "قَالَ لَوۡ أَنَّ لِي بِكُمۡ قُوَّةً أَوۡ ءَاوِيٓ إِلَىٰ رُكۡنٖ شَدِيدٖ", "english" : "He said If only I had against you some power or could take refuge in a strong support", "urdu" : "لوطؑ نے کہا کاش میرے پاس اتنی طاقت ہوتی کہ تمہیں سیدھا کر دیتا، یا کوئی مضبوط سہارا ہی ہوتا کہ اس کی پناہ لیتا","chinese" : "他说：“但愿我有能力抵抗你们，或退避到一个坚强的支柱。”","turkey" : "Keşke size yetecek bir kuvvetim olsa veya sağlam bir yere sığınsam dedi"} ,{"id": "81", "arabic" : "قَالُواْ يَٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓاْ إِلَيۡكَۖ فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٌ إِلَّا ٱمۡرَأَتَكَۖ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمۡۚ إِنَّ مَوۡعِدَهُمُ ٱلصُّبۡحُۚ أَلَيۡسَ ٱلصُّبۡحُ بِقَرِيبٖ", "english" : "The angels said O Lot indeed we are messengers of your Lord; [therefore] they will never reach you. So set out with your family during a portion of the night and let not any among you look back - except your wife; indeed she will be struck by that which strikes them. Indeed their appointment is [for] the morning. Is not the morning near", "urdu" : "تب فرشتوں نے اس سے کہا کہ اے لوطؑ، ہم تیرے رب کے بھیجے ہوئے فرشتے ہیں، یہ لوگ تیرا کچھ نہ بگاڑ سکیں گے بس تو کچھ رات رہے اپنے اہل و عیال کو لے کر نکل جا اور دیکھو، تم میں سے کوئی شخص پیچھے پلٹ کر نہ دیکھے مگر تیر ی بیوی (ساتھ نہیں جائے گی) کیونکہ اس پر بھی وہی کچھ گزرنے والا ہے جو اِن لوگوں پر گزرنا ہے ان کی تباہی کے لیے صبح کا وقت مقرر ہے صبح ہوتے اب دیر ہی کتنی ہے","chinese" : "他们说：“鲁特啊！我们确是你的主的使者，他们绝不能伤及你。你应当带着你的家属在五更出行——你们中的任何人都不要回头看——但除你的妻子外，她将与他们同遭毁灭。（毁灭）他们的时间是早晨，难道早晨不是临近的吗？”","turkey" : "Ey Lut! Biz Rabbinin elçileriyiz onlar sana ilişemiyecekler; geceleyin bir ara ailenle beraber yola çık; karının dışında kimse geri kalmasın. Doğrusu onların başına gelen onun başına da gelecektir. Vadeleri gün doğana kadardır. Gün doğması yakın değil mi? dediler"} ,{"id": "82", "arabic" : "فَلَمَّا جَآءَ أَمۡرُنَا جَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهَا حِجَارَةٗ مِّن سِجِّيلٖ مَّنضُودٖ", "english" : "So when Our command came We made the highest part [of the city] its lowest and rained upon them stones of layered hard clay [which were]", "urdu" : "پھر جب ہمارے فیصلے کا وقت آ پہنچا تو ہم نے اس بستی کو تل پٹ کر دیا اور اس پر پکی ہوئی مٹی کے پتھر تابڑ توڑ برسائے","chinese" : "当我的命令降临的时候，我使那个市镇天翻地覆，我使预定的连续的陶石像雨点般地降落在他们身上。","turkey" : "Buyruğumuz gelince oraların altını üstüne getirdik; üzerine Rabbinin katından işaretli olarak yığın yığın sert taş yağdırdık. Bunlar zalimlerden hiçbir zaman uzak olmayacaktır"} ,{"id": "83", "arabic" : "مُّسَوَّمَةً عِندَ رَبِّكَۖ وَمَا هِيَ مِنَ ٱلظَّـٰلِمِينَ بِبَعِيدٖ", "english" : "Marked from your Lord. And Allah 's punishment is not from the wrongdoers [very] far", "urdu" : "جن میں سے ہر پتھر تیرے رب کے ہاں نشان زدہ تھا اور ظالموں سے یہ سزا کچھ دور نہیں ہے","chinese" : "那些陶石是在你的主那里打上标记的，它并非远离不义者的。","turkey" : "Buyruğumuz gelince oraların altını üstüne getirdik; üzerine Rabbinin katından işaretli olarak yığın yığın sert taş yağdırdık. Bunlar zalimlerden hiçbir zaman uzak olmayacaktır"} ,{"id": "84", "arabic" : "۞وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ وَلَا تَنقُصُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَۖ إِنِّيٓ أَرَىٰكُم بِخَيۡرٖ وَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ مُّحِيطٖ", "english" : "And to Madyan [We sent] their brother Shu'ayb. He said O my people worship Allah; you have no deity other than Him. And do not decrease from the measure and the scale. Indeed I see you in prosperity but indeed I fear for you the punishment of an all-encompassing Day", "urdu" : "اور مدین والوں کی طرف ہم نے ان کے بھائی شعیبؑ کو بھیجا اُس نے کہا اے میری قوم کے لوگو، اللہ کی بندگی کرو، اس کے سوا تمہارا کوئی خدا نہیں ہے اور ناپ تول میں کمی نہ کیا کرو آج میں تم کو اچھے حال میں دیکھ رہا ہوں، مگر مجھے ڈر ہے کہ کل تم پر ایسا دن آئے گا جس کا عذاب سب کو گھیر لے گا","chinese" : "我确已派遣麦德彦人的弟兄舒阿卜去教化他们，他说：“我的宗族啊！你们应当崇拜安拉，除他外，绝无应受你们崇拜的。你们不要用小斗和小秤，我的确认为你们是昌盛的，我的确怕你们遭受围困日的惩罚。","turkey" : "Medyen halkına kardeşleri Şuayb'ı gönderdik. Şöyle dedi: Ey milletim! Allah'a kulluk edin; O'ndan başka tanrınız yoktur. Ölçüyü tartıyı eksik tutmayın. Doğrusu ben sizi bolluk içinde görüyorum ve hakkınızda kuşatıcı bir günün azabından korkuyorum"} ,{"id": "85", "arabic" : "وَيَٰقَوۡمِ أَوۡفُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ", "english" : "And O my people give full measure and weight in justice and do not deprive the people of their due and do not commit abuse on the earth spreading corruption", "urdu" : "اور اے برادران قوم، ٹھیک ٹھیک انصاف کے ساتھ پورا ناپو اور تولو اور لوگوں کو ان کی چیزوں میں گھاٹا نہ دیا کرو اور زمین میں فساد نہ پھیلاتے پھرو","chinese" : "我的宗族啊！你们应当使用充足的斗和公平的秤，你们不要克扣他人应得的财物，不要在地方上为非作歹。","turkey" : "Ey milletim! Ölçüyü ve tartıyı tamamı tamamına yapın; insanlara eşyalarını eksik vermeyin; yeryüzünde bozgunculuk yaparak karışıklık çıkarmayın"} ,{"id": "86", "arabic" : "بَقِيَّتُ ٱللَّهِ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ", "english" : "What remains [lawful] from Allah is best for you if you would be believers. But I am not a guardian over you", "urdu" : "اللہ کی دی ہوئی بچت تمہارے لیے بہتر ہے اگر تم مومن ہو اور بہر حال میں تمہارے اوپر کوئی نگران کار نہیں ہوں","chinese" : "残存在安拉那里的给养，对于你们是更好的，如果你们是信士。我绝不是你们的保护者。”","turkey" : "İnanıyorsanız Allah'ın geri bıraktığı helal kar sizin için daha hayırlıdır. Ben size bekçi değilim"} ,{"id": "87", "arabic" : "قَالُواْ يَٰشُعَيۡبُ أَصَلَوٰتُكَ تَأۡمُرُكَ أَن نَّتۡرُكَ مَا يَعۡبُدُ ءَابَآؤُنَآ أَوۡ أَن نَّفۡعَلَ فِيٓ أَمۡوَٰلِنَا مَا نَشَـٰٓؤُاْۖ إِنَّكَ لَأَنتَ ٱلۡحَلِيمُ ٱلرَّشِيدُ", "english" : "They said O Shu'ayb does your prayer command you that we should leave what our fathers worship or not do with our wealth what we please? Indeed you are the forbearing the discerning", "urdu" : "انہوں نے جواب دیا اے شعیبؑ، کیا تیری نماز تجھے یہ سکھاتی ہے کہ ہم ان سارے معبودوں کو چھوڑ دیں جن کی پر ستش ہمارے باپ دادا کرتے تھے؟ یا یہ کہ ہم کو اپنے مال میں اپنے منشا کے مطابق تصرف کرنے کا اختیار نہ ہو؟ بس تو ہی تو ایک عالی ظرف اور راستباز آدمی رہ گیا ہے","chinese" : "他们说：“舒阿卜啊！难道你的祈祷命令你让我们放弃我们的祖先所崇拜的（偶像），并命令你教我们不要自由地支配我们的财产吗？你确是宽仁的，确是精神健全的！”","turkey" : "Ey Şuayb! Babalarımızın taptığını bırakmamızı emreden veya mallarımızı istediğimiz gibi kullanmamızı meneden senin namazın mıdır? Sen doğrusu aklı başında yumuşak huylu birisin dediler"} ,{"id": "88", "arabic" : "قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَرَزَقَنِي مِنۡهُ رِزۡقًا حَسَنٗاۚ وَمَآ أُرِيدُ أَنۡ أُخَالِفَكُمۡ إِلَىٰ مَآ أَنۡهَىٰكُمۡ عَنۡهُۚ إِنۡ أُرِيدُ إِلَّا ٱلۡإِصۡلَٰحَ مَا ٱسۡتَطَعۡتُۚ وَمَا تَوۡفِيقِيٓ إِلَّا بِٱللَّهِۚ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ", "english" : "He said O my people have you considered: if I am upon clear evidence from my Lord and He has provided me with a good provision from Him...? And I do not intend to differ from you in that which I have forbidden you; I only intend reform as much as I am able. And my success is not but through Allah. Upon him I have relied and to Him I return", "urdu" : "شعیبؑ نے کہا بھائیو، تم خود ہی سوچو کہ اگر میں اپنے رب کی طرف سے ایک کھلی شہادت پر تھا اور پھر اس نے اپنے ہاں سے مجھ کو اچھا رزق بھی عطا کیا (تو اس کے بعد میں تمہاری گمراہیوں اور حرام خوریوں میں تمہارا شریک حال کیسے ہوسکتا ہوں؟) اور میں ہرگز یہ نہیں چاہتا کہ جن باتوں سے میں تم کو روکتا ہوں ان کا خود ارتکاب کروں میں تو اصلاح کرنا چاہتا ہوں جہاں تک بھی میرا بس چلے اور یہ جو کچھ میں کرنا چاہتا ہوں اس کا سارا انحصار اللہ کی توفیق پر ہے، اُسی پر میں نے بھروسہ کیا اور ہر معاملہ میں اسی کی طرف میں رجوع کرتا ہوں","chinese" : "他说：“我的宗族啊！你们告诉我吧，如果我是依据从我的主降示的明证的，而他曾将他的佳美的给养赏赐了我，（难道我肯违背他的命令吗？）我不愿和你们背道而驰，我禁止你们犯罪，我就不犯罪，我只愿尽我所能从事的改革，我的成功全凭安拉的援助，我只托靠他，我只归依他。","turkey" : "Ey Milletim! Rabbimden benim bir belgem olduğu ve bana güzel bir rızık da verdiği halde O'na karşı gelebilir miyim? Söylesenize! Size yasak ettiğim şeylerde aykırı hareket etmek istemem; gücümün yettiği kadar ıslah etmekten başka bir dileğim yoktur. Başarım ancak Allah'tandır O'na güvendim; O'na yöneliyorum dedi"} ,{"id": "89", "arabic" : "وَيَٰقَوۡمِ لَا يَجۡرِمَنَّكُمۡ شِقَاقِيٓ أَن يُصِيبَكُم مِّثۡلُ مَآ أَصَابَ قَوۡمَ نُوحٍ أَوۡ قَوۡمَ هُودٍ أَوۡ قَوۡمَ صَٰلِحٖۚ وَمَا قَوۡمُ لُوطٖ مِّنكُم بِبَعِيدٖ", "english" : "And O my people let not [your] dissension from me cause you to be struck by that similar to what struck the people of Noah or the people of Hud or the people of Salih. And the people of Lot are not from you far away", "urdu" : "اور اے برادران قوم، میرے خلاف تمہاری ہٹ دھرمی کہیں یہ نوبت نہ پہنچا دے کہ آخر کار تم پر بھی وہی عذاب آ کر رہے جو نوحؑ یا ہودؑ یا صالحؑ کی قوم پر آیا تھا اور لوطؑ کی قوم تو تم سے کچھ زیادہ دور بھی نہیں ہے","chinese" : "我的宗族啊！你们绝不要因为反抗我而使你们遭受努哈的宗族，或呼德的宗族，或撒立哈的宗族所遭受的惩罚。鲁特的宗族（灭亡的时代）离你们是不远的。","turkey" : "Ey Milletim! Bana karşı gelmeniz Nuh milletine veya Hud milletine yahut da Salih milletine gelen felaketin bir benzerini sakın başınıza getirmesin. Lut milleti sizden uzak değildir"} ,{"id": "90", "arabic" : "وَٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي رَحِيمٞ وَدُودٞ", "english" : "And ask forgiveness of your Lord and then repent to Him. Indeed my Lord is Merciful and Affectionate", "urdu" : "دیکھو! اپنے رب سے معافی مانگو اور اس کی طرف پلٹ آؤ، بے شک میرا رب رحیم ہے اور اپنی مخلوق سے محبت رکھتا ہے","chinese" : "你们应当向你们的主求饶，然后，向他悔过，我的主确是至慈的，确是至爱的。”","turkey" : "Rabbinizden mağfiret dileyin; O'na tevbe edin; doğrusu Rabbim merhamet eder ve çok sever"} ,{"id": "91", "arabic" : "قَالُواْ يَٰشُعَيۡبُ مَا نَفۡقَهُ كَثِيرٗا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفٗاۖ وَلَوۡلَا رَهۡطُكَ لَرَجَمۡنَٰكَۖ وَمَآ أَنتَ عَلَيۡنَا بِعَزِيزٖ", "english" : "They said O Shu'ayb we do not understand much of what you say and indeed we consider you among us as weak. And if not for your family we would have stoned you [to death]; and you are not to us one respected", "urdu" : "انہوں نے جواب دیا اے شعیبؑ، تیری بہت سی باتیں تو ہماری سمجھ ہی میں نہیں آتیں اور ہم دیکھتے ہیں کہ تو ہمارے درمیان ایک بے زور آدمی ہے، تیری برادری نہ ہوتی تو ہم کبھی کا تجھے سنگسار کر چکے ہوتے، تیرا بل بوتا تو اتنا نہیں ہے کہ ہم پر بھاری ہو","chinese" : "他们说：“舒阿卜啊！你所说的话有很多是我们所不理解的，我们的确认为你是我们中的一个弱者，假若不为你的家族，我们誓必石击你，你对于我们并非是尊贵的。”","turkey" : "Ey Şuayb! Söylediklerinin çoğunu anlamıyor ve doğrusu seni aramızda güçsüz görüyoruz. Eğer taraftarların olmasaydı seni taşlardık. Esasen bizim gözümüzde pek itibarın da yoktur dediler"} ,{"id": "92", "arabic" : "قَالَ يَٰقَوۡمِ أَرَهۡطِيٓ أَعَزُّ عَلَيۡكُم مِّنَ ٱللَّهِ وَٱتَّخَذۡتُمُوهُ وَرَآءَكُمۡ ظِهۡرِيًّاۖ إِنَّ رَبِّي بِمَا تَعۡمَلُونَ مُحِيطٞ", "english" : "He said O my people is my family more respected for power by you than Allah? But you put Him behind your backs [in neglect]. Indeed my Lord is encompassing of what you do", "urdu" : "شعیبؑ نے کہا بھائیو، کیا میری برادری تم پر اللہ سے زیادہ بھاری ہے کہ تم نے (برادری کا تو خوف کیا اور) اللہ کو بالکل پس پشت ڈال دیا؟ جان رکھو کہ جو کچھ تم کر رہے ہو وہ اللہ کی گرفت سے باہر نہیں ہے","chinese" : "他说：“我的宗族啊！难道我的家族对于你们比安拉还尊贵吗？你们把安拉当作你们背后的弃物，我的主确是彻知你们的行为的。","turkey" : "Ey Milletim! Benim taraftarlarım size göre Allah'tan daha mı değerlidir ki Allah'a sırt çevirdiniz? Doğrusu Rabbim yaptıklarınızı bilgisiyle kuşatmıştır dedi"} ,{"id": "93", "arabic" : "وَيَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ سَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَمَنۡ هُوَ كَٰذِبٞۖ وَٱرۡتَقِبُوٓاْ إِنِّي مَعَكُمۡ رَقِيبٞ", "english" : "And O my people work according to your position; indeed I am working. You are going to know to whom will come a punishment that will disgrace him and who is a liar. So watch; indeed I am with you a watcher [awaiting the outcome]", "urdu" : "اے میری قوم کے لوگو، تم اپنے طریقے پر کام کیے جاؤ اور میں اپنے طریقے پر کرتا رہوں گا، جلدی ہی تمہیں معلوم ہو جائے گا کہ کس پر ذلت کا عذاب آتا ہے اور کون جھوٹا ہے تم بھی انتظار کرو اور میں بھی تمہارے ساتھ چشم براہ ہوں","chinese" : "我的宗族啊！你们按你们自己的方式而工作吧，我确是（按我的方式）工作的！你们将知道凌辱的惩罚降临谁，而且知道谁是说谎的人。你们期待着吧！我将同你们一起期待。”","turkey" : "Ey Milletim! Durumunuzun gerektirdiğini yapın doğrusu ben de yapacağım. Kime rezil edici bir azabın geleceğini kimin yalancı olduğunu bileceksiniz. Gözleyin doğrusu ben de sizinle beraber gözlüyorum"} ,{"id": "94", "arabic" : "وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا شُعَيۡبٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ", "english" : "And when Our command came We saved Shu'ayb and those who believed with him by mercy from Us. And the shriek seized those who had wronged and they became within their homes [corpses] fallen prone", "urdu" : "آخر کار جب ہمارے فیصلے کا وقت آ گیا تو ہم نے اپنی رحمت سے شعیبؑ اور اس کے ساتھی مومنوں کو بچا لیا اور جن لوگوں نے ظلم کیا تھا ان کو ایک سخت دھماکے نے ایسا پکڑا کہ وہ اپنی بستیوں میں بے حس و حرکت پڑے کے پڑے رہ گئے","chinese" : "当我的命令降临的时候，我因从我发出的慈恩而拯救了舒阿卜和同他在一起信道的人。呐喊声袭击了不义的人们，顷刻之间，他们都伏扑在自己的家里。","turkey" : "Buyruğumuz gelince Şuayb'ı ve beraberindeki inananları katımızdan bir rahmet olarak kurtardık. Haksızlık yapanları bir çığlık yakaladı oldukları yerde diz üstü çöküverdiler"} ,{"id": "95", "arabic" : "كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَا بُعۡدٗا لِّمَدۡيَنَ كَمَا بَعِدَتۡ ثَمُودُ", "english" : "As if they had never prospered therein. Then away with Madyan as Thamud was taken away", "urdu" : "گویا وہ کبھی وہاں رہے بسے ہی نہ تھے سنو! مدین والے بھی دور پھینک دیے گئے جس طرح ثمود پھینکے گئے تھے","chinese" : "仿佛他们没有在里面住过一样。真的，愿麦德彦人遭受毁灭，犹如赛莫德人遭受毁灭一样！","turkey" : "Sanki orada hiç yaşamamışlardı. Bilin ki Semud milleti Allah'ın rahmetinden uzaklaştığı gibi Medyen halkı da uzaklaştı"} ,{"id": "96", "arabic" : "وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ", "english" : "And We did certainly send Moses with Our signs and a clear authority", "urdu" : "اور موسیٰؑ کو ہم نے اپنی نشانیوں اور کھلی کھلی سند ماموریت کے ساتھ فرعون اور اس کے اعیان سلطنت کی طرف بھیجا","chinese" : "我确已派遣穆萨带着我的许多迹象和明证去。","turkey" : "And olsun ki Musa'yı Firavun ve erkanına mucizelerimizle apaçık bir delil ile gönderdik. Firavun'un buyruğuna uydular oysa Firavun'un buyurduğu sağduyuya uygun değildi"} ,{"id": "97", "arabic" : "إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱتَّبَعُوٓاْ أَمۡرَ فِرۡعَوۡنَۖ وَمَآ أَمۡرُ فِرۡعَوۡنَ بِرَشِيدٖ", "english" : "To Pharaoh and his establishment but they followed the command of Pharaoh and the command of Pharaoh was not [at all] discerning", "urdu" : "مگر انہوں نے فرعون کے حکم کی پیروی کی حالانکہ فرعون کا حکم راستی پر نہ تھا","chinese" : "教化法老及其贵族，但他们顺从法老的命令，而法老的命令不是正确的。","turkey" : "And olsun ki Musa'yı Firavun ve erkanına mucizelerimizle apaçık bir delil ile gönderdik. Firavun'un buyruğuna uydular oysa Firavun'un buyurduğu sağduyuya uygun değildi"} ,{"id": "98", "arabic" : "يَقۡدُمُ قَوۡمَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ فَأَوۡرَدَهُمُ ٱلنَّارَۖ وَبِئۡسَ ٱلۡوِرۡدُ ٱلۡمَوۡرُودُ", "english" : "He will precede his people on the Day of Resurrection and lead them into the Fire; and wretched is the place to which they are led", "urdu" : "قیامت کے روز وہ اپنی قوم کے آگے آگے ہوگا اور اپنی پیشوائی میں انہیں دوزخ کی طرف لے جائے گا کیسی بدتر جائے وُرُود ہے یہ جس پر کوئی پہنچے","chinese" : "在复活日，法老将引导他的百姓，而将他们引入火狱，他们所进入的那个地方真恶劣。","turkey" : "Firavun kıyamet gününde milletine öncülük eder onları cehenneme götürür. Gittikleri yer ne kötü yerdir"} ,{"id": "99", "arabic" : "وَأُتۡبِعُواْ فِي هَٰذِهِۦ لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۚ بِئۡسَ ٱلرِّفۡدُ ٱلۡمَرۡفُودُ", "english" : "And they were followed in this [world] with a curse and on the Day of Resurrection. And wretched is the gift which is given", "urdu" : "اور ان لوگوں پر دنیا میں بھی لعنت پڑی اور قیامت کے روز بھی پڑے گی کیسا برا صلہ ہے یہ جو کسی کو ملے","chinese" : "他们在今世受诅咒，在复活日也遭受诅咒。他们所受的援助真恶劣！","turkey" : "Hem burada ve hem kıyamet gününde lanete uğratılırlar. Bu ne kötü bir bağıştır"} ,{"id": "100", "arabic" : "ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡقُرَىٰ نَقُصُّهُۥ عَلَيۡكَۖ مِنۡهَا قَآئِمٞ وَحَصِيدٞ", "english" : "That is from the news of the cities which We relate to you; of them some are [still] standing and some are [as] a harvest [mowed down]", "urdu" : "یہ چند بستیوں کی سرگزشت ہے جو ہم تمہیں سنا رہے ہیں ان میں سے بعض اب بھی کھڑی ہیں اور بعض کی فصل کٹ چکی ہے","chinese" : "这是已遭毁灭的那些市镇的消息，我把它告诉你。那些市镇有废墟犹在的，有荡然无存的。","turkey" : "Bu sana anlattıklarımız kasabaların başından geçenlerdir. Onların bir kısmı hala duruyor bir kısmı ise silinip gitmiştir"} ,{"id": "101", "arabic" : "وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن ظَلَمُوٓاْ أَنفُسَهُمۡۖ فَمَآ أَغۡنَتۡ عَنۡهُمۡ ءَالِهَتُهُمُ ٱلَّتِي يَدۡعُونَ مِن دُونِ ٱللَّهِ مِن شَيۡءٖ لَّمَّا جَآءَ أَمۡرُ رَبِّكَۖ وَمَا زَادُوهُمۡ غَيۡرَ تَتۡبِيبٖ", "english" : "And We did not wrong them but they wronged themselves. And they were not availed at all by their gods which they invoked other than Allah when there came the command of your Lord. And they did not increase them in other than ruin", "urdu" : "ہم نے اُن پر ظلم نہیں کیا، انہوں نے آپ ہی اپنے اوپر ستم ڈھایا اور جب اللہ کا حکم آ گیا تو ان کے وہ معبود جنہیں وہ اللہ کو چھوڑ کر پکارا کرتے تھے ان کے کچھ کام نہ آ سکے اور انہوں نے ہلاکت و بربادی کے سوا انہیں کچھ فائدہ نہ دیا","chinese" : "我没有亏待他们，但他们亏待自己。他们舍安拉而祈祷的众神灵，当你的主的命令降临的时候，对于他们无济于事，只能使他们更受损伤。","turkey" : "Onlara Biz zulmetmedik fakat onlar kendilerine yazık ettiler. Rabbinin buyruğu gelince Allah'ı bırakıp taptıkları tanrılar kendilerine bir fayda vermedi kayıplarını artırmaktan başka bir şeye yaramadı"} ,{"id": "102", "arabic" : "وَكَذَٰلِكَ أَخۡذُ رَبِّكَ إِذَآ أَخَذَ ٱلۡقُرَىٰ وَهِيَ ظَٰلِمَةٌۚ إِنَّ أَخۡذَهُۥٓ أَلِيمٞ شَدِيدٌ", "english" : "And thus is the seizure of your Lord when He seizes the cities while they are committing wrong. Indeed His seizure is painful and severe", "urdu" : "اور تیرا رب جب کسی ظالم بستی کو پکڑتا ہے تو پھر اس کی پکڑ ایسی ہی ہوا کرتی ہے، فی الواقع اس کی پکڑ بڑی سخت اور درد ناک ہوتی ہے","chinese" : "当你的主毁灭不义的市镇的时候，他的惩罚就是这样的。他的惩罚确是痛苦的，确是严厉的。","turkey" : "Allah kasabaların zalim halkını yakalayınca böyle yakalar; yakalaması da şiddetli ve elimdir"} ,{"id": "103", "arabic" : "إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّمَنۡ خَافَ عَذَابَ ٱلۡأٓخِرَةِۚ ذَٰلِكَ يَوۡمٞ مَّجۡمُوعٞ لَّهُ ٱلنَّاسُ وَذَٰلِكَ يَوۡمٞ مَّشۡهُودٞ", "english" : "Indeed in that is a sign for those who fear the punishment of the Hereafter. That is a Day for which the people will be collected and that is a Day [which will be] witnessed", "urdu" : "حقیقت یہ ہے کہ اس میں ایک نشانی ہے ہر اُس شخص کے لیے جو عذاب آخرت کا خوف کرے وہ ایک دن ہوگا جس میں سب لوگ جمع ہوں گے اور پھر جو کچھ بھی اُس روز ہوگا سب کی آنکھوں کے سامنے ہوگا","chinese" : "对于畏惧后世惩罚的人，此中确有一种迹象。那是世人将被集合之日，那是世人将被证明之日。","turkey" : "Ahiretin azabından korkanlara bunda hiç şüphesiz ibret vardır. Bu insanların toplanacağı gündür; bu görülecek bir gündür"} ,{"id": "104", "arabic" : "وَمَا نُؤَخِّرُهُۥٓ إِلَّا لِأَجَلٖ مَّعۡدُودٖ", "english" : "And We do not delay it except for a limited term", "urdu" : "ہم اس کے لانے میں کچھ بہت زیادہ تاخیر نہیں کر رہے ہیں، بس ایک گنی چنی مدت اس کے لیے مقرر ہے","chinese" : "我只将它展缓到一个定期。","turkey" : "Biz o günü ancak belli bir süreye kadar geciktiririz"} ,{"id": "105", "arabic" : "يَوۡمَ يَأۡتِ لَا تَكَلَّمُ نَفۡسٌ إِلَّا بِإِذۡنِهِۦۚ فَمِنۡهُمۡ شَقِيّٞ وَسَعِيدٞ", "english" : "The Day it comes no soul will speak except by His permission. And among them will be the wretched and the prosperous", "urdu" : "جب وہ آئے گا تو کسی کو بات کرنے کی مجال نہ ہوگی، الا یہ کہ خدا کی اجازت سے کچھ عرض کرے پھر کچھ لوگ اس روز بد بخت ہوں گے اور کچھ نیک بخت","chinese" : "在那日惩罚将要降临，每个人须经安拉的允许才得发言，他们当中有薄命的，有幸福的。","turkey" : "O gün gelince Allah'ın izni olmaksızın hiç kimse konuşamaz: İçlerinde bedbaht olanlar da mesut olanlar da vardır"} ,{"id": "106", "arabic" : "فَأَمَّا ٱلَّذِينَ شَقُواْ فَفِي ٱلنَّارِ لَهُمۡ فِيهَا زَفِيرٞ وَشَهِيقٌ", "english" : "As for those who were [destined to be] wretched they will be in the Fire. For them therein is [violent] exhaling and inhaling", "urdu" : "جو بد بخت ہوں گے وہ دوزخ میں جائیں گے (جہاں گرمی اور پیاس کی شدت سے) وہ ہانپیں گے اور پھنکارے ماریں گے","chinese" : "至于薄命的，将进入火狱，他们在其中将要叹气，将要哽咽。","turkey" : "Bedbaht olanlar cehennemdedirler. Onlar orada ah edip inlerler"} ,{"id": "107", "arabic" : "خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۚ إِنَّ رَبَّكَ فَعَّالٞ لِّمَا يُرِيدُ", "english" : "[They will be] abiding therein as long as the heavens and the earth endure except what your Lord should will. Indeed your Lord is an effecter of what He intends", "urdu" : "اور اسی حالت میں وہ ہمیشہ رہیں گے جب تک کہ زمین و آسمان قائم ہیں، الا یہ کہ تیرا رب کچھ اور چاہے بے شک تیرا رب پورا اختیار رکھتا ہے کہ جو چاہے کرے","chinese" : "他们将天长地久地永居其中。除非你们的主所意欲的，你的主确是为所欲为的。","turkey" : "Rabbinin dilemesi bir yana gökler ve yer durdukça orada temelli kalacaklardır. Rabbin şüphesiz her istediğini yapar"} ,{"id": "108", "arabic" : "۞وَأَمَّا ٱلَّذِينَ سُعِدُواْ فَفِي ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۖ عَطَآءً غَيۡرَ مَجۡذُوذٖ", "english" : "And as for those who were [destined to be] prosperous they will be in Paradise abiding therein as long as the heavens and the earth endure except what your Lord should will - a bestowal uninterrupted", "urdu" : "رہے وہ لوگ جو نیک بخت نکلیں گے، تو وہ جنت میں جائیں گے اور وہاں ہمیشہ رہیں گے جب تک زمین و آسمان قائم ہیں، الا یہ کہ تیرا رب کچھ اور چاہے ایسی بخشش ان کو ملے گی جس کا سلسلہ کبھی منقطع نہ ہوگا","chinese" : "至于幸福的人，将进入乐园，而永居其中，天长地久，除非你的主所意欲的。那是不断的赏赐。","turkey" : "Mesud olanlar ise cennettedirler. Rabbinin dilemesi bir yana sonsuz bir lütuf olarak gökler ve yer durdukça orada temelli kalacaklardır"} ,{"id": "109", "arabic" : "فَلَا تَكُ فِي مِرۡيَةٖ مِّمَّا يَعۡبُدُ هَـٰٓؤُلَآءِۚ مَا يَعۡبُدُونَ إِلَّا كَمَا يَعۡبُدُ ءَابَآؤُهُم مِّن قَبۡلُۚ وَإِنَّا لَمُوَفُّوهُمۡ نَصِيبَهُمۡ غَيۡرَ مَنقُوصٖ", "english" : "So do not be in doubt [O Muhammad] as to what these [polytheists] are worshipping. They worship not except as their fathers worshipped before. And indeed We will give them their share undiminished", "urdu" : "پس اے نبیؐ، تو ان معبودوں کی طرف سے کسی شک میں نہ رہ جن کی یہ لوگ عبادت کر رہے ہیں یہ تو (بس لکیر کے فقیر بنے ہوئے) اُسی طرح پوجا پاٹ کیے جا رہے ہیں جس طرح پہلے ان کے باپ دادا کرتے تھے، اور ہم اِن کا حصہ اِنہیں بھرپور دیں گے بغیر اس کے کہ اس میں کچھ کاٹ کسر ہو","chinese" : "你对这等人所崇拜的（偶像），不要怀疑，他们只像他们的祖先那样崇拜，我必定要把他们的份儿完全无缺地赏赐他们。","turkey" : "Bu putperestlerin taptıklarının batıl olduğunda şüphen olmasın; daha önce babalarının tapmış oldukları gibi onlar da taparlar. Onlara paylarını şüphesiz eksiksiz olarak ödeyeceğiz"} ,{"id": "110", "arabic" : "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ", "english" : "And We had certainly given Moses the Scripture but it came under disagreement. And if not for a word that preceded from your Lord it would have been judged between them. And indeed they are concerning the Qur'an in disquieting doubt", "urdu" : "ہم اس سے پہلے موسیٰؑ کو بھی کتاب دے چکے ہیں اور اس کے بارے میں بھی اختلاف کیا گیا تھا (جس طرح آج اِس کتاب کے بارے میں کیا جا رہا ہے جو تمہیں دی گئی ہے) اگر تیرے رب کی طرف سے ایک بات پہلے ہی طے نہ کر دی گئی ہوتی تو اِن اختلاف کرنے والوں کے درمیان کبھی کا فیصلہ چکا دیا گیا ہوتا یہ واقعہ ہے کہ یہ لوگ اس کی طرف سے شک اور خلجان میں پڑے ہوئے ہیں","chinese" : "我确已把经典赏赐穆萨，但人们对那部经典有分歧；假若没有一句话从你的主预先发出，他们必受裁判。他们对于它确是在使人不安的怀疑之中。","turkey" : "And olsun ki Musa'ya Kitap verdik; onda ayrılığa düştüler. Eğer Rabbinin verilmiş bir sözü olmasaydı aralarında çoktan hükmedilmiş olurdu. Doğrusu onlar Kitap'ın Allah katından olduğunda şüphe ve endişe içindedirler"} ,{"id": "111", "arabic" : "وَإِنَّ كُلّٗا لَّمَّا لَيُوَفِّيَنَّهُمۡ رَبُّكَ أَعۡمَٰلَهُمۡۚ إِنَّهُۥ بِمَا يَعۡمَلُونَ خَبِيرٞ", "english" : "And indeed each [of the believers and disbelievers] - your Lord will fully compensate them for their deeds. Indeed He is Acquainted with what they do", "urdu" : "اور یہ بھی واقعہ ہے کہ تیرا رب انہیں ان کے اعمال کا پورا پورا بدلہ دے کر رہے گا، یقیناً وہ ان کی سب حرکتوں سے باخبر ہے","chinese" : "你的主必使每个人都得享受自己行为的完全的报酬，他确是彻知他们的行为的。","turkey" : "Rabbin onların işlerinin karşılığını elbette tamamen verecektir. O şüphesiz onların yaptıklarını bilir"} ,{"id": "112", "arabic" : "فَٱسۡتَقِمۡ كَمَآ أُمِرۡتَ وَمَن تَابَ مَعَكَ وَلَا تَطۡغَوۡاْۚ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٞ", "english" : "So remain on a right course as you have been commanded [you] and those who have turned back with you [to Allah] and do not transgress. Indeed He is Seeing of what you do", "urdu" : "پس اے محمدؐ، تم، اور تمہارے وہ ساتھی جو (کفر و بغاوت سے ایمان و طاعت کی طرف) پلٹ آئے ہیں، ٹھیک ٹھیک راہ راست پر ثابت قدم رہو جیسا کہ تمہیں حکم دیا گیا ہے اور بندگی کی حد سے تجاوز نہ کرو جو کچھ تم کر رہے ہو اس پر تمہارا رب نگاہ رکھتا ہے","chinese" : "你应当按照天命而遵循正路，与你一起悔过的人，也当遵循正路。你们不要过分，他确是明察你们的行为的。","turkey" : "Sen beraberindeki tevbe edenlerle birlikte emrolunduğun gibi dosdoğru ol. Aşırı gitmeyin doğrusu Allah yaptıklarınızı görür"} ,{"id": "113", "arabic" : "وَلَا تَرۡكَنُوٓاْ إِلَى ٱلَّذِينَ ظَلَمُواْ فَتَمَسَّكُمُ ٱلنَّارُ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَ ثُمَّ لَا تُنصَرُونَ", "english" : "And do not incline toward those who do wrong lest you be touched by the Fire and you would not have other than Allah any protectors; then you would not be helped", "urdu" : "اِن ظالموں کی طرف ذرا نہ جھکنا ورنہ جہنم کی لپیٹ میں آ جاؤ گے اور تمہیں کوئی ایسا ولی و سرپرست نہ ملے گا جو خدا سے تمہیں بچا سکے اور کہیں سے تم کو مدد نہ پہنچے گی","chinese" : "你们不要倾向不义的人，以免遭受火刑。除安拉外，你们绝无保护者，然后，你们不能获得援助。","turkey" : "Haksızlık yapanlara yönelmeyin yoksa ateş size de dokunur. Sizin Allah'tan başka dostunuz yoktur; sonra yardım da göremezsiniz"} ,{"id": "114", "arabic" : "وَأَقِمِ ٱلصَّلَوٰةَ طَرَفَيِ ٱلنَّهَارِ وَزُلَفٗا مِّنَ ٱلَّيۡلِۚ إِنَّ ٱلۡحَسَنَٰتِ يُذۡهِبۡنَ ٱلسَّيِّـَٔاتِۚ ذَٰلِكَ ذِكۡرَىٰ لِلذَّـٰكِرِينَ", "english" : "And establish prayer at the two ends of the day and at the approach of the night. Indeed good deeds do away with misdeeds. That is a reminder for those who remember", "urdu" : "اور دیکھو، نماز قائم کرو دن کے دونوں سروں پر اور کچھ رات گزرنے پر درحقیقت نیکیاں برائیوں کو دور کر دیتی ہیں، یہ ایک یاد دہانی ہے ان لوگوں کے لیے جو خدا کو یاد رکھنے والے ہیں","chinese" : "你当在白昼的两端和初更的时候谨守拜功，善行必能消除恶行。这是对于能觉悟者的教诲。","turkey" : "Gündüzün iki ucunda ve gecenin gündüze yakın zamanlarında namaz kıl. Doğrusu iyilikler kötülükleri giderir. Bu öğüt kabul edenlere bir öğüttür"} ,{"id": "115", "arabic" : "وَٱصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ", "english" : "And be patient for indeed Allah does not allow to be lost the reward of those who do good", "urdu" : "اور صبر کر، اللہ نیکی کرنے والوں کا اجر کبھی ضائع نہیں کرتا","chinese" : "你当坚忍，因为安拉必不使行善者徒劳无酬。","turkey" : "Sabret Allah iyi davrananların ecrini elbette zayi etmez"} ,{"id": "116", "arabic" : "فَلَوۡلَا كَانَ مِنَ ٱلۡقُرُونِ مِن قَبۡلِكُمۡ أُوْلُواْ بَقِيَّةٖ يَنۡهَوۡنَ عَنِ ٱلۡفَسَادِ فِي ٱلۡأَرۡضِ إِلَّا قَلِيلٗا مِّمَّنۡ أَنجَيۡنَا مِنۡهُمۡۗ وَٱتَّبَعَ ٱلَّذِينَ ظَلَمُواْ مَآ أُتۡرِفُواْ فِيهِ وَكَانُواْ مُجۡرِمِينَ", "english" : "So why were there not among the generations before you those of enduring discrimination forbidding corruption on earth - except a few of those We saved from among them? But those who wronged pursued what luxury they were given therein and they were criminals", "urdu" : "پھر کیوں نہ اُن قوموں میں جو تم سے پہلے گزر چکی ہیں ایسے اہل خیر موجود رہے جو لوگوں کو زمین میں فساد برپا کرنے سے روکتے؟ ایسے لوگ نکلے بھی تو بہت کم، جن کو ہم نے ان قوموں میں سے بچا لیا، ورنہ ظالم لوگ تو انہی مزوں کے پیچھے پڑے رہے جن کے سامان انہیں فراوانی کے ساتھ دیے گئے تھے اور وہ مجرم بن کر رہے","chinese" : "在你们之前逝去的各世代中，有德者为何不禁止众人在地方上作恶？但他们中我所拯救的少数人除外。不义的人们追随他们所享受的豪华生活。他们是犯罪的人","turkey" : "Sizden önceki nesillerin ileri gelenleri yeryüzünde bozgunculuğa engel olmalı değil miydiler? Onlardan kurtardıklarımız pek azdır. Kendilerine verilen nimete karşı haksızlık edenlere uyanlar ise suçlu oldular"} ,{"id": "117", "arabic" : "وَمَا كَانَ رَبُّكَ لِيُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا مُصۡلِحُونَ", "english" : "And your Lord would not have destroyed the cities unjustly while their people were reformers", "urdu" : "تیرا رب ایسا نہیں ہے کہ بستیوں کو ناحق تباہ کر دے حالانکہ ان کے باشندے اصلاح کرنے والے ہوں","chinese" : "只要那些市镇的居民是善良的，你的主就绝不会强制地毁灭他们。","turkey" : "Rabbin kasabaların halkı ıslah olmuşken haksız yere onları yok etmez"} ,{"id": "118", "arabic" : "وَلَوۡ شَآءَ رَبُّكَ لَجَعَلَ ٱلنَّاسَ أُمَّةٗ وَٰحِدَةٗۖ وَلَا يَزَالُونَ مُخۡتَلِفِينَ", "english" : "And if your Lord had willed He could have made mankind one community; but they will not cease to differ", "urdu" : "بے شک تیرا رب اگر چاہتا تو تمام انسانوں کو ایک گروہ بنا سکتا تھا، مگر اب تو وہ مختلف طریقوں ہی پر چلتے رہیں گے","chinese" : "假若你的主意欲，他必使世人变成一个民族。他们将继续分歧，","turkey" : "Eğer Rabbin dileseydi insanları tek bir ümmet kılardı. Fakat Rabbinin merhamet ettikleri bir yana hala ayrılıktadırlar esasen onları bunun için yaratmıştır. Rabbinin And olsun ki cehennemi hep insan ve cin ile dolduracağım sözü yerine gelmiştir"} ,{"id": "119", "arabic" : "إِلَّا مَن رَّحِمَ رَبُّكَۚ وَلِذَٰلِكَ خَلَقَهُمۡۗ وَتَمَّتۡ كَلِمَةُ رَبِّكَ لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ", "english" : "Except whom your Lord has given mercy and for that He created them. But the word of your Lord is to be fulfilled that I will surely fill Hell with jinn and men all together", "urdu" : "اور بے راہ رویوں سے صرف وہ لوگ بچیں گے جن پر تیرے رب کی رحمت ہے اِسی (آزادی انتخاب و اختیار) کے لیے ہی تو اس نے انہیں پیدا کیا تھا اور تیرے رب کی وہ بات پوری ہو گئی جو اس نے کہی تھی کہ میں جہنم کو جن اور انسان، سب سے بھر دوں گا","chinese" : "但你的主所怜悯的人除外。他为这件事而创造他们。你的主的判辞已确定了：我誓必以人类和精灵一起充满火狱。","turkey" : "Eğer Rabbin dileseydi insanları tek bir ümmet kılardı. Fakat Rabbinin merhamet ettikleri bir yana hala ayrılıktadırlar esasen onları bunun için yaratmıştır. Rabbinin And olsun ki cehennemi hep insan ve cin ile dolduracağım sözü yerine gelmiştir"} ,{"id": "120", "arabic" : "وَكُلّٗا نَّقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَۚ وَجَآءَكَ فِي هَٰذِهِ ٱلۡحَقُّ وَمَوۡعِظَةٞ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ", "english" : "And each [story] We relate to you from the news of the messengers is that by which We make firm your heart. And there has come to you in this the truth and an instruction and a reminder for the believers", "urdu" : "اور اے محمدؐ، یہ پیغمبروں کے قصے جو ہم تمہیں سناتے ہیں، وہ چیزیں ہیں جن کے ذریعے سے ہم تمہارے دل کو مضبوط کرتے ہیں ان کے اندر تم کو حقیقت کا علم ملا اور ایمان لانے والوں کو نصیحت اور بیداری نصیب ہوئی","chinese" : "关于使者们的消息，我把它告诉你，用来安定你的心。在这些消息中，真理以及对信士们的训诫和记念已降临你了。","turkey" : "Peygamberlerin başlarından geçenlerden sana anlattığımız her şey senin gönlünü pekiştirmemizi sağlar; sana bu belgelerle gerçek; inananlara da öğüt ve hatırlatma gelmiştir"} ,{"id": "121", "arabic" : "وَقُل لِّلَّذِينَ لَا يُؤۡمِنُونَ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنَّا عَٰمِلُونَ", "english" : "And say to those who do not believe Work according to your position; indeed we are working", "urdu" : "رہے وہ لوگ جو ایمان نہیں لاتے، تو ان سے کہہ دو کہ تم اپنے طریقے پر کام کرتے رہو اور ہم اپنے طریقے پر کیے جاتے ہیں","chinese" : "你对不信道的人说：“你们按你们的方式而工作把！我们确是（按我们的方式）而工作的！","turkey" : "İnanmayanlara: Durumunuzun gerektirdiğini yapın doğrusu biz de yapıyoruz; bekleyin biz de bekliyoruz de"} ,{"id": "122", "arabic" : "وَٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ", "english" : "And wait indeed we are waiting", "urdu" : "انجام کار کا تم بھی انتظار کرو اور ہم بھی منتظر ہیں","chinese" : "你们等待着吧，我们确是等待的！”","turkey" : "İnanmayanlara: Durumunuzun gerektirdiğini yapın doğrusu biz de yapıyoruz; bekleyin biz de bekliyoruz de"} ,{"id": "123", "arabic" : "وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَإِلَيۡهِ يُرۡجَعُ ٱلۡأَمۡرُ كُلُّهُۥ فَٱعۡبُدۡهُ وَتَوَكَّلۡ عَلَيۡهِۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ", "english" : "And to Allah belong the unseen [aspects] of the heavens and the earth and to Him will be returned the matter all of it so worship Him and rely upon Him. And your Lord is not unaware of that which you do", "urdu" : "آسمانوں اور زمین میں جو کچھ چھپا ہوا ہے سب اللہ کے قبضہ قدرت میں ہے اور سارا معاملہ اسی کی طرف رجوع کیا جاتا ہے پس اے نبیؐ، تو اس کی بندگی کر اور اسی پر بھروسا رکھ، جو کچھ تم لوگ کر رہے ہو تیرا رب اس سے بے خبر نہیں ہے","chinese" : "天地的幽玄只是安拉的，一切事情只归他，故你应当崇拜他，应当托靠他。你的主绝不忽视你们的行为。","turkey" : "Göklerin ve yerin gaybı Allah'a aittir. Bütün işler O'na döndürülür. Öyleyse O'na kulluk et O'na güven. Rabbin yaptıklarınızdan habersiz değildir"} ]}