{"name":"يوسف","verses":[{"id": "1", "arabic" : "الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ", "english" : "Alif Lam Ra. These are the verses of the clear Book", "urdu" : "ا، ل، ر یہ اُس کتاب کی آیات ہیں جو اپنا مدعا صاف صاف بیان کرتی ہے","chinese" : "艾列弗，俩目，拉仪。这些是明确的天经的节文，","turkey" : "Elif Lam Ra. Bunlar gerçeği açıklayan Kitap'ın ayetleridir"} ,{"id": "2", "arabic" : "إِنَّآ أَنزَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ", "english" : "Indeed We have sent it down as an Arabic Qur'an that you might understand", "urdu" : "ہم نے اسے نازل کیا ہے قرآن بنا کر عربی زبان میں تاکہ تم (اہل عرب) اس کو اچھی طرح سمجھ سکو","chinese" : "我确已把它降示成阿拉伯文的《古兰经》，以便你们了解。","turkey" : "Biz onu anlayasınız diye Arapça bir Kuran olarak indirdik"} ,{"id": "3", "arabic" : "نَحۡنُ نَقُصُّ عَلَيۡكَ أَحۡسَنَ ٱلۡقَصَصِ بِمَآ أَوۡحَيۡنَآ إِلَيۡكَ هَٰذَا ٱلۡقُرۡءَانَ وَإِن كُنتَ مِن قَبۡلِهِۦ لَمِنَ ٱلۡغَٰفِلِينَ", "english" : "We relate to you [O Muhammad] the best of stories in what We have revealed to you of this Qur'an although you were before it among the unaware", "urdu" : "اے محمدؐ، ہم اس قرآن کو تمہاری طرف وحی کر کے بہترین پیرایہ میں واقعات اور حقائق تم سے بیان کرتے ہیں، ورنہ اس سے پہلے تو (ان چیزو ں سے) تم بالکل ہی بے خبر تھے","chinese" : "我借着启示你这部《古兰经》而告诉你最美的故事，在这以前，你确是疏忽的。","turkey" : "Biz bu Kuran'ı vahyederek sana en güzel kıssaları anlatıyoruz.. Oysa daha önce sen bunlardan habersizdin"} ,{"id": "4", "arabic" : "إِذۡ قَالَ يُوسُفُ لِأَبِيهِ يَـٰٓأَبَتِ إِنِّي رَأَيۡتُ أَحَدَ عَشَرَ كَوۡكَبٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ رَأَيۡتُهُمۡ لِي سَٰجِدِينَ", "english" : "[Of these stories mention] when Joseph said to his father O my father indeed I have seen [in a dream] eleven stars and the sun and the moon; I saw them prostrating to me", "urdu" : "یہ اُس وقت کا ذکر ہے جب یوسفؑ نے اپنے باپ سے کہا ابا جان، میں نے خواب دیکھا ہے کہ گیارہ ستارے ہیں اور سورج اور چاند ہیں اور وہ مجھے سجدہ کر رہے ہیں","chinese" : "当时优素福对他的父亲说：“我的父亲啊！我确已梦见十一颗星和太阳、月亮，我梦见他们向我叩头。”","turkey" : "Yusuf babasına: Babacığım! Rüyamda onbir yıldız güneş ve ayın bana secde ettiklerini gördüm demişti"} ,{"id": "5", "arabic" : "قَالَ يَٰبُنَيَّ لَا تَقۡصُصۡ رُءۡيَاكَ عَلَىٰٓ إِخۡوَتِكَ فَيَكِيدُواْ لَكَ كَيۡدًاۖ إِنَّ ٱلشَّيۡطَٰنَ لِلۡإِنسَٰنِ عَدُوّٞ مُّبِينٞ", "english" : "He said O my son do not relate your vision to your brothers or they will contrive against you a plan. Indeed Satan to man is a manifest enemy", "urdu" : "جواب میں اس کے باپ نے کہا، بیٹا، اپنا یہ خواب اپنے بھائیوں کو نہ سنانا ورنہ وہ تیرے درپے آزار ہو جائیں گے، حقیقت یہ ہے کہ شیطان آدمی کا کھلا دشمن ہے","chinese" : "他说：“我的孩子啊！你不要把你的梦告诉你的哥哥们，以免他们谋害你；恶魔确是人类公开的仇敌。","turkey" : "Babası şunları söyledi: Oğulcuğum! Rüyanı kardeşlerine anlatma yoksa sana tuzak kurarlar; zira şeytan insanın apaçık düşmanıdır"} ,{"id": "6", "arabic" : "وَكَذَٰلِكَ يَجۡتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِ وَيُتِمُّ نِعۡمَتَهُۥ عَلَيۡكَ وَعَلَىٰٓ ءَالِ يَعۡقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيۡكَ مِن قَبۡلُ إِبۡرَٰهِيمَ وَإِسۡحَٰقَۚ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٞ", "english" : "And thus will your Lord choose you and teach you the interpretation of narratives and complete His favor upon you and upon the family of Jacob as He completed it upon your fathers before Abraham and Isaac. Indeed your Lord is Knowing and Wise", "urdu" : "اور ایسا ہی ہوگا (جیسا تو نے خواب میں دیکھا ہے کہ) تیرا رب تجھے (اپنے کام کے لیے) منتخب کرے گا اور تجھے باتوں کی تہ تک پہنچنا سکھائے گا اور تیرے اوپر اور آل یعقوبؑ پر اپنی نعمت اسی طرح پوری کرے گا جس طرح اس سے پہلے وہ تیرے بزرگوں، ابراہیمؑ اور اسحاقؑ پر کر چکا ہے، یقیناً تیرا رب علیم اور حکیم ہے","chinese" : "你的主这样拣选你，他教你圆梦，他要完成对你和对叶尔孤白的后裔的恩典，犹如他以前曾完成对你的祖先易卜拉欣和易司哈格的恩典一样，你的主确是全知的，确是至睿的。”","turkey" : "Rabbin seni böylece rüyandaki gibi seçecek sana rüyaları yorumlamayı öğretecek; daha önce ataların İbrahim ve İshak'a nimetlerini tamamladığı gibi sana ve Yakub soyuna da tamamlayacaktır. Doğrusu Rabbin bilir hakimdir"} ,{"id": "7", "arabic" : "۞لَّقَدۡ كَانَ فِي يُوسُفَ وَإِخۡوَتِهِۦٓ ءَايَٰتٞ لِّلسَّآئِلِينَ", "english" : "Certainly were there in Joseph and his brothers signs for those who ask", "urdu" : "حقیقت یہ ہے کہ یوسفؑ اور اس کے بھائیوں کے قصہ میں اِن پوچھنے والوں کے لیے بڑی نشانیاں ہیں","chinese" : "在优素福和他哥哥们（的故事）里，对于询问者确有许多迹象。","turkey" : "And olsun ki Yusuf ve kardeşlerinin olayında soranlara nice ibretler vardır"} ,{"id": "8", "arabic" : "إِذۡ قَالُواْ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحۡنُ عُصۡبَةٌ إِنَّ أَبَانَا لَفِي ضَلَٰلٖ مُّبِينٍ", "english" : "When they said Joseph and his brother are more beloved to our father than we while we are a clan. Indeed our father is in clear error", "urdu" : "یہ قصہ یوں شروع ہوتا ہے کہ اس کے بھائیوں نے آپس میں کہا یہ یوسفؑ اور اس کا بھائی، دونوں ہمارے والد کو ہم سب سے زیادہ محبوب ہیں حالانکہ ہم ایک پورا جتھا ہیں سچی بات یہ ہے کہ ہمارے ابا جان با لکل ہی بہک گئے ہیں","chinese" : "当时，他们说：“优素福和他弟弟，在我们的父亲看来，是比我们还可爱的，而我们是一个（强壮的）团体；我们的父亲确是在明显的迷误之中。”","turkey" : "Kardeşleri demişlerdi ki: Yusuf ve özkardeşi babamıza bizden daha sevgilidir. Oysa biz bir cemaatiz. Babamız açık bir yanlışlık içindedir"} ,{"id": "9", "arabic" : "ٱقۡتُلُواْ يُوسُفَ أَوِ ٱطۡرَحُوهُ أَرۡضٗا يَخۡلُ لَكُمۡ وَجۡهُ أَبِيكُمۡ وَتَكُونُواْ مِنۢ بَعۡدِهِۦ قَوۡمٗا صَٰلِحِينَ", "english" : "Kill Joseph or cast him out to [another] land; the countenance of your father will [then] be only for you and you will be after that a righteous people", "urdu" : "چلو یوسفؑ کو قتل کر دو یا اسے کہیں پھینک دو تاکہ تمہارے والد کی توجہ صرف تمہاری ہی طرف ہو جائے یہ کام کر لینے کے بعد پھر نیک بن رہنا","chinese" : "（他们说）：“你们把优素福杀掉，或把他抛弃在荒远的地方，你们父亲的慈爱，就会专归与你们了，而你们以后还可以成为正直的人。”","turkey" : "Yusuf'u öldürün veya onu ıssız bir yere bırakıverin ki babanız size kalsın; ondan sonra da iyi kimseler olursunuz"} ,{"id": "10", "arabic" : "قَالَ قَآئِلٞ مِّنۡهُمۡ لَا تَقۡتُلُواْ يُوسُفَ وَأَلۡقُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّ يَلۡتَقِطۡهُ بَعۡضُ ٱلسَّيَّارَةِ إِن كُنتُمۡ فَٰعِلِينَ", "english" : "Said a speaker among them Do not kill Joseph but throw him into the bottom of the well; some travelers will pick him up - if you would do [something]", "urdu" : "اس پر ان میں سے ایک بولا یوسفؑ کو قتل نہ کرو، اگر کچھ کرنا ہی ہے تو اسے کسی اندھے کنویں میں ڈال دو کوئی آتا جاتا قافلہ اسے نکال لے جائے گا","chinese" : "他们当中有一个发言人曾说：“你们不要杀死优素福，你们可以把他投入井里。要是你们那样做了，一些过路的旅客会把他拾去的。”","turkey" : "İçlerinden biri: Yusuf'u öldürmeyin onu bir kuyunun derinliklerine bırakın. Böyle yaparsanız yolculardan onu bulup alan olur dedi"} ,{"id": "11", "arabic" : "قَالُواْ يَـٰٓأَبَانَا مَا لَكَ لَا تَأۡمَ۬نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَٰصِحُونَ", "english" : "They said O our father why do you not entrust us with Joseph while indeed we are to him sincere counselors", "urdu" : "اس قرارداد پر انہوں نے جا کر اپنے باپ سے کہا ابا جان، کیا بات ہے کہ آپ یوسفؑ کے معاملہ میں ہم پر بھروسہ نہیں کرتے حالانکہ ہم اس کے سچے خیر خواہ ہیں؟","chinese" : "他们说：“我们的父亲啊！你对于优素福怎么不信任我们呢？我们对于他确是怀好意的。","turkey" : "Bunun üzerine Ey babamız! Yusuf'un iyiliğini istediğimiz halde onu niçin bize emniyet etmiyorsun? Yarın onu bizimle beraber gönder de gezsin oynasın biz onu herhalde koruruz dediler"} ,{"id": "12", "arabic" : "أَرۡسِلۡهُ مَعَنَا غَدٗا يَرۡتَعۡ وَيَلۡعَبۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ", "english" : "Send him with us tomorrow that he may eat well and play. And indeed we will be his guardians", "urdu" : "کل اسے ہمارے ساتھ بھیج د یجیے، کچھ چر چگ لے گا اور کھیل کود سے بھی دل بہلائے گا ہم اس کی حفاظت کو موجود ہیں","chinese" : "明天，请你让他和我们一同去娱乐游戏，我们一定保护他。”","turkey" : "Bunun üzerine Ey babamız! Yusuf'un iyiliğini istediğimiz halde onu niçin bize emniyet etmiyorsun? Yarın onu bizimle beraber gönder de gezsin oynasın biz onu herhalde koruruz dediler"} ,{"id": "13", "arabic" : "قَالَ إِنِّي لَيَحۡزُنُنِيٓ أَن تَذۡهَبُواْ بِهِۦ وَأَخَافُ أَن يَأۡكُلَهُ ٱلذِّئۡبُ وَأَنتُمۡ عَنۡهُ غَٰفِلُونَ", "english" : "[Jacob] said Indeed it saddens me that you should take him and I fear that a wolf would eat him while you are of him unaware", "urdu" : "باپ نے کہا تمہارا اسے لے جانا مجھے شاق گزرتا ہے اور مجھ کو اندیشہ ہے کہ کہیں اسے بھیڑیا نہ پھاڑ کھا ئے جبکہ تم اس سے غافل ہو","chinese" : "他说：“你们把他带走，我实在放心不下，我生怕在你们疏忽的时候，狼把他吃了。”","turkey" : "Babaları Onu götürmeniz beni üzüyor; siz farkına varmadan onu kurdun yemesinden korkarım dedi"} ,{"id": "14", "arabic" : "قَالُواْ لَئِنۡ أَكَلَهُ ٱلذِّئۡبُ وَنَحۡنُ عُصۡبَةٌ إِنَّآ إِذٗا لَّخَٰسِرُونَ", "english" : "They said If a wolf should eat him while we are a [strong] clan indeed we would then be losers", "urdu" : "انہوں نے جواب دیا اگر ہمارے ہوتے اسے بھڑ یے نے کھا لیا، جبکہ ہم ایک جتھا ہیں، تب تو ہم بڑے ہی نکمے ہوں گے","chinese" : "他们说：“我们是一个（强壮的）团体，狼却吃了他，那我们真是该死了。”","turkey" : "And olsun ki biz kuvvetli bir toplulukken kurt onu yerse biz aciz sayılırız dediler"} ,{"id": "15", "arabic" : "فَلَمَّا ذَهَبُواْ بِهِۦ وَأَجۡمَعُوٓاْ أَن يَجۡعَلُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّۚ وَأَوۡحَيۡنَآ إِلَيۡهِ لَتُنَبِّئَنَّهُم بِأَمۡرِهِمۡ هَٰذَا وَهُمۡ لَا يَشۡعُرُونَ", "english" : "So when they took him [out] and agreed to put him into the bottom of the well... But We inspired to him You will surely inform them [someday] about this affair of theirs while they do not perceive [your identity]", "urdu" : "اِس طرح اصرار کر کے جب وہ اُسے لے گئے اور انہوں نے طے کر لیا کہ اسے ایک اندھے کنویں میں چھوڑ دیں، تو ہم نے یوسفؑ کو وحی کی کہ ایک وقت آئے گا جب تو ان لوگوں کو ان کی یہ حرکت جتائے گا، یہ اپنے فعل کے نتائج سے بے خبر ہیں","chinese" : "当他们把他带走，并且一致决定把他投入井底的时候，我启示他说：“将来你必定要把他们的这件事，在他们不知不觉的时候，告诉他们。”","turkey" : "Yusuf'u oturup bir kuyunun derinliklerine bırakmayı kararlaştırdılar. Biz ona kardeşlerinin bu işlerini kendileri farkına varmadan haber vereceksin diye vahyettik"} ,{"id": "16", "arabic" : "وَجَآءُوٓ أَبَاهُمۡ عِشَآءٗ يَبۡكُونَ", "english" : "And they came to their father at night weeping", "urdu" : "شام کو وہ روتے پیٹتے اپنے باپ کے پاس آئے","chinese" : "傍晚，他们哭着来见他们的父亲，","turkey" : "Akşam üstü ağlayarak babalarına geldiklerinde: Ey babamız! İnan olsun biz yarış yapıyorduk; Yusuf'u eşyamızın yanına bırakmıştık; bir kurt onu yedi. Her ne kadar doğru söylüyorsak da sen bize inanmazsın dediler"} ,{"id": "17", "arabic" : "قَالُواْ يَـٰٓأَبَانَآ إِنَّا ذَهَبۡنَا نَسۡتَبِقُ وَتَرَكۡنَا يُوسُفَ عِندَ مَتَٰعِنَا فَأَكَلَهُ ٱلذِّئۡبُۖ وَمَآ أَنتَ بِمُؤۡمِنٖ لَّنَا وَلَوۡ كُنَّا صَٰدِقِينَ", "english" : "They said O our father indeed we went racing each other and left Joseph with our possessions and a wolf ate him. But you would not believe us even if we were truthful", "urdu" : "اور کہا ابا جان، ہم دوڑ کا مقابلہ کرنے میں لگ گئے تھے اور یوسفؑ کو ہم نے اپنے سامان کے پاس چھوڑ دیا تھا کہ اتنے میں بھیڑیا آ کر اُسے کھا گیا آپ ہماری بات کا یقین نہ کریں گے چاہے ہم سچے ہی ہوں","chinese" : "他们说：“我们的父亲啊！我们赛跑时，使优素福留守行李，不料狼把他吃了。你是绝不会相信我们的，即使我们说的是实话。”","turkey" : "Akşam üstü ağlayarak babalarına geldiklerinde: Ey babamız! İnan olsun biz yarış yapıyorduk; Yusuf'u eşyamızın yanına bırakmıştık; bir kurt onu yedi. Her ne kadar doğru söylüyorsak da sen bize inanmazsın dediler"} ,{"id": "18", "arabic" : "وَجَآءُو عَلَىٰ قَمِيصِهِۦ بِدَمٖ كَذِبٖۚ قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٞۖ وَٱللَّهُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ", "english" : "And they brought upon his shirt false blood. [Jacob] said Rather your souls have enticed you to something so patience is most fitting. And Allah is the one sought for help against that which you describe", "urdu" : "اور وہ یوسفؑ کے قمیص پر جھوٹ موٹ کا خون لگا کر آئے تھے یہ سن کر ان کے باپ نے کہا بلکہ تمہارے نفس نے تمہارے لیے ایک بڑے کام کو آسان بنا دیا اچھا، صبر کروں گا اور بخوبی کروں گا، جو بات تم بنا رہے ہو اس پر اللہ ہی سے مدد مانگی جا سکتی ہے","chinese" : "他们用假血染了优素福的衬衣，拿来给他们的父亲看。他说：“不然，你们的私欲怂恿你们干了这件事；我只有很好地忍耐，对你们所叙述的事，我只能求助于安拉！”","turkey" : "Üzerine başka bir kan bulaşmış olarak Yusuf'un gömleğini de getirmişlerdi. Babaları: Sizi nefsiniz bir iş yapmaya sürükledi; artık bana güzelce sabır gerekir. Anlattıklarınıza ancak Allah'tan yardım istenir dedi"} ,{"id": "19", "arabic" : "وَجَآءَتۡ سَيَّارَةٞ فَأَرۡسَلُواْ وَارِدَهُمۡ فَأَدۡلَىٰ دَلۡوَهُۥۖ قَالَ يَٰبُشۡرَىٰ هَٰذَا غُلَٰمٞۚ وَأَسَرُّوهُ بِضَٰعَةٗۚ وَٱللَّهُ عَلِيمُۢ بِمَا يَعۡمَلُونَ", "english" : "And there came a company of travelers; then they sent their water drawer and he let down his bucket. He said Good news! Here is a boy. And they concealed him [taking him] as merchandise; and Allah was knowing of what they did", "urdu" : "ادھر ایک قافلہ آیا اور اُس نے اپنے سقے کو پانی لانے کے لیے بھیجا سقے نے جو کنویں میں ڈول ڈالا تو (یوسفؑ کو دیکھ کر) پکار اٹھا مبارک ہو، یہاں تو ایک لڑکا ہے ان لوگوں نے اس کو مال تجارت سمجھ کر چھپا لیا، حالانکہ جو کچھ وہ کر رہے تھے خدا اس سے باخبر تھا","chinese" : "旅客们来了，他们派人去汲水，他把水桶缒下井去，他说：“啊！好消息！这是一个少年。”他们秘密地把他当作货物，安拉是全知他们的行为的。","turkey" : "Bir kervan geldi sucularını gönderdiler; sucu kovasını kuyuya saldı Müjde! İşte bir oğlan dedi. Yusuf'u alıp onu ticari bir mal olarak sakladılar. Oysa Allah yaptıklarını bilir"} ,{"id": "20", "arabic" : "وَشَرَوۡهُ بِثَمَنِۭ بَخۡسٖ دَرَٰهِمَ مَعۡدُودَةٖ وَكَانُواْ فِيهِ مِنَ ٱلزَّـٰهِدِينَ", "english" : "And they sold him for a reduced price - a few dirhams - and they were concerning him of those content with little", "urdu" : "آخر کار انہوں نے اس کو تھوڑی سی قیمت پر چند درہموں کے عوض بیچ ڈالا اور وہ اس کی قیمت کے معاملہ میں کچھ زیادہ کے امیدوار نہ تھے","chinese" : "他们以廉价——可数的几个银币——卖掉了他，他们是不怜惜他的。","turkey" : "Onu yanlarında alıkoymak istemedikleri için ucuz bir fiyata birkaç dirheme sattılar"} ,{"id": "21", "arabic" : "وَقَالَ ٱلَّذِي ٱشۡتَرَىٰهُ مِن مِّصۡرَ لِٱمۡرَأَتِهِۦٓ أَكۡرِمِي مَثۡوَىٰهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗاۚ وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ وَلِنُعَلِّمَهُۥ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ وَٱللَّهُ غَالِبٌ عَلَىٰٓ أَمۡرِهِۦ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ", "english" : "And the one from Egypt who bought him said to his wife Make his residence comfortable. Perhaps he will benefit us or we will adopt him as a son. And thus We established Joseph in the land that We might teach him the interpretation of events. And Allah is predominant over His affair but most of the people do not know", "urdu" : "مصر کے جس شخص نے اسے خریدا اس نے اپنی بیوی سے کہا اِس کو اچھی طرح رکھنا، بعید نہیں کہ یہ ہمارے لیے مفید ثابت ہو یا ہم اسے بیٹا بنا لیں اس طرح ہم نے یوسفؑ کے لیے اُس سرزمین میں قدم جمانے کی صورت نکالی اور اسے معاملہ فہمی کی تعلیم دینے کا انتظام کیا اللہ اپنا کام کر کے رہتا ہے، مگر اکثر لوگ جانتے نہیں ہیں","chinese" : "那购买他的埃及人对自己的妻子说：“你应当优待他，他也许对我们有好处，或者我们抚养他做义子。”我这样使优素福在大地上获得地位，以便我教他圆梦。安拉对于其事务是自主的，但人们大半不知道。","turkey" : "Mısır'da onu satın alan kimse karısına: Ona güzel bak belki bize faydası olur yahut ta onu evlat ediniriz dedi. Biz işte böylece Yusuf'u o yere yerleştirdik; ona rüyaların nasıl yorumlanacağını öğrettik. Allah işinde hakimdir fakat insanların çoğu bunu bilmezler"} ,{"id": "22", "arabic" : "وَلَمَّا بَلَغَ أَشُدَّهُۥٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ", "english" : "And when Joseph reached maturity We gave him judgment and knowledge. And thus We reward the doers of good", "urdu" : "اور جب وہ اپنی پوری جوانی کو پہنچا تو ہم نے اسے قوت فیصلہ اور علم عطا کیا، اِس طرح ہم نیک لوگوں کو جزا دیتے ہیں","chinese" : "当达到壮年时，我把智慧和学识赏赐他，我这样报酬行善者。","turkey" : "Erginlik çağına erince ona hikmet ve bilgi verdik. İyi davrananları böyle mükafatlandırırız"} ,{"id": "23", "arabic" : "وَرَٰوَدَتۡهُ ٱلَّتِي هُوَ فِي بَيۡتِهَا عَن نَّفۡسِهِۦ وَغَلَّقَتِ ٱلۡأَبۡوَٰبَ وَقَالَتۡ هَيۡتَ لَكَۚ قَالَ مَعَاذَ ٱللَّهِۖ إِنَّهُۥ رَبِّيٓ أَحۡسَنَ مَثۡوَايَۖ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّـٰلِمُونَ", "english" : "And she in whose house he was sought to seduce him. She closed the doors and said Come you. He said [I seek] the refuge of Allah. Indeed he is my master who has made good my residence. Indeed wrongdoers will not succeed", "urdu" : "جس عورت کے گھر میں وہ تھا وہ اُس پر ڈورے ڈالنے لگی اور ایک روز دروازے بند کر کے بولی آ جا یوسفؑ نے کہا خدا کی پناہ، میرے رب نے تو مجھے اچھی منزلت بخشی (اور میں یہ کام کروں!) ایسے ظالم کبھی فلاح نہیں پایا کرتے","chinese" : "他的女主人，把所有的门都紧紧地关闭起来，然后，勾引他说：“快来（拥抱）我啊！”他说：“求安拉保佑我！他是我的主，他已优待了我。不义的人必定不会成功。”","turkey" : "Evinde bulunduğu kadın onu kendine çağırdı kapıları sıkı sıkı kapadı ve gelsene dedi. Yusuf: Günah işlemekten Allah'a sığınırım doğrusu senin kocan benim efendimdir; bana iyi baktı. Haksızlık yapanlar şüphesiz başarıya ulaşamazlar. dedi"} ,{"id": "24", "arabic" : "وَلَقَدۡ هَمَّتۡ بِهِۦۖ وَهَمَّ بِهَا لَوۡلَآ أَن رَّءَا بُرۡهَٰنَ رَبِّهِۦۚ كَذَٰلِكَ لِنَصۡرِفَ عَنۡهُ ٱلسُّوٓءَ وَٱلۡفَحۡشَآءَۚ إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُخۡلَصِينَ", "english" : "And she certainly determined [to seduce] him and he would have inclined to her had he not seen the proof of his Lord. And thus [it was] that We should avert from him evil and immorality. Indeed he was of Our chosen servants", "urdu" : "وہ اُس کی طرف بڑھی اور یوسفؑ بھی اس کی طرف بڑھتا اگر اپنے رب کی برہان نہ دیکھ لیتا ایسا ہوا، تاکہ ہم اس سے بدی اور بے حیائی کو دور کر دیں، در حقیقت وہ ہمارے چنے ہوئے بندوں میں سے تھا","chinese" : "她确已向往他，他也向往她，要不是他看见他的主的明证。我这样为他排除罪恶和丑事，他确是我的一个忠实的仆人。","turkey" : "And olsun ki kadın Yusuf'a karşı istekli idi; Rabbin'den bir işaret görmeseydi Yusuf da onu isteyecekti. İşte ondan kötülüğü ve fenalığı böylece engelledik. Doğrusu o bizim çok samimi kullarımızdandır"} ,{"id": "25", "arabic" : "وَٱسۡتَبَقَا ٱلۡبَابَ وَقَدَّتۡ قَمِيصَهُۥ مِن دُبُرٖ وَأَلۡفَيَا سَيِّدَهَا لَدَا ٱلۡبَابِۚ قَالَتۡ مَا جَزَآءُ مَنۡ أَرَادَ بِأَهۡلِكَ سُوٓءًا إِلَّآ أَن يُسۡجَنَ أَوۡ عَذَابٌ أَلِيمٞ", "english" : "And they both raced to the door and she tore his shirt from the back and they found her husband at the door. She said What is the recompense of one who intended evil for your wife but that he be imprisoned or a painful punishment", "urdu" : "آخر کار یوسفؑ اور وہ آگے پیچھے دروازے کی طرف بھاگے اور اس نے پیچھے سے یوسفؑ کا قمیص (کھینچ کر) پھاڑ دیا دروازے پر دونوں نے اس کے شوہر کو موجود پایا اسے دیکھتے ہی عورت کہنے لگی، کیا سزا ہے اس شخص کی جو تیری گھر والی پر نیت خراب کرے؟ اِس کے سوا اور کیا سزا ہوسکتی ہے کہ وہ قید کیا جائے یا اسے سخت عذاب دیا جائے","chinese" : "他俩争先恐后地奔向大门。那时她已把他的衬衣从后面撕破了，他俩在大门口遇见她的丈夫，她说：“想奸污你的眷属者，他的报酬只有监禁或痛惩。”","turkey" : "İkisi de kapıya koştu kadın arkadan Yusuf'un gömleğini yırttı; kapının önünde kocasına rastladılar. Kadın kocasına Ailene fenalık etmek isteyen bir kimsenin cezası ya hapis ya da can yakıcı bir azab olmalıdır dedi"} ,{"id": "26", "arabic" : "قَالَ هِيَ رَٰوَدَتۡنِي عَن نَّفۡسِيۚ وَشَهِدَ شَاهِدٞ مِّنۡ أَهۡلِهَآ إِن كَانَ قَمِيصُهُۥ قُدَّ مِن قُبُلٖ فَصَدَقَتۡ وَهُوَ مِنَ ٱلۡكَٰذِبِينَ", "english" : "[Joseph] said It was she who sought to seduce me. And a witness from her family testified. If his shirt is torn from the front then she has told the truth and he is of the liars", "urdu" : "یوسفؑ نے کہا یہی مجھے پھانسنے کی کوشش کر رہی تھی اس عورت کے اپنے کنبہ والوں میں سے ایک شخص نے (قرینے کی) شہادت پیش کی کہ اگر یوسفؑ کا قمیص آگے سے پھٹا ہو تو عورت سچی ہے اور یہ جھوٹا","chinese" : "他说：“是她勾引我。”她家里的一个人作证说：“如果他的衬衣是从前面撕破的，那她说的是实话，而他是说谎的；","turkey" : "Yusuf: Beni kendine o çağırdı dedi. Kadın tarafından bir şahit Eğer gömleği önden yırtılmışsa kadın doğru söylemiş erkek yalancılardandır; şayet gömleği arkadan yırtılmışsa kadın yalan söylemiştir erkek doğrulardandır diye şahidlik etti"} ,{"id": "27", "arabic" : "وَإِن كَانَ قَمِيصُهُۥ قُدَّ مِن دُبُرٖ فَكَذَبَتۡ وَهُوَ مِنَ ٱلصَّـٰدِقِينَ", "english" : "But if his shirt is torn from the back then she has lied and he is of the truthful", "urdu" : "اور اگر اس کا قمیص پیچھے سے پھٹا ہو تو عورت جھوٹی ہے اور یہ سچا","chinese" : "如果他的衬衣是从后面撕破的，那么她已说了谎话，而他说的是实话。”","turkey" : "Yusuf: Beni kendine o çağırdı dedi. Kadın tarafından bir şahit Eğer gömleği önden yırtılmışsa kadın doğru söylemiş erkek yalancılardandır; şayet gömleği arkadan yırtılmışsa kadın yalan söylemiştir erkek doğrulardandır diye şahidlik etti"} ,{"id": "28", "arabic" : "فَلَمَّا رَءَا قَمِيصَهُۥ قُدَّ مِن دُبُرٖ قَالَ إِنَّهُۥ مِن كَيۡدِكُنَّۖ إِنَّ كَيۡدَكُنَّ عَظِيمٞ", "english" : "So when her husband saw his shirt torn from the back he said Indeed it is of the women's plan. Indeed your plan is great", "urdu" : "جب شوہر نے دیکھا کہ یوسفؑ کا قمیص پیچھے سے پھٹا ہے تو اس نے کہا یہ تم عورتوں کی چالاکیاں ہیں، واقعی بڑ ے غضب کی ہوتی ہیں تمہاری چالیں","chinese" : "当他看见他的衬衣是从后面撕破的时候，他说：“这确是你们的诡计，你们的诡计确是重大的。”","turkey" : "Kocası gömleğin arkadan yırtılmış olduğunu görünce karısına hitaben Doğrusu bu sizin hilenizdir siz kadınların fendi büyüktür dedi. Yusuf'a dönerek: Yusuf! Sen bundan kimseye bahsetme; kadına dönerek: Sen de günahının bağışlanmasını dile çünkü suçlulardansın dedi"} ,{"id": "29", "arabic" : "يُوسُفُ أَعۡرِضۡ عَنۡ هَٰذَاۚ وَٱسۡتَغۡفِرِي لِذَنۢبِكِۖ إِنَّكِ كُنتِ مِنَ ٱلۡخَاطِـِٔينَ", "english" : "Joseph ignore this. And [my wife] ask forgiveness for your sin. Indeed you were of the sinful", "urdu" : "یوسفؑ، اس معاملے سے درگزر کر اور اے عورت، تو اپنے قصور کی معافی مانگ، تو ہی اصل میں خطا کار تھی","chinese" : "（又说）：“优素福，你避开此事吧！（我的妻子），你为你的罪过而求饶吧，你原是错误的！”","turkey" : "Kocası gömleğin arkadan yırtılmış olduğunu görünce karısına hitaben Doğrusu bu sizin hilenizdir siz kadınların fendi büyüktür dedi. Yusuf'a dönerek: Yusuf! Sen bundan kimseye bahsetme; kadına dönerek: Sen de günahının bağışlanmasını dile çünkü suçlulardansın dedi"} ,{"id": "30", "arabic" : "۞وَقَالَ نِسۡوَةٞ فِي ٱلۡمَدِينَةِ ٱمۡرَأَتُ ٱلۡعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفۡسِهِۦۖ قَدۡ شَغَفَهَا حُبًّاۖ إِنَّا لَنَرَىٰهَا فِي ضَلَٰلٖ مُّبِينٖ", "english" : "And women in the city said The wife of al-'Azeez is seeking to seduce her slave boy; he has impassioned her with love. Indeed we see her [to be] in clear error", "urdu" : "شہر کی عورتیں آپس میں چرچا کرنے لگیں کہ عزیز کی بیوی اپنے نوجوان غلام کے پیچھے پڑی ہوئی ہے، محبت نے اس کو بے قابو کر رکھا ہے، ہمارے نزدیک تو وہ صریح غلطی کر رہی ہے","chinese" : "都城里的一些妇女说：“权贵的妻子勾引她的仆人，他迷惑了她，我们认为她确是在明显的迷误之中的。”","turkey" : "Şehirde bir takım kadınlar: Vezirin karısı kölesinin olmak istiyormuş; sevgisi bağrını yakmış; doğrusu onun besbelli sapıtmış olduğunu görüyoruz. dediler"} ,{"id": "31", "arabic" : "فَلَمَّا سَمِعَتۡ بِمَكۡرِهِنَّ أَرۡسَلَتۡ إِلَيۡهِنَّ وَأَعۡتَدَتۡ لَهُنَّ مُتَّكَـٔٗا وَءَاتَتۡ كُلَّ وَٰحِدَةٖ مِّنۡهُنَّ سِكِّينٗا وَقَالَتِ ٱخۡرُجۡ عَلَيۡهِنَّۖ فَلَمَّا رَأَيۡنَهُۥٓ أَكۡبَرۡنَهُۥ وَقَطَّعۡنَ أَيۡدِيَهُنَّ وَقُلۡنَ حَٰشَ لِلَّهِ مَا هَٰذَا بَشَرًا إِنۡ هَٰذَآ إِلَّا مَلَكٞ كَرِيمٞ", "english" : "So when she heard of their scheming she sent for them and prepared for them a banquet and gave each one of them a knife and said [to Joseph] Come out before them. And when they saw him they greatly admired him and cut their hands and said Perfect is Allah! This is not a man; this is none but a noble angel", "urdu" : "اس نے جو اُن کی یہ مکارانہ باتیں سنیں تو اُن کو بلاوا بھیج دیا اور ان کے لیے تکیہ دار مجلس آراستہ کی اور ضیافت میں ہر ایک کے آگے ایک چھری رکھ دی (پھر عین اس وقت جبکہ وہ پھل کاٹ کاٹ کر کھا رہی تھیں) اس نے یوسفؑ کو اشارہ کیا کہ ان کے سامنے نکل آ جب ان عورتوں کی نگاہ اس پر پڑی تو وہ دنگ رہ گئیں اور اپنے ہاتھ کاٹ بیٹھیں اور بے ساختہ پکا ر اٹھیں حاشاللّٰہ، یہ شخص انسان نہیں ہے، یہ تو کوئی بزرگ فرشتہ ہے","chinese" : "她听到了她们狡猾的流言蜚语，就派人去把她们邀请来，并为她们预备了一桌席，发给她们每人一把小刀，她（对优素福）说：“你出去见见她们吧。”当她们看见他的时候，她们赞扬了他，（她们都被迷住了），以致餐刀割伤了自己的手。她们说：“哎呀！这不是一个凡夫，而是一位高洁的天使。”","turkey" : "Kadınların kendisini yermesini işitince onları davet etti; koltuklar hazırladı; geldiklerinde her birine birer bıçak verdi. Yusuf'a: Yanlarına çık dedi. Kadınlar Yusuf'u görünce şaşıp ellerini kestiler ve Allah'ı tenzih ederiz ama bu insan değil ancak çok güzel bir melektir dediler"} ,{"id": "32", "arabic" : "قَالَتۡ فَذَٰلِكُنَّ ٱلَّذِي لُمۡتُنَّنِي فِيهِۖ وَلَقَدۡ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ فَٱسۡتَعۡصَمَۖ وَلَئِن لَّمۡ يَفۡعَلۡ مَآ ءَامُرُهُۥ لَيُسۡجَنَنَّ وَلَيَكُونٗا مِّنَ ٱلصَّـٰغِرِينَ", "english" : "She said That is the one about whom you blamed me. And I certainly sought to seduce him but he firmly refused; and if he will not do what I order him he will surely be imprisoned and will be of those debased", "urdu" : "عزیز کی بیوی نے کہا دیکھ لیا! یہ ہے یہ وہ شخص جس کے معاملہ میں تم مجھ پر باتیں بناتی تھیں بے شک میں نے اِسے رجھانے کی کوشش کی تھی مگر یہ بچ نکلا اگر یہ میرا کہنا نہ مانے گا تو قید کیا جائے گا اور بہت ذلیل و خوار ہوگا","chinese" : "她说：“这就是你们为他而责备我的那个人。我确已勾引他，但他洁身自好。如果他再不听从我的命令，他势必要坐牢，他势必成为自甘下贱的人。”","turkey" : "Vezirin karısı: İşte sözünü edip beni yerdiğiniz budur. And olsun ki onun olmak istedim fakat o iffetinden dolayı çekindi. Emrimi yine yapmazsa and olsun ki hapse tıkılacak ve kahre uğrayanlardan olacak"} ,{"id": "33", "arabic" : "قَالَ رَبِّ ٱلسِّجۡنُ أَحَبُّ إِلَيَّ مِمَّا يَدۡعُونَنِيٓ إِلَيۡهِۖ وَإِلَّا تَصۡرِفۡ عَنِّي كَيۡدَهُنَّ أَصۡبُ إِلَيۡهِنَّ وَأَكُن مِّنَ ٱلۡجَٰهِلِينَ", "english" : "He said My Lord prison is more to my liking than that to which they invite me. And if You do not avert from me their plan I might incline toward them and [thus] be of the ignorant", "urdu" : "یوسفؑ نے کہا اے میرے رب، قید مجھے منظور ہے بہ نسبت اس کے کہ میں وہ کام کروں جو یہ لوگ مجھ سے چاہتے ہیں اور اگر تو نے ان کی چالوں کو مجھ سے دفع نہ کیا تو میں ان کے دام میں پھنس جاؤں گا اور جاہلوں میں شامل ہو رہوں گا","chinese" : "他说：“我的主啊！我宁愿坐牢，也不愿响应她们的召唤。如果你不为我排除她们的诡计，我将依恋她们，我将变成愚人。”","turkey" : "Yusuf: Rabbim! Hapis benim için bunların istediklerini yapmaktan daha iyidir. Eğer tuzaklarını benden uzaklaştırmazsan onlara meyleder ve bilmeyenlerden olurum. dedi"} ,{"id": "34", "arabic" : "فَٱسۡتَجَابَ لَهُۥ رَبُّهُۥ فَصَرَفَ عَنۡهُ كَيۡدَهُنَّۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ", "english" : "So his Lord responded to him and averted from him their plan. Indeed He is the Hearing the Knowing", "urdu" : "اس کے رب نے اس کی دعا قبول کی اور اُن عورتوں کی چالیں اس سے دفع کر دیں، بے شک وہی ہے جو سب کی سنتا اور سب کچھ جانتا ہے","chinese" : "他的主就应答了他，并且为他排除了她们的诡计。他确是全聪的，确是全知的。","turkey" : "Rabbi onun duasını kabul etti ve kadınların tuzağına engel oldu. Zira O işitir ve bilir"} ,{"id": "35", "arabic" : "ثُمَّ بَدَا لَهُم مِّنۢ بَعۡدِ مَا رَأَوُاْ ٱلۡأٓيَٰتِ لَيَسۡجُنُنَّهُۥ حَتَّىٰ حِينٖ", "english" : "Then it appeared to them after they had seen the signs that al-'Azeez should surely imprison him for a time", "urdu" : "پھر ان لوگوں کو یہ سوجھی کہ ایک مدت کے لیے اسے قید کر دیں حالانکہ وہ (اس کی پاکدامنی اور خود اپنی عورتوں کے برے اطوار کی) صریح نشانیاں دیکھ چکے تھے","chinese" : "他们看见了许多迹象之后，觉得必须把他监禁一个时期。","turkey" : "Sonra kadının ailesi delilleri Yusuf'un lehinde gördüğü halde onu bir süre için hapsetmeyi uygun buldu"} ,{"id": "36", "arabic" : "وَدَخَلَ مَعَهُ ٱلسِّجۡنَ فَتَيَانِۖ قَالَ أَحَدُهُمَآ إِنِّيٓ أَرَىٰنِيٓ أَعۡصِرُ خَمۡرٗاۖ وَقَالَ ٱلۡأٓخَرُ إِنِّيٓ أَرَىٰنِيٓ أَحۡمِلُ فَوۡقَ رَأۡسِي خُبۡزٗا تَأۡكُلُ ٱلطَّيۡرُ مِنۡهُۖ نَبِّئۡنَا بِتَأۡوِيلِهِۦٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ", "english" : "And there entered the prison with him two young men. One of them said Indeed I have seen myself [in a dream] pressing wine. The other said Indeed I have seen myself carrying upon my head [some] bread from which the birds were eating. Inform us of its interpretation; indeed we see you to be of those who do good", "urdu" : "قید خانہ میں دو غلام اور بھی اس کے ساتھ داخل ہوئے ایک روز اُن میں سے ایک نے اُس سے کہا میں نے خواب میں دیکھا ہے کہ میں شراب کشید کر رہا ہوں دوسرے نے کہا میں نے دیکھا کہ میرے سر پر روٹیاں رکھی ہیں اور پرندے ان کو کھا رہے ہیں دونوں نے کہا ہمیں اس کی تعبیر بتائیے، ہم دیکھتے ہیں کہ آپ ایک نیک آدمی ہیں","chinese" : "有两个青年和他一同入狱，这个说：“我确已梦见我榨葡萄汁。”那个说：“我确已梦见我的头上顶着一个大饼，众鸟飞来啄食。请你替我们圆梦，我们的确认为你是行善的。”","turkey" : "Hapse onunla beraber iki genç daha girdi. Biri Rüyamda şaraplık üzüm sıktığımı gördüm dedi; diğeri Başımın üzerinde kuşların yediği bir ekmek taşıdığımı gördüm dedi. Bize bunu yorumla; senin iyi bir kimse olduğunu görüyoruz"} ,{"id": "37", "arabic" : "قَالَ لَا يَأۡتِيكُمَا طَعَامٞ تُرۡزَقَانِهِۦٓ إِلَّا نَبَّأۡتُكُمَا بِتَأۡوِيلِهِۦ قَبۡلَ أَن يَأۡتِيَكُمَاۚ ذَٰلِكُمَا مِمَّا عَلَّمَنِي رَبِّيٓۚ إِنِّي تَرَكۡتُ مِلَّةَ قَوۡمٖ لَّا يُؤۡمِنُونَ بِٱللَّهِ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ", "english" : "He said You will not receive food that is provided to you except that I will inform you of its interpretation before it comes to you. That is from what my Lord has taught me. Indeed I have left the religion of a people who do not believe in Allah and they in the Hereafter are disbelievers", "urdu" : "یوسفؑ نے کہا: یہاں جو کھانا تمہیں ملا کرتا ہے اس کے آنے سے پہلے میں تمہیں اِن خوابوں کی تعبیر بتا دوں گا یہ علم اُن علوم میں سے ہے جو میرے رب نے مجھے عطا کیے ہیں واقعہ یہ ہے کہ میں نے اُن لوگوں کا طریقہ چھوڑ کر جو اللہ پر ایمان نہیں لاتے اور آخرت کا انکار کرتے ہیں","chinese" : "他说：“无论谁送什么食物给你俩之前，我能告诉给你们送的是什么。这是我的主教给我的。有一个民族不信仰安拉，不信仰后世，我确已抛弃他们的宗教。","turkey" : "Yusuf: Rabbimin bana öğrettiği bilgi ile daha yiyeceğiniz yemek gelmeden size onu yorumlarım. Doğrusu ben Allah'a inanmayan ve ahireti inkar eden bir milletin dinini bırakmışımdır"} ,{"id": "38", "arabic" : "وَٱتَّبَعۡتُ مِلَّةَ ءَابَآءِيٓ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَۚ مَا كَانَ لَنَآ أَن نُّشۡرِكَ بِٱللَّهِ مِن شَيۡءٖۚ ذَٰلِكَ مِن فَضۡلِ ٱللَّهِ عَلَيۡنَا وَعَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ", "english" : "And I have followed the religion of my fathers Abraham Isaac and Jacob. And it was not for us to associate anything with Allah. That is from the favor of Allah upon us and upon the people but most of the people are not grateful", "urdu" : "اپنے بزرگوں، ابراہیمؑ، اسحاقؑ اور یعقوبؑ کا طریقہ اختیار کیا ہے ہمارا یہ کام نہیں ہے کہ اللہ کے ساتھ کسی کو شریک ٹھیرائیں در حقیقت یہ اللہ کا فضل ہے ہم پر اور تمام انسانوں پر (کہ اس نے اپنے سوا کسی کا بندہ ہمیں نہیں بنایا) مگر اکثر لوگ شکر نہیں کرتے","chinese" : "我遵循我的祖先——易卜拉欣、易司哈格、叶儿孤白的宗教。我们不该以任何物配安拉，这是安拉施于我们和世人的恩惠，但世人大半不感谢。","turkey" : "Atalarım İbrahim İshak ve Yakub'un dinine uydum. Allah'a herhangi bir ortak koşmak bize yaraşmaz; bu Allah'ın bize ve insanlara olan lütfudur; fakat insanların çoğu şükretmez dedi"} ,{"id": "39", "arabic" : "يَٰصَٰحِبَيِ ٱلسِّجۡنِ ءَأَرۡبَابٞ مُّتَفَرِّقُونَ خَيۡرٌ أَمِ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ", "english" : "O [my] two companions of prison are separate lords better or Allah the One the Prevailing", "urdu" : "اے زنداں کے ساتھیو، تم خود ہی سوچو کہ بہت سے متفرق رب بہتر ہیں یا وہ ایک اللہ جو سب غالب ہے؟","chinese" : "两位难友啊！是许多涣散的主宰更好呢？还是独一万能的安拉更好呢？","turkey" : "Ey mahpus arkadaşlarım! Ayrı ayrı bir sürü uydurma rabler mi daha iyidir yoksa her şeyden üstün tek Allah mı"} ,{"id": "40", "arabic" : "مَا تَعۡبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسۡمَآءٗ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ", "english" : "You worship not besides Him except [mere] names you have named them you and your fathers for which Allah has sent down no authority. Legislation is not but for Allah. He has commanded that you worship not except Him. That is the correct religion but most of the people do not know", "urdu" : "اُس کو چھوڑ کر تم جن کی بندگی کر رہے ہو وہ اس کے سوا کچھ نہیں ہیں کہ بس چند نام ہیں جو تم نے اور تمہارے آباؤ اجداد نے رکھ لیے ہیں، اللہ نے ان کے لیے کوئی سند نازل نہیں کی فرماں روائی کا اقتدار اللہ کے سوا کسی کے لیے نہیں ہے اس کا حکم ہے کہ خود اس کے سوا تم کسی کی بندگی نہ کرو یہی ٹھیٹھ سیدھا طریق زندگی ہے، مگر اکثر لوگ جانتے نہیں ہیں","chinese" : "你们舍安拉而崇拜的，只是你们和你们的祖先所定的一些（偶像）名称，安拉并未加以证实，一切判决只归安拉。他命令你们只崇拜他。这才是正教。但世人大半不知道。","turkey" : "Allah'ı bırakıp taptığınız sizin ve babalarınızın adlandırdığı putlardan başka bir şey değildir. Allah onların doğru olduğuna dair bir delil indirmemiştir. Hüküm vermek ancak Allah'a aittir; kendisinden başkasına değil O'na tapmanızı emretmiştir. Bu dosdoğru dindir fakat insanların çoğu bilmezler"} ,{"id": "41", "arabic" : "يَٰصَٰحِبَيِ ٱلسِّجۡنِ أَمَّآ أَحَدُكُمَا فَيَسۡقِي رَبَّهُۥ خَمۡرٗاۖ وَأَمَّا ٱلۡأٓخَرُ فَيُصۡلَبُ فَتَأۡكُلُ ٱلطَّيۡرُ مِن رَّأۡسِهِۦۚ قُضِيَ ٱلۡأَمۡرُ ٱلَّذِي فِيهِ تَسۡتَفۡتِيَانِ", "english" : "O two companions of prison as for one of you he will give drink to his master of wine; but as for the other he will be crucified and the birds will eat from his head. The matter has been decreed about which you both inquire", "urdu" : "اے زنداں کے ساتھیو، تمہارے خواب کی تعبیر یہ ہے کہ تم میں سے ایک تو اپنے رب (شاہ مصر) کو شراب پلائے گا، رہا دوسرا تو اسے سولی پر چڑھایا جائے گا اور پرندے اس کا سر نوچ نوچ کر کھائیں گے فیصلہ ہو گیا اُس بات کا جو تم پوچھ رہے تھے","chinese" : "同监狱的两位朋友啊！你俩中有一个要替他的主人斟酒，有一个要被钉死在十字架上，而众鸟飞到他的头上来鹐他。你俩所询问的事情，已被判决了。”","turkey" : "Ey mahpus arkadaşlarım! Biriniz efendinize şarap sunacak diğeri asılacak ve kuşlar başından yiyecektir. Sorduğunuz iş işte böylece kesinleşmiştir"} ,{"id": "42", "arabic" : "وَقَالَ لِلَّذِي ظَنَّ أَنَّهُۥ نَاجٖ مِّنۡهُمَا ٱذۡكُرۡنِي عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيۡطَٰنُ ذِكۡرَ رَبِّهِۦ فَلَبِثَ فِي ٱلسِّجۡنِ بِضۡعَ سِنِينَ", "english" : "And he said to the one whom he knew would go free Mention me before your master. But Satan made him forget the mention [to] his master and Joseph remained in prison several years", "urdu" : "پھر اُن میں سے جس کے متعلق خیال تھا کہ وہ رہا ہو جائے گا اس سے یوسفؑ نے کہا کہ اپنے رب (شاہ مصر) سے میرا ذکر کرنا مگر شیطان نے اسے ایسا غفلت میں ڈالا کہ وہ اپنے رب (شاہ مصر) سے اس کا ذکر کرنا بھول گیا اور یوسفؑ کئی سال قید خانے میں پڑا رہا","chinese" : "他对他俩中预料会被释放的人说：“请你在你的主人面前替我申冤。”但恶魔使他忘记在他的主人面前替优素福申冤，以至他在监里坐了几年。","turkey" : "İkisinden kurtulacağını sandığı kimseye Yusuf: Efendinin yanında beni an dedi. Ama şeytan efendisine onu hatırlatmayı unutturdu ve Yusuf bu yüzden daha birkaç yıl hapiste kaldı"} ,{"id": "43", "arabic" : "وَقَالَ ٱلۡمَلِكُ إِنِّيٓ أَرَىٰ سَبۡعَ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعَ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖۖ يَـٰٓأَيُّهَا ٱلۡمَلَأُ أَفۡتُونِي فِي رُءۡيَٰيَ إِن كُنتُمۡ لِلرُّءۡيَا تَعۡبُرُونَ", "english" : "And [subsequently] the king said Indeed I have seen [in a dream] seven fat cows being eaten by seven [that were] lean and seven green spikes [of grain] and others [that were] dry. O eminent ones explain to me my vision if you should interpret visions", "urdu" : "ایک روز بادشاہ نے کہا میں نے خواب میں دیکھا ہے کہ سات موٹی گائیں ہیں جن کو سات دبلی گائیں کھا رہی ہیں، اور اناج کی سات بالیں ہری ہیں اور دوسری سات سوکھی اے اہل دربار، مجھے اس خواب کی تعبیر بتاؤ اگر تم خوابوں کا مطلب سمجھتے ہو","chinese" : "国王说：“我确已梦见七头胖黄牛，被七头瘦黄牛吃掉了，又梦见七穗青麦子，和七穗干麦子。侍从们呀！你们替我圆圆这个梦。如果你们是会圆梦的人。”","turkey" : "Hükümdar: Ben yedi semiz ineği yedi zayıf ineğin yediğini; yedi yeşil başak ve bir o kadar da kurumuş başak görüyorum. Ey ileri gelenler! Eğer rüya yormasını biliyorsanız rüyamı söyleyiniz. dedi"} ,{"id": "44", "arabic" : "قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمٖۖ وَمَا نَحۡنُ بِتَأۡوِيلِ ٱلۡأَحۡلَٰمِ بِعَٰلِمِينَ", "english" : "They said [It is but] a mixture of false dreams and we are not learned in the interpretation of dreams", "urdu" : "لوگوں نے کہا یہ تو پریشان خوابوں کی باتیں ہیں اور ہم اس طرح کے خوابوں کا مطلب نہیں جانتے","chinese" : "他们说：“这是一个噩梦，而且我们不会圆梦。”","turkey" : "Etrafındakiler: Bir takım karışık rüyalar; biz böyle rüyaların yorumunu bilmeyiz dediler"} ,{"id": "45", "arabic" : "وَقَالَ ٱلَّذِي نَجَا مِنۡهُمَا وَٱدَّكَرَ بَعۡدَ أُمَّةٍ أَنَا۠ أُنَبِّئُكُم بِتَأۡوِيلِهِۦ فَأَرۡسِلُونِ", "english" : "But the one who was freed and remembered after a time said I will inform you of its interpretation so send me forth", "urdu" : "اُن دو قیدیوں میں سے جو شخص بچ گیا تھا اور اُسے ایک مدت دراز کے بعد اب بات یاد آئی، اُس نے کہا میں آپ حضرات کو اس کی تاویل بتاتا ہوں، مجھے ذرا (قید خانے میں یوسفؑ کے پاس) بھیج دیجیے","chinese" : "曾被赦宥并且在一个时期之后想起优素福的那个青年说：“我将告诉你们这个梦的意思，请你们派我去吧。”","turkey" : "Hapisteki iki kişiden kurtulmuş olanı nice zaman sonra Yusuf'u hatırladı ve: Ben size bunu yorumlayacağım hele beni gönderin dedi"} ,{"id": "46", "arabic" : "يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفۡتِنَا فِي سَبۡعِ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعِ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖ لَّعَلِّيٓ أَرۡجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمۡ يَعۡلَمُونَ", "english" : "[He said] Joseph O man of truth explain to us about seven fat cows eaten by seven [that were] lean and seven green spikes [of grain] and others [that were] dry - that I may return to the people; perhaps they will know [about you]", "urdu" : "اس نے جا کر کہا یوسفؑ، اے سراپا راستی، مجھے اس خواب کا مطلب بتا کہ سات موٹی گائیں جن کو سات دبلی گائیں کھا رہی ہیں اور سات بالیں ہری ہیں اور سات سوکھی شاید کہ میں اُن لوگوں کے پاس جاؤں اور شاید کہ وہ جان لیں","chinese" : "“优素福，忠实的人呀！请你为我们圆圆这个梦，七头胖黄牛，被七头瘦黄牛吃掉了，又有七穗青麦子，和七穗干麦子。我好回去告诉人们，让他们知道这个梦的意义。”","turkey" : "Hapishaneye varıp: Ey doğru sözlü Yusuf! Rüyada görülen yedi semiz ineği yedi zayıf ineğin yemesi; yedi yeşil başak ve bir o kadar kuru başak nedir? Bize yorumla ben de insanlara ulaştırayım da bilsinler dedi"} ,{"id": "47", "arabic" : "قَالَ تَزۡرَعُونَ سَبۡعَ سِنِينَ دَأَبٗا فَمَا حَصَدتُّمۡ فَذَرُوهُ فِي سُنۢبُلِهِۦٓ إِلَّا قَلِيلٗا مِّمَّا تَأۡكُلُونَ", "english" : "[Joseph] said You will plant for seven years consecutively; and what you harvest leave in its spikes except a little from which you will eat", "urdu" : "یوسفؑ نے کہا سات بر س تک لگاتار تم لوگ کھیتی باڑی کرتے رہو گے اس دوران میں جو فصلیں تم کاٹو اُن میں سے بس تھوڑا ساحصہ، جو تمہاری خوراک کے کام آئے، نکالو اور باقی کو اس کی بالوں ہی میں رہنے دو","chinese" : "他说：“你们要连种七年，凡你们所收获的麦子，都让它存在穗子上，只把你们所吃的少量的麦子打下来。","turkey" : "Yusuf: Devamlı yedi sene ekin ekip biçtiğiniz ekinin yediğinizden artanını başağında bırakın"} ,{"id": "48", "arabic" : "ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ سَبۡعٞ شِدَادٞ يَأۡكُلۡنَ مَا قَدَّمۡتُمۡ لَهُنَّ إِلَّا قَلِيلٗا مِّمَّا تُحۡصِنُونَ", "english" : "Then will come after that seven difficult [years] which will consume what you saved for them except a little from which you will store", "urdu" : "پھر سات برس بہت سخت آئیں گے اُس زمانے میں وہ سب غلہ کھا لیا جائے گا جو تم اُس وقت کے لیے جمع کرو گے اگر کچھ بچے گا تو بس وہی جو تم نے محفوظ کر رکھا ہو","chinese" : "此后，将有七个荒年，来把你们所预备的麦子吃光了，只剩得你们所储藏的少量麦子。","turkey" : "Sonra bunun ardından yedi kurak yıl gelir bütün biriktirdiğinizi yer yalnız az bir miktar saklarsınız"} ,{"id": "49", "arabic" : "ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ عَامٞ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعۡصِرُونَ", "english" : "Then will come after that a year in which the people will be given rain and in which they will press [olives and grapes]", "urdu" : "اس کے بعد پھر ایک سال ایسا آئے گا جس میں باران رحمت سے لوگوں کی فریاد رسی کی جائے گی اور وہ رس نچوڑیں گے","chinese" : "此后，将有一个丰年。人们在那一年中要得雨水，要榨葡萄酿酒。”","turkey" : "Sonra halkın yağmur göreceği bir yıl gelir o zaman sıkıp sağarlar dedi"} ,{"id": "50", "arabic" : "وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦۖ فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرۡجِعۡ إِلَىٰ رَبِّكَ فَسۡـَٔلۡهُ مَا بَالُ ٱلنِّسۡوَةِ ٱلَّـٰتِي قَطَّعۡنَ أَيۡدِيَهُنَّۚ إِنَّ رَبِّي بِكَيۡدِهِنَّ عَلِيمٞ", "english" : "And the king said Bring him to me. But when the messenger came to him [Joseph] said Return to your master and ask him what is the case of the women who cut their hands. Indeed my Lord is Knowing of their plan", "urdu" : "بادشاہ نے کہا اسے میرے پاس لاؤ مگر جب شاہی فرستادہ یوسفؑ کے پاس پہنچا تو اس نے کہا اپنے رب کے پاس واپس جا اور اس سے پوچھ کہ اُن عورتوں کا کیا معاملہ ہے جنہوں نے اپنے ہاتھ کاٹ لیے تھے؟ میرا رب تو ان کی مکاری سے واقف ہی ہے","chinese" : "国王说：“你们带他来见我吧！”当使者到来的时候，他说：“请你回去问问你的主人，曾经把自己的手割伤了的那些妇女，现在是怎样的？我的主是全知她们的诡计的。”","turkey" : "Hükümdar: Onu bana getirin dedi. Yusuf'a elçi gelince Efendine dön kadınlar niçin ellerini kesmişlerdi bir sor; doğrusu Rabbim onların hilesini bilir dedi"} ,{"id": "51", "arabic" : "قَالَ مَا خَطۡبُكُنَّ إِذۡ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفۡسِهِۦۚ قُلۡنَ حَٰشَ لِلَّهِ مَا عَلِمۡنَا عَلَيۡهِ مِن سُوٓءٖۚ قَالَتِ ٱمۡرَأَتُ ٱلۡعَزِيزِ ٱلۡـَٰٔنَ حَصۡحَصَ ٱلۡحَقُّ أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّـٰدِقِينَ", "english" : "Said [the king to the women] What was your condition when you sought to seduce Joseph? They said Perfect is Allah! We know about him no evil. The wife of al-'Azeez said Now the truth has become evident. It was I who sought to seduce him and indeed he is of the truthful", "urdu" : "اس پر بادشاہ نے ان عورتوں سے دریافت کیا تمہارا کیا تجربہ ہے اُس وقت کا جب تم نے یوسفؑ کو رجھانے کی کوشش کی تھی؟ سب نے یک زبان ہو کر کہا حاشاللہ، ہم نے تو اُس میں بدی کا شائبہ تک نہ پایا عزیز کی بیوی بول اٹھی اب حق کھل چکا ہے، وہ میں ہی تھی جس نے اُس کو پھسلانے کی کوشش کی تھی، بے شک وہ بالکل سچا ہے","chinese" : "国王说：“你们勾引优素福的时候，你们的实情是什么？”她们说：“啊呀！我们不知道他有一点罪过。”权贵的妻子说：“现在真相大白了，是我勾引他，他确是诚实的人。”","turkey" : "Hükümdar kadınlara: Yusuf'un olmak istediğiniz zaman durumunuz neydi? dedi. Kadınlar Haşa! Onun bir fenalığını görmedik dediler. Vezirin karısı: Şimdi gerçek ortaya çıktı; onun olmak isteyen bendim; doğrusu Yusuf doğrulardandır dedi"} ,{"id": "52", "arabic" : "ذَٰلِكَ لِيَعۡلَمَ أَنِّي لَمۡ أَخُنۡهُ بِٱلۡغَيۡبِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي كَيۡدَ ٱلۡخَآئِنِينَ", "english" : "That is so al-'Azeez will know that I did not betray him in [his] absence and that Allah does not guide the plan of betrayers", "urdu" : "(یوسفؑ نے کہا) اِس سے میری غرض یہ تھی کہ (عزیز) یہ جان لے کہ میں نے درپردہ اس کی خیانت نہیں کی تھی، اور یہ کہ جو خیانت کرتے ہیں ان کی چالوں کو اللہ کامیابی کی راہ پر نہیں لگاتا","chinese" : "“这是因为要他知道，在背地里我并没有不忠于他的行为 并且要他知道，安拉不诱导不忠者的诡计。","turkey" : "Yusuf Maksadım vezire gıyabında ihanet etmediğimi hainlerin tuzaklarını Allah'ın başarıya erdirmediğini bilmesini sağlamaktı dedi"} ,{"id": "53", "arabic" : "۞وَمَآ أُبَرِّئُ نَفۡسِيٓۚ إِنَّ ٱلنَّفۡسَ لَأَمَّارَةُۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّيٓۚ إِنَّ رَبِّي غَفُورٞ رَّحِيمٞ", "english" : "And I do not acquit myself. Indeed the soul is a persistent enjoiner of evil except those upon which my Lord has mercy. Indeed my Lord is Forgiving and Merciful", "urdu" : "میں کچھ اپنے نفس کی براءَت نہیں کر رہا ہوں، نفس تو بدی پر اکساتا ہی ہے الا یہ کہ کسی پر میرے رب کی رحمت ہو، بے شک میرا رب بڑا غفور و رحیم ہے","chinese" : "（他说）：“我不自称清白；人性的确是怂恿人作恶的，除非我的主所怜悯的人。我的主确是至赦的，确是至慈的。”","turkey" : "Ben nefsimi temize çıkarmam; çünkü nefs Rabbimin merhameti olmadıkça kötülüğü emreder. Doğrusu Rabbim bağışlayandır merhamet edendir"} ,{"id": "54", "arabic" : "وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦٓ أَسۡتَخۡلِصۡهُ لِنَفۡسِيۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلۡيَوۡمَ لَدَيۡنَا مَكِينٌ أَمِينٞ", "english" : "And the king said Bring him to me; I will appoint him exclusively for myself. And when he spoke to him he said Indeed you are today established [in position] and trusted", "urdu" : "بادشاہ نے کہا اُنہیں میرے پاس لاؤ تاکہ میں ان کو اپنے لیے مخصوص کر لوں جب یوسفؑ نے اس سے گفتگو کی تو اس نے کہا اب آپ ہمارے ہاں قدر و منزلت رکھتے ہیں اور آپ کی امانت پر پورا بھروسا ہے","chinese" : "国王说：“你们带他来见我，我要使他为我自己所专有。”他对国王说话的时候，国王说：“今天你在我的御前确是有高品级的，是可以信任的人。”","turkey" : "Hükümdar: Onu bana getirin yanıma alayım dedi. Onunla konuşunca: Bugün senin yanımızda önemli bir yerin ve güvenilir bir durumun vardır. dedi"} ,{"id": "55", "arabic" : "قَالَ ٱجۡعَلۡنِي عَلَىٰ خَزَآئِنِ ٱلۡأَرۡضِۖ إِنِّي حَفِيظٌ عَلِيمٞ", "english" : "[Joseph] said Appoint me over the storehouses of the land. Indeed I will be a knowing guardian", "urdu" : "یوسفؑ نے کہا، ملک کے خزانے میرے سپرد کیجیے، میں حفاظت کرنے والا بھی ہوں اور علم بھی رکھتا ہوں","chinese" : "他说：“请你任命我管理全国的仓库，我确是一个内行的保管者。”","turkey" : "Yusuf: Beni memleketin hazinelerine memur et çünkü ben korumasını ve yönetmesini bilirim dedi"} ,{"id": "56", "arabic" : "وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ يَتَبَوَّأُ مِنۡهَا حَيۡثُ يَشَآءُۚ نُصِيبُ بِرَحۡمَتِنَا مَن نَّشَآءُۖ وَلَا نُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ", "english" : "And thus We established Joseph in the land to settle therein wherever he willed. We touch with Our mercy whom We will and We do not allow to be lost the reward of those who do good", "urdu" : "اِس طرح ہم نے اُس سرزمین میں یوسفؑ کے لیے اقتدار کی راہ ہموار کی وہ مختار تھا کہ اس میں جہاں چاہے اپنی جگہ بنائے ہم اپنی رحمت سے جس کو چاہتے ہیں نوازتے ہیں، نیک لوگوں کا اجر ہمارے ہاں مارا نہیں جاتا","chinese" : "我这样使优素福在国内获得权力，在他所要的地方占优势，我把我的慈恩降给我所意欲者，我不会让行善者徒劳无酬。","turkey" : "Yusuf'u böylece o memlekete yerleştirdik; istediği yerlerde oturabilirdi. Rahmetimizi tıpkı bu misalde olduğu gibi istediğimize veririz; iyi davrananların ecrini zayi etmeyiz"} ,{"id": "57", "arabic" : "وَلَأَجۡرُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ", "english" : "And the reward of the Hereafter is better for those who believed and were fearing Allah", "urdu" : "اور آخرت کا اجر اُن لوگو ں کے لیے زیادہ بہتر ہے جو ایمان لے آئے اور خدا ترسی کے ساتھ کام کرتے رہے","chinese" : "后世的报酬，对于信道而且敬畏的人，将是更好的。","turkey" : "Ama ahiret ecri inananlar ve Allah'a karşı gelmekten sakınanlar için daha iyidir"} ,{"id": "58", "arabic" : "وَجَآءَ إِخۡوَةُ يُوسُفَ فَدَخَلُواْ عَلَيۡهِ فَعَرَفَهُمۡ وَهُمۡ لَهُۥ مُنكِرُونَ", "english" : "And the brothers of Joseph came [seeking food] and they entered upon him; and he recognized them but he was to them unknown", "urdu" : "یوسفؑ کے بھائی مصر آئے اور اس کے ہاں حاضر ہوئے اس نے انہیں پہچان لیا مگر وہ اس سے نا آشنا تھے","chinese" : "优素福的哥哥们来了，他们进去见他。他认出了他们，而他们却没有认出他。","turkey" : "Yusuf'un kardeşleri gelip yanına girdiler. Kendisini tanımadıkları halde o onları tanıdı"} ,{"id": "59", "arabic" : "وَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ قَالَ ٱئۡتُونِي بِأَخٖ لَّكُم مِّنۡ أَبِيكُمۡۚ أَلَا تَرَوۡنَ أَنِّيٓ أُوفِي ٱلۡكَيۡلَ وَأَنَا۠ خَيۡرُ ٱلۡمُنزِلِينَ", "english" : "And when he had furnished them with their supplies he said Bring me a brother of yours from your father. Do not you see that I give full measure and that I am the best of accommodators", "urdu" : "پھر جب اس نے ان کا سامان تیار کروا دیا تو چلتے وقت ان سے کہا، اپنے سوتیلے بھائی کو میرے پاس لانا دیکھتے نہیں ہو کہ میں کس طرح پیمانہ بھر کر دیتا ہوں اور کیسا اچھا مہمان نواز ہوں","chinese" : "当他以他们所需的粮食供给他们之后，他说：“你们把你们同父的弟弟带来见我吧！难道你们不见我把足量的粮食给你们，而且我是最好的东道主吗？","turkey" : "Onların yüklerini hazırlatınca şöyle dedi: Baba bir kardeşinizi bana getirin. Sizlere ölçüyü bol tuttuğumu ve benim misafir konuklayanların en iyisi olduğumu görmüyor musunuz"} ,{"id": "60", "arabic" : "فَإِن لَّمۡ تَأۡتُونِي بِهِۦ فَلَا كَيۡلَ لَكُمۡ عِندِي وَلَا تَقۡرَبُونِ", "english" : "But if you do not bring him to me no measure will there be [hereafter] for you from me nor will you approach me", "urdu" : "اگر تم اسے نہ لاؤ گے تو میرے پاس تمہارے لیے کوئی غلہ نہیں ہے بلکہ تم میرے قریب بھی نہ پھٹکنا","chinese" : "如果你们不带他来见我，你们就不能从我这里购买一颗粮食，你们也不得临近我。”","turkey" : "Eğer onu bana getirmezseniz bundan böyle benden bir ölçek bile alamazsınız ve bana artık yaklaşmayın da"} ,{"id": "61", "arabic" : "قَالُواْ سَنُرَٰوِدُ عَنۡهُ أَبَاهُ وَإِنَّا لَفَٰعِلُونَ", "english" : "They said We will attempt to dissuade his father from [keeping] him and indeed we will do [it]", "urdu" : "انہوں نے کہا، ہم کوشش کریں گے کہ والد صاحب اسے بھیجنے پر ر اضی ہو جائیں، اور ہم ایسا ضرور کریں گے","chinese" : "他们说：“我们要恳求他父亲允许我们带他来见你，我们必定这样做。”","turkey" : "Kardeşleri: Babasını ikna etmeye çalışacağız ve her halde bunu yaparız dediler"} ,{"id": "62", "arabic" : "وَقَالَ لِفِتۡيَٰنِهِ ٱجۡعَلُواْ بِضَٰعَتَهُمۡ فِي رِحَالِهِمۡ لَعَلَّهُمۡ يَعۡرِفُونَهَآ إِذَا ٱنقَلَبُوٓاْ إِلَىٰٓ أَهۡلِهِمۡ لَعَلَّهُمۡ يَرۡجِعُونَ", "english" : "And [Joseph] said to his servants Put their merchandise into their saddlebags so they might recognize it when they have gone back to their people that perhaps they will [again] return", "urdu" : "یوسفؑ نے اپنے غلاموں کو اشارہ کیا کہ اِن لوگوں نے غلے کے عوض جو مال دیا ہے وہ چپکے سے ان کے سامان ہی میں رکھ دو یہ یوسفؑ نے اِس امید پر کیا کہ گھر پہنچ کر وہ اپنا واپس پایا ہوا مال پہچان جائیں گے (یا اِس فیاضی پر احسان مند ہوں گے) اور عجب نہیں کہ پھر پلٹیں","chinese" : "他对他的童仆们说：“你们把他们的财物放在他们的粮袋里，他们回去的时候也许会认出这些财物，也许会再来一趟。”","turkey" : "Yusuf adamlarına: Karşılık olarak getirdiklerini de yüklerine koyun. Belki ailelerine varınca onu anlarlar da bir daha dönerler dedi"} ,{"id": "63", "arabic" : "فَلَمَّا رَجَعُوٓاْ إِلَىٰٓ أَبِيهِمۡ قَالُواْ يَـٰٓأَبَانَا مُنِعَ مِنَّا ٱلۡكَيۡلُ فَأَرۡسِلۡ مَعَنَآ أَخَانَا نَكۡتَلۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ", "english" : "So when they returned to their father they said O our father [further] measure has been denied to us so send with us our brother [that] we will be given measure. And indeed we will be his guardians", "urdu" : "جب وہ اپنے باپ کے پاس گئے تو کہا ابا جان، آئندہ ہم کو غلہ دینے سے انکار کر دیا گیا ہے، لہٰذا آپ ہمارے بھائی کو ہمارے ساتھ بھیج دیجیے تاکہ ہم غلہ لے کر آئیں اور اس کی حفاظت کے ہم ذمہ دار ہیں","chinese" : "他们回去见了他们的父亲，说：“我们的父亲啊！人家不准我们再籴粮了，请你派我们的弟弟和我们一同去，我们就能籴粮了；我们一定把他保护好。”","turkey" : "Babalarına döndüklerinde Ey babamız! Bize yiyecek yasak edildi kardeşimizi bizimle beraber gönder de yiyecek alalım. Onu elbette koruruz dediler"} ,{"id": "64", "arabic" : "قَالَ هَلۡ ءَامَنُكُمۡ عَلَيۡهِ إِلَّا كَمَآ أَمِنتُكُمۡ عَلَىٰٓ أَخِيهِ مِن قَبۡلُ فَٱللَّهُ خَيۡرٌ حَٰفِظٗاۖ وَهُوَ أَرۡحَمُ ٱلرَّـٰحِمِينَ", "english" : "He said Should I entrust you with him except [under coercion] as I entrusted you with his brother before? But Allah is the best guardian and He is the most merciful of the merciful", "urdu" : "باپ نے جواب دیا کیا میں اُس کے معاملہ میں تم پر ویسا ہی بھروسہ کروں جیسا اِس سے پہلے اُس کے بھائی کے معاملہ میں کر چکا ہوں؟ اللہ ہی بہتر محافظ ہے اور وہ سب سے بڑھ کر رحم فرمانے والا ہے","chinese" : "他说：“对于他我能信任你们，正如以前对于他哥哥我信任你们一样吗？安拉是最善于保护的，也是最慈爱的。”","turkey" : "Daha önce kardeşini size emanet ettiğim gibi şimdi onu emanet eder miyim? Ama Allah en iyi koruyandır O merhametlilerin merhametlisidir dedi"} ,{"id": "65", "arabic" : "وَلَمَّا فَتَحُواْ مَتَٰعَهُمۡ وَجَدُواْ بِضَٰعَتَهُمۡ رُدَّتۡ إِلَيۡهِمۡۖ قَالُواْ يَـٰٓأَبَانَا مَا نَبۡغِيۖ هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتۡ إِلَيۡنَاۖ وَنَمِيرُ أَهۡلَنَا وَنَحۡفَظُ أَخَانَا وَنَزۡدَادُ كَيۡلَ بَعِيرٖۖ ذَٰلِكَ كَيۡلٞ يَسِيرٞ", "english" : "And when they opened their baggage they found their merchandise returned to them. They said O our father what [more] could we desire? This is our merchandise returned to us. And we will obtain supplies for our family and protect our brother and obtain an increase of a camel's load; that is an easy measurement", "urdu" : "پھر جب انہوں نے اپنا سامان کھولا تو دیکھا کہ ان کا مال بھی انہیں واپس کر دیا گیا ہے یہ دیکھ کر وہ پکار اٹھے ابا جان، اور ہمیں کیا چاہیے، دیکھیے یہ ہمارا مال بھی ہمیں واپس دے دیا گیا ہے بس اب ہم جائیں گے اور اپنے اہل و عیال کے لیے رسد لے آئیں گے، اپنے بھائی کی حفاظت بھی کریں گے اور ایک بارشتر اور زیادہ بھی لے آئیں گے، اتنے غلہ کا اضافہ آسانی کے ساتھ ہو جائے گا","chinese" : "当他们打开自己的粮袋的时候，发现他们的财物已退还他们了，他们说：“我们的父亲啊！我们还要求什么呢？这是我们的财物，已退还我们了，我们要为我们的眷属籴粮，要保护我们的弟弟，我们可以多籴一驮粮，那是容易获得的粮食。”","turkey" : "Yüklerini açınca karşılık olarak götürdükleri mallarının kendilerine iade edilmiş olduğunu gördüler. Ey babamız! Daha ne isteriz; işte mallarımız da bize iade edilmiş; ailemize onunla yine yiyecek getirir kardeşimizi de korur ve bir deve yükü de artırmış oluruz; esasen bu az bir şeydir dediler"} ,{"id": "66", "arabic" : "قَالَ لَنۡ أُرۡسِلَهُۥ مَعَكُمۡ حَتَّىٰ تُؤۡتُونِ مَوۡثِقٗا مِّنَ ٱللَّهِ لَتَأۡتُنَّنِي بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمۡۖ فَلَمَّآ ءَاتَوۡهُ مَوۡثِقَهُمۡ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ", "english" : "[Jacob] said Never will I send him with you until you give me a promise by Allah that you will bring him [back] to me unless you should be surrounded by enemies. And when they had given their promise he said Allah over what we say is Witness", "urdu" : "ان کے باپ نے کہا میں اس کو ہرگز تمہارے ساتھ نہ بھیجوں گا جب تک کہ تم اللہ کے نام سے مجھ کو پیمان نہ دے دو کہ اِسے میرے پا س ضرور واپس لے کر آؤ گے الا یہ کہ کہیں تم گھیر ہی لیے جاؤ جب انہوں نے اس کو اپنے اپنے پیمان دے دیے تو اس نے کہا دیکھو، ہمارے اس قول پر اللہ نگہبان ہے","chinese" : "他说：“我不派他和你们一同去，直到你们指安拉而和我立誓约，你们誓必带他回来见我，除非你们全遭祸患。”当他们和他立誓约的时候，他说：“安拉是监护我们的誓约的。”","turkey" : "Babaları: Hepiniz helak olmadıkça onu bana geri getireceğinize dair Allah'a karşı sağlam bir söz vermezseniz sizinle göndermeyeceğim dedi. Söz verdiklerinde: Sözümüze Allah vekildir dedi"} ,{"id": "67", "arabic" : "وَقَالَ يَٰبَنِيَّ لَا تَدۡخُلُواْ مِنۢ بَابٖ وَٰحِدٖ وَٱدۡخُلُواْ مِنۡ أَبۡوَٰبٖ مُّتَفَرِّقَةٖۖ وَمَآ أُغۡنِي عَنكُم مِّنَ ٱللَّهِ مِن شَيۡءٍۖ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَعَلَيۡهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ", "english" : "And he said O my sons do not enter from one gate but enter from different gates; and I cannot avail you against [the decree of] Allah at all. The decision is only for Allah; upon Him I have relied and upon Him let those who would rely [indeed] rely", "urdu" : "پھر اس نے کہا میرے بچو، مصر کے دارالسطنت میں ایک دروازے سے داخل نہ ہونا بلکہ مختلف دروازوں سے جانا مگر میں اللہ کی مشیت سے تم کو نہیں بچا سکتا، حکم اُس کے سوا کسی کا بھی نہیں چلتا، اسی پر میں نے بھروسہ کیا، اور جس کو بھی بھروسہ کرنا ہو اسی پر کرے","chinese" : "他说：“我的孩子们，你们不要从一道城门进城，应当分散开，从几道城门进去。我对于安拉的（判决），毫无裨益于你们；一切判决只归安拉，我只托靠他，让托靠的人们托靠他吧！”","turkey" : "Babaları: Oğullarım! Tek bir kapıdan değil ayrı ayrı kapılardan girin. Ama Allah katında size bir faydam olmaz hüküm ancak Allah'ındır O'na güvendim güvenenler de O'na güvensinler dedi"} ,{"id": "68", "arabic" : "وَلَمَّا دَخَلُواْ مِنۡ حَيۡثُ أَمَرَهُمۡ أَبُوهُم مَّا كَانَ يُغۡنِي عَنۡهُم مِّنَ ٱللَّهِ مِن شَيۡءٍ إِلَّا حَاجَةٗ فِي نَفۡسِ يَعۡقُوبَ قَضَىٰهَاۚ وَإِنَّهُۥ لَذُو عِلۡمٖ لِّمَا عَلَّمۡنَٰهُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ", "english" : "And when they entered from where their father had ordered them it did not avail them against Allah at all except [it was] a need within the soul of Jacob which he satisfied. And indeed he was a possessor of knowledge because of what We had taught him but most of the people do not know", "urdu" : "اور واقعہ بھی یہی ہوا کہ جب وہ اپنے باپ کی ہدایت کے مطابق شہر میں (متفرق دروازوں سے) داخل ہوئے تو اس کی یہ احتیاطی تدبیر اللہ کی مشیت کے مقابلے میں کچھ بھی کام نہ آسکی ہاں بس یعقوبؑ کے دل میں جو ایک کھٹک تھی اسے دور کرنے کے لیے اس نے اپنی سی کوشش کر لی بے شک وہ ہماری دی ہوئی تعلیم سے صاحب علم تھا مگر اکثر لوگ معاملہ کی حقیقت کو جانتے نہیں ہیں","chinese" : "当他们遵照他们的父亲的命令而进城的时候，他对于安拉的判决没有丝毫裨益，但那是叶尔孤白心中的一种希望，已把它表白出来。他曾受我的教诲，所以，他确是有知识的人，但世人的大半不知道。","turkey" : "Babalarının emrettiği gibi girdiler. Esasen bu Allah katında onlara bir fayda sağlamazdı ancak Yakub içindeki arzuyu ortaya koymuş oldu. O şüphesiz kendisine öğrettiğimizi bilir fakat insanların çoğu bilmezler"} ,{"id": "69", "arabic" : "وَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَخَاهُۖ قَالَ إِنِّيٓ أَنَا۠ أَخُوكَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَعۡمَلُونَ", "english" : "And when they entered upon Joseph he took his brother to himself; he said Indeed I am your brother so do not despair over what they used to do [to me]", "urdu" : "یہ لوگ یوسفؑ کے حضور پہنچے تو اس نے اپنے بھائی کو اپنے پاس الگ بلا لیا اور اسے بتا دیا کہ میں تیرا وہی بھائی ہوں (جو کھویا گیا تھا) اب تو اُن باتوں کا غم نہ کر جو یہ لوگ کرتے رہے ہیں","chinese" : "当他们进去见优素福的时候，他拥抱他弟弟，他说：“我确是你的哥哥，你不要为他们过去的所作所为而悲伤吧。”","turkey" : "Yusuf'un yanına girdiklerinde kardeşini bağrına bastı ve: Ben senin kardeşinim onların yaptıklarına artık üzülme dedi"} ,{"id": "70", "arabic" : "فَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ جَعَلَ ٱلسِّقَايَةَ فِي رَحۡلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلۡعِيرُ إِنَّكُمۡ لَسَٰرِقُونَ", "english" : "So when he had furnished them with their supplies he put the [gold measuring] bowl into the bag of his brother. Then an announcer called out O caravan indeed you are thieves", "urdu" : "جب یوسفؑ ان بھائیوں کا سامان لدوانے لگا تو اس نے اپنے بھائی کے سامان میں اپنا پیالہ رکھ دیا پھر ایک پکارنے والے نے پکار کر کہا اے قافلے والو، تم لو گ چور ہو","chinese" : "当他以他们所需的粮食供给他们的时候，他（使人）把一只酒杯放在他弟弟的粮袋里，然后，一个传唤者传唤说：“队商啊！你们确是一伙小偷。”","turkey" : "Yusuf onların yüklerini yükletirken bir su kabını kardeşinin yüküne koydurdu. Sonra bir münadi şöyle bağırdı: Ey kervancılar siz hırsızsınız"} ,{"id": "71", "arabic" : "قَالُواْ وَأَقۡبَلُواْ عَلَيۡهِم مَّاذَا تَفۡقِدُونَ", "english" : "They said while approaching them What is it you are missing", "urdu" : "انہوں نے پلٹ کر پوچھا تمہاری کیا چیز کھوئی گئی؟","chinese" : "他们转回来说：“你们丢了什么？”","turkey" : "Geri dönerek Ne kaybettiniz? dediler"} ,{"id": "72", "arabic" : "قَالُواْ نَفۡقِدُ صُوَاعَ ٱلۡمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمۡلُ بَعِيرٖ وَأَنَا۠ بِهِۦ زَعِيمٞ", "english" : "They said We are missing the measure of the king. And for he who produces it is [the reward of] a camel's load and I am responsible for it", "urdu" : "سرکاری ملازموں نے کہا بادشاہ کا پیمانہ ہم کو نہیں ملتا (اور ان کے جمعدار نے کہا) جو شخص لا کر دے گا اُس کے لیے ایک بارشتر انعام ہے، اس کا میں ذمہ لیتا ہوں","chinese" : "他们说：“我们丢了国王的酒杯；谁拿酒杯来还，给谁一驮粮食，我是保证人。”","turkey" : "Hükümdarın su kabını kaybettik onu getirene bir deve yükü mükafat verilecek buna ben kefil oluyorum dediler"} ,{"id": "73", "arabic" : "قَالُواْ تَٱللَّهِ لَقَدۡ عَلِمۡتُم مَّا جِئۡنَا لِنُفۡسِدَ فِي ٱلۡأَرۡضِ وَمَا كُنَّا سَٰرِقِينَ", "english" : "They said By Allah you have certainly known that we did not come to cause corruption in the land and we have not been thieves", "urdu" : "ان بھائیوں نے کہا خدا کی قسم، تو لوگ خوب جانتے ہو کہ ہم اس ملک میں فساد کرنے نہیں آئے ہیں اور ہم چوریاں کرنے والے لوگ نہیں ہیں","chinese" : "他们说：“指安拉发誓，你们知道，我们不是到这个地方来捣乱的，我们向来不是小偷。”","turkey" : "Allah'a yemin ederiz ki memleketi ifsat etmeğe gelmediğimizi ve hırsız da olmadığımızı biliyorsunuz dediler"} ,{"id": "74", "arabic" : "قَالُواْ فَمَا جَزَـٰٓؤُهُۥٓ إِن كُنتُمۡ كَٰذِبِينَ", "english" : "The accusers said Then what would be its recompense if you should be liars", "urdu" : "اُنہوں نے کہا اچھا، اگر تمہاری بات جھوٹی نکلی تو چور کی کیا سزا ہے؟","chinese" : "他们说：“偷窃者应受什么处分呢？如果你们是说谎的人？”","turkey" : "Yalancı iseniz hırsızlığın cezası nedir? dediler"} ,{"id": "75", "arabic" : "قَالُواْ جَزَـٰٓؤُهُۥ مَن وُجِدَ فِي رَحۡلِهِۦ فَهُوَ جَزَـٰٓؤُهُۥۚ كَذَٰلِكَ نَجۡزِي ٱلظَّـٰلِمِينَ", "english" : "[The brothers] said Its recompense is that he in whose bag it is found - he [himself] will be its recompense. Thus do we recompense the wrongdoers", "urdu" : "اُنہوں نے کہا اُس کی سزا؟ جس کے سامان میں سے چیز نکلے وہ آپ ہی اپنی سزا میں رکھ لیا جائے، ہمارے ہاں تو ایسے ظالموں کو سزا دینے کا یہی طریقہ ہے","chinese" : "他们说：“偷窃者应受的处罚，是在谁的粮袋里搜出酒杯来，就让他自己承受应得的处罚，（把他当做奴仆），我们是这样惩罚不义者的。”","turkey" : "Cezası kimin yükünde bulunursa ceza olarak ona el konulur; biz zalimleri böyle cezalandırırız dediler"} ,{"id": "76", "arabic" : "فَبَدَأَ بِأَوۡعِيَتِهِمۡ قَبۡلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسۡتَخۡرَجَهَا مِن وِعَآءِ أَخِيهِۚ كَذَٰلِكَ كِدۡنَا لِيُوسُفَۖ مَا كَانَ لِيَأۡخُذَ أَخَاهُ فِي دِينِ ٱلۡمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ وَفَوۡقَ كُلِّ ذِي عِلۡمٍ عَلِيمٞ", "english" : "So he began [the search] with their bags before the bag of his brother; then he extracted it from the bag of his brother. Thus did We plan for Joseph. He could not have taken his brother within the religion of the king except that Allah willed. We raise in degrees whom We will but over every possessor of knowledge is one [more] knowing", "urdu" : "تب یوسفؑ نے اپنے بھائی سے پہلے اُن کی خرجیوں کی تلاشی لینی شروع کی، پھر اپنے بھائی کی خرجی سے گم شدہ چیز برآمد کر لی اِس طرح ہم نے یوسفؑ کی تائید اپنی تدبیر سے کی اُس کا یہ کام نہ تھا کہ بادشاہ کے دین (یعنی مصر کے شاہی قانون) میں اپنے بھائی کو پکڑتا الا یہ کہ اللہ ہی ایسا چاہے ہم جس کے درجے چاہتے ہیں بلند کر دیتے ہیں، اور ایک علم رکھنے والا ایسا ہے جو ہر صاحب علم سے بالا تر ہے","chinese" : "优素福在检查他弟弟的粮袋之前，先检查了他们的粮袋。随后，在他弟弟的粮袋里查出了那只酒杯。我这样为优素福定计。按照国王的法律，他不得把他弟弟当作奴仆，但安拉意欲他那样做。我把我所意欲者提升若干级，每个有知识的人上面，都有一个全知者。","turkey" : "Yusuf kardeşinin yükünden önce onlarınkini aramaya başladı; sonra kardeşinin yükünden su kabını çıkardı. İşte biz Yusuf'a böyle bir plan kullanmasını vahyettik. Çünkü hükümdarın kanunlarına göre kardeşini alıkoyamazdı meğer ki Allah dileye. Dilediğimizi derecelerle yükseltiriz. Her ilim sahibinden üstün bir bilen bulunur"} ,{"id": "77", "arabic" : "۞قَالُوٓاْ إِن يَسۡرِقۡ فَقَدۡ سَرَقَ أَخٞ لَّهُۥ مِن قَبۡلُۚ فَأَسَرَّهَا يُوسُفُ فِي نَفۡسِهِۦ وَلَمۡ يُبۡدِهَا لَهُمۡۚ قَالَ أَنتُمۡ شَرّٞ مَّكَانٗاۖ وَٱللَّهُ أَعۡلَمُ بِمَا تَصِفُونَ", "english" : "They said If he steals - a brother of his has stolen before. But Joseph kept it within himself and did not reveal it to them. He said You are worse in position and Allah is most knowing of what you describe", "urdu" : "ان بھائیوں نے کہا یہ چوری کرے تو کچھ تعجب کی بات بھی نہیں، اس سے پہلے اس کا بھائی (یوسفؑ) بھی چوری کر چکا ہے یوسفؑ ان کی یہ بات سن کر پی گیا، حقیقت ان پر نہ کھولی بس (زیر لب) اتنا کہہ کر رہ گیا کہ بڑے ہی برے ہو تم لوگ، (میرے منہ در منہ مجھ پر) جو الزام تم لگا رہے ہو اس کی حقیقت خدا خوب جانتا ہے","chinese" : "他们说：“如果他偷窃，那么，他有一个哥哥从前就偷窃过。”优素福把这句话隐藏在心中，没有对他们表示出来，他暗暗地说：“你们的处境是更恶劣的。安拉是知道你们所叙述的事情的。”","turkey" : "Çalmışsa daha önce kardeşi de çalmıştı dediler. Yusuf bunu içinde sakladı onlara açmadı. İçinden Durumunuz pek kötüdür; anlattığınızı Allah daha iyi bilir dedi"} ,{"id": "78", "arabic" : "قَالُواْ يَـٰٓأَيُّهَا ٱلۡعَزِيزُ إِنَّ لَهُۥٓ أَبٗا شَيۡخٗا كَبِيرٗا فَخُذۡ أَحَدَنَا مَكَانَهُۥٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ", "english" : "They said O 'Azeez indeed he has a father [who is] an old man so take one of us in place of him. Indeed we see you as a doer of good", "urdu" : "انہوں نے کہا اے سردار ذی اقتدار (عزیز)، اس کا باپ بہت بوڑھا آدمی ہے، اس کی جگہ آپ ہم میں سے کسی کو رکھ لیجیے، ہم آپ کو بڑا ہی نیک نفس انسان پاتے ہیں","chinese" : "他们说：“权贵啊！他的确有一位龙钟的老父；请你以我们中的一人代替他当奴仆吧。我们确认为你是行善的。”","turkey" : "Kardeşleri: Ey Vezir! Onun yaşlanmış kocamış bir babası vardır. Bizden birini onun yerine al. Doğrusu biz senin iyi davrananlardan olduğunu görüyoruz dediler"} ,{"id": "79", "arabic" : "قَالَ مَعَاذَ ٱللَّهِ أَن نَّأۡخُذَ إِلَّا مَن وَجَدۡنَا مَتَٰعَنَا عِندَهُۥٓ إِنَّآ إِذٗا لَّظَٰلِمُونَ", "english" : "He said [I seek] the refuge of Allah [to prevent] that we take except him with whom we found our possession. Indeed we would then be unjust", "urdu" : "یوسفؑ نے کہا پناہ بخدا، دوسرے کسی شخص کو ہم کیسے رکھ سکتے ہیں جس کے پاس ہم نے اپنا مال پایا ہے اس کو چھوڑ کر دوسرے کو رکھیں گے تو ہم ظالم ہوں گے","chinese" : "他说：“愿安拉保佑我们，我们只把发现其粮袋里有酒杯的当作奴仆；否则，我们必定是不义的人。”","turkey" : "Maazallah! Biz malımızı kimde bulmuşsak ancak onu alıkoruz yoksa haksızlık etmiş oluruz dedi"} ,{"id": "80", "arabic" : "فَلَمَّا ٱسۡتَيۡـَٔسُواْ مِنۡهُ خَلَصُواْ نَجِيّٗاۖ قَالَ كَبِيرُهُمۡ أَلَمۡ تَعۡلَمُوٓاْ أَنَّ أَبَاكُمۡ قَدۡ أَخَذَ عَلَيۡكُم مَّوۡثِقٗا مِّنَ ٱللَّهِ وَمِن قَبۡلُ مَا فَرَّطتُمۡ فِي يُوسُفَۖ فَلَنۡ أَبۡرَحَ ٱلۡأَرۡضَ حَتَّىٰ يَأۡذَنَ لِيٓ أَبِيٓ أَوۡ يَحۡكُمَ ٱللَّهُ لِيۖ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ", "english" : "So when they had despaired of him they secluded themselves in private consultation. The eldest of them said Do you not know that your father has taken upon you an oath by Allah and [that] before you failed in [your duty to] Joseph? So I will never leave [this] land until my father permits me or Allah decides for me and He is the best of judges", "urdu" : "جب وہ یوسفؑ سے مایوس ہو گئے تو ایک گوشے میں جا کر آپس میں مشورہ کرنے لگے ان میں جو سب سے بڑا تھا وہ بولا تم جانتے نہیں ہو کہ تمہارے والد تم سے خدا کے نام پر کیا عہد و پیمان لے چکے ہیں اور اس سے پہلے یوسفؑ کے معاملہ میں جو زیادتی تم کر چکے ہو وہ بھی تم کو معلوم ہے اب میں تو یہاں سے ہرگز نہ جاؤں گا جب تک کہ میرے والد مجھے اجازت نہ دیں، یا پھر اللہ ہی میرے حق میں کوئی فیصلہ فرما دے کہ وہ سب سے بہتر فیصلہ کرنے والا ہے","chinese" : "当他们对优素福绝望的时候，他们离席而秘密会议，他们的大哥说：“你们的父亲曾要求你们指安拉发誓，难道你们不知道吗？从前，你们曾怠慢了优素福。我绝不离开这个地方，直到父亲允许我，或安拉为我而判决，他是最公正的判决者。","turkey" : "Ümidsizliğe düşünce konuşmak üzere bir kenara çekildiler. Büyükleri şöyle dedi: Babanızın Allah'a karşı sizden bir söz aldığını daha önce Yusuf meselesinde de ileri gittiğinizi bilmiyor musunuz? Artık babam bana izin verene veya Allah hakkımda hüküm verene kadar ki O hükmedenlerin en iyisidir bu yerden ayrılmayacağım. Siz dönün babanıza gidin ve deyin ki: Ey Babamız! Senin oğlun hırsızlık yaptı bu bildiğimizden başka bir şey görmedik; görülmeyeni de bilmeyiz; bulunduğumuz kasabanın halkına ve beraberinde olduğumuz kervana da sorabilirsin; biz şüphesiz doğru söylüyoruz"} ,{"id": "81", "arabic" : "ٱرۡجِعُوٓاْ إِلَىٰٓ أَبِيكُمۡ فَقُولُواْ يَـٰٓأَبَانَآ إِنَّ ٱبۡنَكَ سَرَقَ وَمَا شَهِدۡنَآ إِلَّا بِمَا عَلِمۡنَا وَمَا كُنَّا لِلۡغَيۡبِ حَٰفِظِينَ", "english" : "Return to your father and say O our father indeed your son has stolen and we did not testify except to what we knew. And we were not witnesses of the unseen", "urdu" : "تم جا کر اپنے والد سے کہو کہ ابا جان، آپ کے صاحبزادے نے چوری کی ہے ہم نے اسے چوری کرتے ہوئے نہیں دیکھا، جو کچھ ہمیں معلوم ہوا ہے بس وہی ہم بیان کر رہے ہیں، اور غیب کی نگہبانی تو ہم نہ کر سکتے تھے","chinese" : "你们回去见父亲，然后对他说：我们的父亲啊！你的儿子确已偷窃，我们只作证我们所知道的。我们不是保证幽玄的。","turkey" : "Yakup: Sizi nefsiniz bir iş yapmaya sürükledi artık bana güzelce sabır gerekir; belki Allah hepsini birden bana getirecektir çünkü O bilendir hakimdir dedi"} ,{"id": "82", "arabic" : "وَسۡـَٔلِ ٱلۡقَرۡيَةَ ٱلَّتِي كُنَّا فِيهَا وَٱلۡعِيرَ ٱلَّتِيٓ أَقۡبَلۡنَا فِيهَاۖ وَإِنَّا لَصَٰدِقُونَ", "english" : "And ask the city in which we were and the caravan in which we came - and indeed we are truthful", "urdu" : "آپ اُس بستی کے لوگوں سے پوچھ لیجیے جہاں ہم تھے اُس قافلے سے دریافت کر لیجیے جس کے ساتھ ہم آئے ہیں ہم اپنے بیان میں بالکل سچے ہیں","chinese" : "请你问一问我们曾居住的那座市镇和与我们同行的队商吧，我们确是诚实的。”","turkey" : "Onlara sırt çevirdi Vah Yusuf'a yazık oldu! dedi ve üzüntüden gözlerine ak düştü. Artık acısını içinde saklıyordu"} ,{"id": "83", "arabic" : "قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٌۖ عَسَى ٱللَّهُ أَن يَأۡتِيَنِي بِهِمۡ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ", "english" : "[Jacob] said Rather your souls have enticed you to something so patience is most fitting. Perhaps Allah will bring them to me all together. Indeed it is He who is the Knowing the Wise", "urdu" : "باپ نے یہ داستان سن کر کہا دراصل تمہارے نفس نے تمہارے لیے ایک اور بڑی بات کو سہل بنا دیا اچھا اس پر بھی صبر کروں گا اور بخوبی کروں گا کیا بعید ہے کہ اللہ ان سب کو مجھ سے لا ملا ئے، وہ سب کچھ جانتا ہے اور اس کے سب کام حکمت پر مبنی ہیں","chinese" : "他说：“不然，你们的私欲怂恿了你们做这件事，我只有很好的忍耐，但愿安拉把他们统统带来给我。他确是全知的，确是至睿的。”","turkey" : "Onlara sırt çevirdi Vah Yusuf'a yazık oldu! dedi ve üzüntüden gözlerine ak düştü. Artık acısını içinde saklıyordu"} ,{"id": "84", "arabic" : "وَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَـٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبۡيَضَّتۡ عَيۡنَاهُ مِنَ ٱلۡحُزۡنِ فَهُوَ كَظِيمٞ", "english" : "And he turned away from them and said Oh my sorrow over Joseph and his eyes became white from grief for he was [of that] a suppressor", "urdu" : "پھر وہ ان کی طرف سے منہ پھیر کر بیٹھ گیا اور کہنے لگا کہ ہا ئے یوسف! وہ دل ہی دل میں غم سے گھٹا جا رہا تھا اور اس کی آنکھیں سفید پڑ گئی تھیں","chinese" : "他不理睬他们，他说：“哀哉优素福！”他因悲伤而两眼发白，他是压住性子的。","turkey" : "Onlara sırt çevirdi Vah Yusuf'a yazık oldu! dedi ve üzüntüden gözlerine ak düştü. Artık acısını içinde saklıyordu"} ,{"id": "85", "arabic" : "قَالُواْ تَٱللَّهِ تَفۡتَؤُاْ تَذۡكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوۡ تَكُونَ مِنَ ٱلۡهَٰلِكِينَ", "english" : "They said By Allah you will not cease remembering Joseph until you become fatally ill or become of those who perish", "urdu" : "بیٹوں نے کہا خدارا! آپ تو بس یوسف ہی کو یاد کیے جاتے ہیں نوبت یہ آ گئی ہے کہ اس کے غم میں اپنے آپ کو گھلا دیں گے یا اپنی جان ہلاک کر ڈالیں گے","chinese" : "他们说：“指安拉发誓，你将念念不忘优素福，直到你变成为憔悴的或死亡的。”","turkey" : "Allah'a yemin ederiz ki Yusuf'u anıp durman seni bitkin düşürecek veya helak olacaksın dediler"} ,{"id": "86", "arabic" : "قَالَ إِنَّمَآ أَشۡكُواْ بَثِّي وَحُزۡنِيٓ إِلَى ٱللَّهِ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ", "english" : "He said I only complain of my suffering and my grief to Allah and I know from Allah that which you do not know", "urdu" : "اُس نے کہا میں اپنی پریشانی اور اپنے غم کی فریاد اللہ کے سوا کسی سے نہیں کرتا، اور اللہ سے جیسا میں واقف ہوں تم نہیں ہو","chinese" : "他说：“我只向安拉诉说我的忧伤，我从安拉那里知道你们所不知道的。”","turkey" : "Yakup: Ben üzüntü ve tasamı yalnız Allah'a açarım. Allah katından sizin bilmediklerinizi bilirim dedi"} ,{"id": "87", "arabic" : "يَٰبَنِيَّ ٱذۡهَبُواْ فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ وَلَا تَاْيۡـَٔسُواْ مِن رَّوۡحِ ٱللَّهِۖ إِنَّهُۥ لَا يَاْيۡـَٔسُ مِن رَّوۡحِ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡكَٰفِرُونَ", "english" : "O my sons go and find out about Joseph and his brother and despair not of relief from Allah. Indeed no one despairs of relief from Allah except the disbelieving people", "urdu" : "میرے بچو، جا کر یوسفؑ اور اس کے بھائی کی کچھ ٹوہ لگاؤ، اللہ کی رحمت سے مایوس نہ ہو، اس کی رحمت سے تو بس کافر ہی مایوس ہوا کرتے ہیں","chinese" : "他说：“我的孩子们！你们去打听优素福和他弟弟的消息吧。你们不要绝望于安拉的慈恩，只有不信道的人们才绝望于安拉的慈恩。”","turkey" : "Ey Oğullarım! Gidin Yusuf'u ve kardeşini arayın. Allah'ın rahmetinden ümidinizi kesmeyin; doğrusu kafirlerden başkası Allah'ın rahmetinden ümidini kesmez"} ,{"id": "88", "arabic" : "فَلَمَّا دَخَلُواْ عَلَيۡهِ قَالُواْ يَـٰٓأَيُّهَا ٱلۡعَزِيزُ مَسَّنَا وَأَهۡلَنَا ٱلضُّرُّ وَجِئۡنَا بِبِضَٰعَةٖ مُّزۡجَىٰةٖ فَأَوۡفِ لَنَا ٱلۡكَيۡلَ وَتَصَدَّقۡ عَلَيۡنَآۖ إِنَّ ٱللَّهَ يَجۡزِي ٱلۡمُتَصَدِّقِينَ", "english" : "So when they entered upon Joseph they said O 'Azeez adversity has touched us and our family and we have come with goods poor in quality but give us full measure and be charitable to us. Indeed Allah rewards the charitable", "urdu" : "جب یہ لوگ مصر جا کر یوسفؑ کی پیشی میں داخل ہوئے تو انہوں نے عرض کیا کہ اے سردار با اقتدار، ہم اور ہمارے اہل و عیال سخت مصیبت میں مبتلا ہیں اور ہم کچھ حقیر سی پونجی لے کر آئے ہیں، آپ ہمیں بھر پور غلہ عنایت فرمائیں اور ہم کو خیرات دیں، اللہ خیرات کرنے والوں کو جزا دیتا ہے","chinese" : "当他们进去见优素福的时候，他们说：“权贵啊！我们和我们的眷属遭遇了灾害，只带来了一点劣质财物，请你给我们足量的粮食，请你施舍给我们。安拉一定会报酬施舍者。”","turkey" : "Kardeşleri vezirin yanına vardıklarında: Ey Vezir! Biz ve çoluk çocuğumuz darlığa uğradık; pek değersiz bir malla geldik; ölçeği bize tam yap ve sadaka ver; Allah sadaka verenleri şüphesiz mükafatlandırır dediler"} ,{"id": "89", "arabic" : "قَالَ هَلۡ عَلِمۡتُم مَّا فَعَلۡتُم بِيُوسُفَ وَأَخِيهِ إِذۡ أَنتُمۡ جَٰهِلُونَ", "english" : "He said Do you know what you did with Joseph and his brother when you were ignorant", "urdu" : "(یہ سن کریوسفؑ سے نہ رہا گیا) اُس نے کہا تمہیں کچھ یہ بھی معلوم ہے کہ تم نے یوسفؑ اور اُس کے بھائی کے ساتھ کیا کیا تھا جبکہ تم نادان تھے","chinese" : "他说：“你们知道吗？当你们是愚昧的时候，你们是怎样对待优素福和他弟弟的呢？”","turkey" : "Siz Yusuf ve kardeşine bilmeden neler yaptığınızın farkında mısınız? dedi"} ,{"id": "90", "arabic" : "قَالُوٓاْ أَءِنَّكَ لَأَنتَ يُوسُفُۖ قَالَ أَنَا۠ يُوسُفُ وَهَٰذَآ أَخِيۖ قَدۡ مَنَّ ٱللَّهُ عَلَيۡنَآۖ إِنَّهُۥ مَن يَتَّقِ وَيَصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ", "english" : "They said Are you indeed Joseph? He said I am Joseph and this is my brother. Allah has certainly favored us. Indeed he who fears Allah and is patient then indeed Allah does not allow to be lost the reward of those who do good", "urdu" : "وہ چونک کر بولے کیا تم یوسفؑ ہو؟ اُس نے کہا، ہاں، میں یوسفؑ ہوں اور یہ میرا بھائی ہے اللہ نے ہم پر احسان فرمایا حقیقت یہ ہے کہ اگر کوئی تقویٰ اور صبر سے کام لے تو اللہ کے ہاں ایسے نیک لوگوں کا اجر مارا نہیں جاتا","chinese" : "他们说：“怎么，你呀！真是优素福吗？”他说：“我是优素福，这是我弟弟，安拉确已降恩给我们。谁敬畏而且坚忍，（谁必受报酬），因为安拉必不使行善者徒劳无酬。”","turkey" : "Yoksa sen Yusuf musun? dediler. Ben Yusuf'um bu da kardeşim. Allah bize iyilikte bulundu; doğrusu kim kötülükten sakınır ve sabrederse bilsin ki Allah iyi davrananların ecrini katiyen zayi etmez dedi"} ,{"id": "91", "arabic" : "قَالُواْ تَٱللَّهِ لَقَدۡ ءَاثَرَكَ ٱللَّهُ عَلَيۡنَا وَإِن كُنَّا لَخَٰطِـِٔينَ", "english" : "They said By Allah certainly has Allah preferred you over us and indeed we have been sinners", "urdu" : "انہوں نے کہا بخدا کہ تم کو اللہ نے ہم پر فضیلت بخشی اور واقعی ہم خطا کار تھے","chinese" : "他们说：“指安拉发誓，安拉确已从我们当中拣选了你。从前，我们确是有罪的。”","turkey" : "Allah'a yemin ederiz ki Allah seni bizden üstün tutmuştur; doğrusu biz suç işlemiştik dediler"} ,{"id": "92", "arabic" : "قَالَ لَا تَثۡرِيبَ عَلَيۡكُمُ ٱلۡيَوۡمَۖ يَغۡفِرُ ٱللَّهُ لَكُمۡۖ وَهُوَ أَرۡحَمُ ٱلرَّـٰحِمِينَ", "english" : "He said No blame will there be upon you today. Allah will forgive you; and He is the most merciful of the merciful", "urdu" : "اس نے جواب دیا، آج تم پر کوئی گرفت نہیں، اللہ تمہیں معاف کرے، وہ سب سے بڑھ کر رحم فرمانے والا ہے","chinese" : "他说：“今天对你们毫无谴责，但愿安拉饶恕你们。他是最慈爱的。","turkey" : "Yusuf: Bugün azarlanacak değilsiniz Allah sizi bağışlar. O merhametlilerin merhametlisidir. Bu gömleğimi götürün babamın yüzüne sürün görmeğe başlar; bütün çoluk çocuğunuzla bana gelin dedi"} ,{"id": "93", "arabic" : "ٱذۡهَبُواْ بِقَمِيصِي هَٰذَا فَأَلۡقُوهُ عَلَىٰ وَجۡهِ أَبِي يَأۡتِ بَصِيرٗا وَأۡتُونِي بِأَهۡلِكُمۡ أَجۡمَعِينَ", "english" : "Take this my shirt and cast it over the face of my father; he will become seeing. And bring me your family all together", "urdu" : "جاؤ، میرا یہ قمیص لے جاؤ اور میرے والد کے منہ پر ڈال دو، اُن کی بینائی پلٹ آئے گی، اور اپنے سب اہل و عیال کو میرے پاس لے آؤ","chinese" : "你们把我的这件衬衣带回去，把它蒙在我父亲的脸上，他就会恢复视力。然后，你们把自己的眷属全部带到我这里来吧！”","turkey" : "Yusuf: Bugün azarlanacak değilsiniz Allah sizi bağışlar. O merhametlilerin merhametlisidir. Bu gömleğimi götürün babamın yüzüne sürün görmeğe başlar; bütün çoluk çocuğunuzla bana gelin dedi"} ,{"id": "94", "arabic" : "وَلَمَّا فَصَلَتِ ٱلۡعِيرُ قَالَ أَبُوهُمۡ إِنِّي لَأَجِدُ رِيحَ يُوسُفَۖ لَوۡلَآ أَن تُفَنِّدُونِ", "english" : "And when the caravan departed [from Egypt] their father said Indeed I find the smell of Joseph [and would say that he was alive] if you did not think me weakened in mind", "urdu" : "جب یہ قافلہ (مصر سے) روانہ ہوا تو ان کے باپ نے (کنعان میں) کہا میں یوسفؑ کی خوشبو محسوس کر رہا ہوں، تم لوگ کہیں یہ نہ کہنے لگو کہ میں بڑھاپے میں سٹھیا گیا ہوں","chinese" : "当队商出发的时候，他们的父亲说：“我确已闻到优素福的气味了，要不是你们说我是老糊涂。”","turkey" : "Kervan memleketlerine dönmek üzere ayrıldığında babaları: Doğrusu ben Yusuf'un kokusunu duyuyorum; ne olur bana bunak demeyin dedi"} ,{"id": "95", "arabic" : "قَالُواْ تَٱللَّهِ إِنَّكَ لَفِي ضَلَٰلِكَ ٱلۡقَدِيمِ", "english" : "They said By Allah indeed you are in your [same] old error", "urdu" : "گھر کے لوگ بولے خدا کی قسم آپ ابھی تک اپنے اسی پرانے خبط میں پڑے ہوئے ہیں","chinese" : "他们说：“指安拉发誓，你的确还在你那旧有的迷误之中。”","turkey" : "Çevresindekiler: Allah'a yemin ederiz ki sen hala eski şaşkınlığındasın dediler"} ,{"id": "96", "arabic" : "فَلَمَّآ أَن جَآءَ ٱلۡبَشِيرُ أَلۡقَىٰهُ عَلَىٰ وَجۡهِهِۦ فَٱرۡتَدَّ بَصِيرٗاۖ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ", "english" : "And when the bearer of good tidings arrived he cast it over his face and he returned [once again] seeing. He said Did I not tell you that I know from Allah that which you do not know", "urdu" : "پھر جب خو ش خبری لانے والا آیا تو اس نے یوسفؑ کا قمیص یعقوبؑ کے منہ پر ڈال دیا اور یکا یک اس کی بینائی عود کر آئی تب اس نے کہا میں تم سے کہتا نہ تھا؟ میں اللہ کی طرف سے وہ کچھ جانتا ہوں جو تم نہیں جانتے","chinese" : "当报喜者来到后，他就把那件衬衣蒙在他的脸上，他的眼睛立即恢复了视力。他说：“难道我没有对你们说过吗？我的确从安拉知道你们所不知道的。”","turkey" : "Müjdeci gelip gömleği Yakub'un yüzüne bırakınca hemen gözleri açıldı. Bunun üzerine Yakub Ben size Allah katından sizin bilmediğinizi biliyorum dememiş miydim? dedi"} ,{"id": "97", "arabic" : "قَالُواْ يَـٰٓأَبَانَا ٱسۡتَغۡفِرۡ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَٰطِـِٔينَ", "english" : "They said O our father ask for us forgiveness of our sins; indeed we have been sinners", "urdu" : "سب بول اٹھے ابا جان، آپ ہمارے گناہوں کی بخشش کے لیے دعا کریں، واقعی ہم خطا کار تھے","chinese" : "他们说：“我们的父亲啊！请你为我们求饶，我们确是有罪的。”","turkey" : "Oğulları: Ey Babamız! Suçlarımızın bağışlanmasını dile bizler hiç şüphesiz suçluyuz dediler"} ,{"id": "98", "arabic" : "قَالَ سَوۡفَ أَسۡتَغۡفِرُ لَكُمۡ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ", "english" : "He said I will ask forgiveness for you from my Lord. Indeed it is He who is the Forgiving the Merciful", "urdu" : "اُس نے کہا میں اپنے رب سے تمہارے لیے معافی کی درخواست کروں گا، وہ بڑا معاف کرنے والا اور رحیم ہے","chinese" : "他说：“我将要为你们向我的主求饶。他确是至赦的，确是至慈的。”","turkey" : "Yakub: Rabbim'den bağışlanmanızı dileyeceğim; O şüphesiz bağışlar ve merhamet eder dedi"} ,{"id": "99", "arabic" : "فَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَبَوَيۡهِ وَقَالَ ٱدۡخُلُواْ مِصۡرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ", "english" : "And when they entered upon Joseph he took his parents to himself and said Enter Egypt Allah willing safe [and secure]", "urdu" : "پھر جب یہ لوگ یوسفؑ کے پاس پہنچے تو اُس نے اپنے والدین کو اپنے ساتھ بٹھا لیا اور (اپنے سب کنبے والوں سے) کہا چلو، اب شہر میں چلو، اللہ نے چاہا تو امن چین سے رہو گے","chinese" : "当他们进去见优素福的时候，他拥抱自己的双亲，他说：“你们平安地进埃及吧！如果安拉意欲。”","turkey" : "Yusuf'un yanına geldiklerinde o anasını babasını bağrına bastı Allah'ın dileğince güven içinde Mısır'da yerleşin dedi"} ,{"id": "100", "arabic" : "وَرَفَعَ أَبَوَيۡهِ عَلَى ٱلۡعَرۡشِ وَخَرُّواْ لَهُۥ سُجَّدٗاۖ وَقَالَ يَـٰٓأَبَتِ هَٰذَا تَأۡوِيلُ رُءۡيَٰيَ مِن قَبۡلُ قَدۡ جَعَلَهَا رَبِّي حَقّٗاۖ وَقَدۡ أَحۡسَنَ بِيٓ إِذۡ أَخۡرَجَنِي مِنَ ٱلسِّجۡنِ وَجَآءَ بِكُم مِّنَ ٱلۡبَدۡوِ مِنۢ بَعۡدِ أَن نَّزَغَ ٱلشَّيۡطَٰنُ بَيۡنِي وَبَيۡنَ إِخۡوَتِيٓۚ إِنَّ رَبِّي لَطِيفٞ لِّمَا يَشَآءُۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ", "english" : "And he raised his parents upon the throne and they bowed to him in prostration. And he said O my father this is the explanation of my vision of before. My Lord has made it reality. And He was certainly good to me when He took me out of prison and brought you [here] from bedouin life after Satan had induced [estrangement] between me and my brothers. Indeed my Lord is Subtle in what He wills. Indeed it is He who is the Knowing the Wise", "urdu" : "(شہر میں داخل ہونے کے بعد) اس نے اپنے والدین کو اٹھا کر اپنے پاس تخت پر بٹھایا اور سب اس کے آگے بے اختیار سجدے میں جھک گئے یوسفؑ نے کہا ابا جان، یہ تعبیر ہے میرے اُس خواب کی جو میں نے پہلے دیکھا تھا، میرے رب نے اسے حقیقت بنا دیا اس کا احسان ہے کہ اُس نے مجھے قید خانے سے نکالا، اور آپ لوگوں کو صحرا سے لا کر مجھ سے ملایا حالانکہ شیطان میرے اور میرے بھائیوں کے درمیان فساد ڈال چکا تھا واقعہ یہ ہے کہ میرا رب غیر محسوس تدبیروں سے اپنی مشیت پوری کرتا ہے، بے شک و ہ علیم اور حکیم ہے","chinese" : "他请他的双亲坐在高座上，他们为他而俯伏叩头。他说：“我的父亲啊！这就是我以前的梦兆的解释。我的主已使那个梦兆变成为事实了。他确已优待我，因为他把我从监狱里释放出来，他在恶魔离间我和我哥哥们之后，把你从沙漠里带到这里来。我的主，对他所意欲者是慈爱的。他确是全知的，确是至睿的。","turkey" : "Ana babasını tahtın üzerine oturttu hepsi onun önünde (Allah'a secde edip) eğildiler. O zaman Yusuf: Babacığım! İşte bu vaktiyle gördüğüm rüyanın çıkışıdır; Rabbim onu gerçekleştirdi. Şeytan benimle kardeşlerimin arasını bozduktan sonra beni hapisten çıkaran sizi çölden getiren Rabbim bana pek çok iyilikte bulundu. Doğrusu Rabbim dilediğine lütufkardır O şüphesiz bilendir Hakim'dir dedi"} ,{"id": "101", "arabic" : "۞رَبِّ قَدۡ ءَاتَيۡتَنِي مِنَ ٱلۡمُلۡكِ وَعَلَّمۡتَنِي مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَنتَ وَلِيِّۦ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ تَوَفَّنِي مُسۡلِمٗا وَأَلۡحِقۡنِي بِٱلصَّـٰلِحِينَ", "english" : "My Lord You have given me [something] of sovereignty and taught me of the interpretation of dreams. Creator of the heavens and earth You are my protector in this world and in the Hereafter. Cause me to die a Muslim and join me with the righteous", "urdu" : "اے میرے رب، تو نے مجھے حکومت بخشی اور مجھ کو باتوں کی تہ تک پہنچنا سکھایا زمین و آسمان کے بنانے والے، تو ہی دنیا اور آخرت میں میرا سرپرست ہے، میرا خاتمہ اسلام پر کر اور انجام کار مجھے صالحین کے ساتھ ملا","chinese" : "我的主啊！你确已赏赐我一部分政权，并教给我一些圆梦的知识。天地的创造者啊！在今世和后世，你都是我的主宰。求你使我作为顺从者而死去，求你使我入于善人之列。”","turkey" : "Rabbim! Bana hükümranlık verdin rüyaların yorumunu öğrettin. Ey göklerin ve yerin yaradanı! Dünya ve ahirette işlerimi yoluna koyan sensin; benim canımı müslüman olarak al ve beni iyilere kat"} ,{"id": "102", "arabic" : "ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۖ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ أَجۡمَعُوٓاْ أَمۡرَهُمۡ وَهُمۡ يَمۡكُرُونَ", "english" : "That is from the news of the unseen which We reveal [O Muhammad] to you. And you were not with them when they put together their plan while they conspired", "urdu" : "اے محمدؐ، یہ قصہ غیب کی خبروں میں سے ہے جو ہم تم پر وحی کر رہے ہیں ورنہ تم اُس وقت موجود نہ تھے جب یوسفؑ کے بھائیوں نے آپس میں اتفاق کر کے سازش کی تھی","chinese" : "这是一部分幽玄的消息，我把它启示给你。当他们用计谋决策的时候，你不在他们的面前，","turkey" : "Sana böylece vahyettiklerimiz gaybe ait haberlerdir. Onlar elbirliği edip düzen kurdukları zaman yanlarında değildin; sen ne kadar yürekten istersen iste insanların çoğu inanmazlar"} ,{"id": "103", "arabic" : "وَمَآ أَكۡثَرُ ٱلنَّاسِ وَلَوۡ حَرَصۡتَ بِمُؤۡمِنِينَ", "english" : "And most of the people although you strive [for it] are not believers", "urdu" : "مگر تم خواہ کتنا ہی چاہو اِن میں سے اکثر لوگ مان کر دینے والے نہیں ہیں","chinese" : "你虽然切望世人信道，但他们大半是不信道的。","turkey" : "Sana böylece vahyettiklerimiz gaybe ait haberlerdir. Onlar elbirliği edip düzen kurdukları zaman yanlarında değildin; sen ne kadar yürekten istersen iste insanların çoğu inanmazlar"} ,{"id": "104", "arabic" : "وَمَا تَسۡـَٔلُهُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ", "english" : "And you do not ask of them for it any payment. It is not except a reminder to the worlds", "urdu" : "حالانکہ تم اس خدمت پر ان سے کوئی اجرت بھی نہیں مانگتے ہو یہ تو ایک نصیحت ہے جو دنیا والوں کے لیے عام ہے","chinese" : "你不为传授《古兰经》而向他们要求任何的报酬。《古兰经》只是对世人的教诲。","turkey" : "Oysa sen buna karşılık onlardan bir ücret de istemiyorsun. Kuran alemler için sadece bir öğüttür"} ,{"id": "105", "arabic" : "وَكَأَيِّن مِّنۡ ءَايَةٖ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يَمُرُّونَ عَلَيۡهَا وَهُمۡ عَنۡهَا مُعۡرِضُونَ", "english" : "And how many a sign within the heavens and earth do they pass over while they therefrom are turning away", "urdu" : "زمین اور آسمانوں میں کتنی ہی نشانیاں ہیں جن پر سے یہ لوگ گزرتے رہتے ہیں اور ذرا توجہ نہیں کرتے","chinese" : "天地间有许多迹象，他们从旁边走过，而不注意。","turkey" : "Göklerde ve yerde nice belgeler vardır ki yanlarından yüzlerini çevirerek geçerler"} ,{"id": "106", "arabic" : "وَمَا يُؤۡمِنُ أَكۡثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشۡرِكُونَ", "english" : "And most of them believe not in Allah except while they associate others with Him", "urdu" : "ان میں سے اکثر اللہ کو مانتے ہیں مگر اس طرح کہ اُس کے ساتھ دوسروں کو شر یک ٹھیراتے ہیں","chinese" : "他们虽然大半信仰安拉，但他们都是以物配主的。","turkey" : "Onların çoğu ortak koşmadan Allah'a inanmazlar"} ,{"id": "107", "arabic" : "أَفَأَمِنُوٓاْ أَن تَأۡتِيَهُمۡ غَٰشِيَةٞ مِّنۡ عَذَابِ ٱللَّهِ أَوۡ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ", "english" : "Then do they feel secure that there will not come to them an overwhelming [aspect] of the punishment of Allah or that the Hour will not come upon them suddenly while they do not perceive", "urdu" : "کیا یہ مطمئن ہیں کہ خدا کے عذاب کی کوئی بلا انہیں دبوچ نہ لے گی یا بے خبری میں قیامت کی گھڑی اچانک ان پر نہ آ جائے گی؟","chinese" : "难道他们不怕安拉惩罚中的大灾降临他们，或末日在他们不知不觉之中，突然降临他们吗？","turkey" : "Allah tarafından onları kuşatacak bir azaba uğramalarından veya farkına varmadan kıyamet saatinin ansızın gelmesinden güvende midirler"} ,{"id": "108", "arabic" : "قُلۡ هَٰذِهِۦ سَبِيلِيٓ أَدۡعُوٓاْ إِلَى ٱللَّهِۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِيۖ وَسُبۡحَٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ", "english" : "Say This is my way; I invite to Allah with insight I and those who follow me. And exalted is Allah; and I am not of those who associate others with Him", "urdu" : "تم ان سے صاف کہہ دو کہ میرا راستہ تو یہ ہے، میں اللہ کی طرف بلاتا ہوں، میں خود بھی پوری روشنی میں اپنا راستہ دیکھ رہا ہوں اور میرے ساتھی بھی، اور اللہ پاک ہے اور شرک کرنے والوں سے میرا کوئی واسطہ نہیں","chinese" : "你说：“这是我的道路，我号召人们信仰安拉，我和随从我的人，都是依据明证的。（我证）安拉，超绝万物！我不是以物配主的人。”","turkey" : "De ki: Benim yolum budur; ben ve bana uyanlar bilerek insanları Allah'a çağırırız. Allah'ı noksan sıfatlardan tenzih ederim. Ben asla Allah'a eş koşanlardan değilim"} ,{"id": "109", "arabic" : "وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِم مِّنۡ أَهۡلِ ٱلۡقُرَىٰٓۗ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۗ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ٱتَّقَوۡاْۚ أَفَلَا تَعۡقِلُونَ", "english" : "And We sent not before you [as messengers] except men to whom We revealed from among the people of cities. So have they not traveled through the earth and observed how was the end of those before them? And the home of the Hereafter is best for those who fear Allah; then will you not reason", "urdu" : "اے محمدؐ، تم سے پہلے ہم نے جو پیغمبر بھیجے تھے وہ سب بھی انسان ہی تھے، اور انہی بستیوں کے رہنے والوں میں سے تھے، اور اُنہی کی طرف ہم وحی بھیجتے رہے ہیں پھر کیا یہ لوگ زمین میں چلے پھرے نہیں ہیں کہ اُن قوموں کا انجام انہیں نظر نہ آیا جو ان سے پہلے گزر چکی ہیں؟ یقیناً آخرت کا گھر اُن لوگوں کے لیے اور زیادہ بہتر ہے جنہوں نے (پیغمبروں کی بات مان کر) تقویٰ کی روش اختیار کی کیا اب بھی تم لوگ نہ سمجھو گے؟","chinese" : "在你之前，我只派遣了城市居民中的若干男子，我启示他们。难道他们没有在大地上旅行，因而观察前人的结局是怎样的吗？后世的住所，对于敬畏者是更好的。难道你们不理解吗？","turkey" : "Senden önce kasabalar halkından şüphesiz kendilerine vahyettiğimiz bir takım insanlar gönderdik. Yeryüzünde dolaşmıyorlar mı ki kendilerinden önce geçenlerin sonlarının ne olduğunu görsünler? Ahiret yurdu Allah'a karşı gelmekten sakınanlar için hayırlıdır. Akletmez misiniz"} ,{"id": "110", "arabic" : "حَتَّىٰٓ إِذَا ٱسۡتَيۡـَٔسَ ٱلرُّسُلُ وَظَنُّوٓاْ أَنَّهُمۡ قَدۡ كُذِبُواْ جَآءَهُمۡ نَصۡرُنَا فَنُجِّيَ مَن نَّشَآءُۖ وَلَا يُرَدُّ بَأۡسُنَا عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ", "english" : "[They continued] until when the messengers despaired and were certain that they had been denied there came to them Our victory and whoever We willed was saved. And Our punishment cannot be repelled from the people who are criminals", "urdu" : "(پہلے پیغمبروں کے ساتھ بھی یہی ہوتا رہا ہے کہ وہ مدتوں نصیحت کرتے رہے اور لوگوں نے سن کر نہ دیا) یہاں تک کہ جب پیغمبر لوگوں سے مایوس ہو گئے اور لوگوں نے بھی سمجھ لیا کہ اُن سے جھوٹ بولا گیا تھا، تو یکا یک ہماری مدد پیغمبروں کو پہنچ گئی پھر جب ایسا موقع آ جاتا ہے تو ہمارا قاعدہ یہ ہے کہ جسے ہم چاہتے ہیں بچا لیتے ہیں اور مجرموں پر سے تو ہمارا عذاب ٹالا ہی نہیں جا سکتا","chinese" : "直到众使者绝望，而且猜想自己被欺骗的时候，我的援助才来临他们，而我拯救了我所意欲的人。我所加于犯罪的人们的惩罚是不可抗拒的。","turkey" : "Öyle ki peygamberler ümitsizliğe düşüp yalanlandıklarını sandıkları bir sırada onlara yardımımız gelmiştir. Böylece istediğimizi kurtarırız. Azabımız suçlu milletten geri çevrilemeyecektir"} ,{"id": "111", "arabic" : "لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ", "english" : "There was certainly in their stories a lesson for those of understanding. Never was the Qur'an a narration invented but a confirmation of what was before it and a detailed explanation of all things and guidance and mercy for a people who believe", "urdu" : "اگلے لوگوں کے ان قصوں میں عقل و ہوش رکھنے والوں کے لیے عبرت ہے یہ جو کچھ قرآن میں بیان کیا جا رہا ہے یہ بناوٹی باتیں نہیں ہیں بلکہ جو کتابیں اس سے پہلے آئی ہوئی ہیں انہی کی تصدیق ہے اور ہر چیز کی تفصیل اور ایمان لانے والوں کے لیے ہدایت اور رحمت","chinese" : "在他们的故事里，对于有理智的人们，确有一种教训。这不是伪造的训辞，却是证实前经，详解万事，向导信士，并施以慈恩的。","turkey" : "And olsun ki peygamberlerin kıssalarında aklı olanlar için ibretler vardır. Kuran uydurulabilen bir söz değildir. Fakat kendinden önceki Kitapları tasdik eden inanan millete her şeyi açıklayan doğru yolu gösteren bir rehber ve rahmettir"} ]}