{"name":"الرعد","verses":[{"id": "1", "arabic" : "الٓمٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِۗ وَٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ", "english" : "Alif Lam Meem Ra. These are the verses of the Book; and what has been revealed to you from your Lord is the truth but most of the people do not believe", "urdu" : "ا ل م ر یہ کتاب الٰہی کی آیات ہیں، اور جو کچھ تمہارے رب کی طرف سے تم پر نازل کیا گیا ہے وہ عین حق ہے، مگر (تمہاری قوم کے) اکثر لوگ مان نہیں رہے ہیں","chinese" : "艾列弗，俩目，米目，拉仪。这些是天经的节文。从你的主降示你的经典，确是真实的，但众人大半不信。","turkey" : "Elif Lam Mim Ra. Bunlar Kitap'ın ayetleridir. Sana Rabbinden indirilen Kitap haktır; fakat insanların çoğu inanmazlar"} ,{"id": "2", "arabic" : "ٱللَّهُ ٱلَّذِي رَفَعَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ يُدَبِّرُ ٱلۡأَمۡرَ يُفَصِّلُ ٱلۡأٓيَٰتِ لَعَلَّكُم بِلِقَآءِ رَبِّكُمۡ تُوقِنُونَ", "english" : "It is Allah who erected the heavens without pillars that you [can] see; then He established Himself above the Throne and made subject the sun and the moon each running [its course] for a specified term. He arranges [each] matter; He details the signs that you may of the meeting with your Lord be certain", "urdu" : "وہ اللہ ہی ہے جس نے آسمانوں کو ایسے سہاروں کے بغیر قائم کیا جو تم کو نظر آتے ہو ں، پھر وہ اپنے تخت سلطنت پر جلوہ فرما ہوا، اور اُس نے آفتاب و ماہتاب کو ایک قانون کا پابند بنایا اِس سارے نظام کی ہر چیز ایک وقت مقرر تک کے لیے چل رہی ہے اور اللہ ہی اِس سارے کام کی تدبیر فرما رہا ہے وہ نشانیاں کھول کھول کر بیان کرتا ہے، شاید کہ تم اپنے رب کی ملاقات کا یقین کرو","chinese" : "安拉建立诸天，而不用你们所能见的支柱。随后他升上了宝座，制服日月，使其各自运行到一个定期。他处理万事，解释迹象，以便你们确信将与你们的主相会。","turkey" : "Gökleri gördüğünüz gibi direksiz yükselten sonra arşa hükmeden her biri belli bir süreye kadar hareket edecek olan Güneş ve Ay'ı buyruğu altına alan işleri yürüten ayetleri uzun uzun açıklayan Allah'tır; ola ki Rabbinize kavuşacağınıza kesin olarak inanırsınız"} ,{"id": "3", "arabic" : "وَهُوَ ٱلَّذِي مَدَّ ٱلۡأَرۡضَ وَجَعَلَ فِيهَا رَوَٰسِيَ وَأَنۡهَٰرٗاۖ وَمِن كُلِّ ٱلثَّمَرَٰتِ جَعَلَ فِيهَا زَوۡجَيۡنِ ٱثۡنَيۡنِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ", "english" : "And it is He who spread the earth and placed therein firmly set mountains and rivers; and from all of the fruits He made therein two mates; He causes the night to cover the day. Indeed in that are signs for a people who give thought", "urdu" : "اور وہی ہے جس نے یہ زمین پھیلا رکھی ہے، اس میں پہاڑوں کے کھو نٹے گاڑ رکھے ہیں اور دریا بہا دیے ہیں اُسی نے ہر طرح کے پھلوں کے جوڑے پیدا کیے ہیں، اور وہی دن پر رات طاری کرتا ہے ان ساری چیزوں میں بڑی نشانیاں ہیں اُن لوگوں کے لیے جو غور و فکر سے کام لیتے ہیں","chinese" : "他展开大地，并在大地上安置许多山岳和河流，他把每种果实造成两性的，他以黑夜覆盖白昼。对于能思维的民众，此中确有许多迹象。","turkey" : "Yeri düzleyen orada dağlar nehirler var eden her türlü üründen çift çift yetiştiren gündüzü geceyle bürüyen de O'dur. Doğrusu bunlarda düşünen kimseler için ibretler vardır"} ,{"id": "4", "arabic" : "وَفِي ٱلۡأَرۡضِ قِطَعٞ مُّتَجَٰوِرَٰتٞ وَجَنَّـٰتٞ مِّنۡ أَعۡنَٰبٖ وَزَرۡعٞ وَنَخِيلٞ صِنۡوَانٞ وَغَيۡرُ صِنۡوَانٖ يُسۡقَىٰ بِمَآءٖ وَٰحِدٖ وَنُفَضِّلُ بَعۡضَهَا عَلَىٰ بَعۡضٖ فِي ٱلۡأُكُلِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ", "english" : "And within the land are neighboring plots and gardens of grapevines and crops and palm trees [growing] several from a root or otherwise watered with one water; but We make some of them exceed others in [quality of] fruit. Indeed in that are signs for a people who reason", "urdu" : "اور دیکھو، زمین میں الگ الگ خطے پائے جاتے ہیں جو ایک دوسرے سے متصل واقع ہیں انگور کے باغ ہیں، کھیتیاں ہیں، کھجور کے درخت ہیں جن میں سے کچھ اکہرے ہیں اور کچھ دوہرے سب کو ایک ہی پانی سیراب کرتا ہے مگر مزے میں ہم کسی کو بہتر بنا دیتے ہیں اور کسی کو کمتر ان سب چیزوں میں بہت سی نشانیاں ہیں اُن لوگوں کے لیے جو عقل سے کام لیتے ہیں","chinese" : "大地上有许多邻近的区域，有葡萄园，有庄稼，有椰枣树，其中有二株同根生的，二株异根生的，（这些都是）用同样的水灌溉的，我却使这一部分果实比那一部分佳美。对于能理解的民众，此中确有许多迹象。","turkey" : "Yeryüzünde hepsi de aynı su ile sulanan birbirine komşu toprak parçaları tek ve çok köklü üzüm bağları ekinler hurma ağaçları vardır. Fakat onları şekil ve lezzetçe birbirinden farklı kılmışızdır. Düşünen kimseler için bunda ibretler vardır"} ,{"id": "5", "arabic" : "۞وَإِن تَعۡجَبۡ فَعَجَبٞ قَوۡلُهُمۡ أَءِذَا كُنَّا تُرَٰبًا أَءِنَّا لَفِي خَلۡقٖ جَدِيدٍۗ أُوْلَـٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ وَأُوْلَـٰٓئِكَ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَاقِهِمۡۖ وَأُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ", "english" : "And if you are astonished [O Muhammad] - then astonishing is their saying When we are dust will we indeed be [brought] into a new creation? Those are the ones who have disbelieved in their Lord and those will have shackles upon their necks and those are the companions of the Fire; they will abide therein eternally", "urdu" : "اب اگر تمہیں تعجب کرنا ہے تو تعجب کے قابل لوگوں کا یہ قول ہے کہ جب ہم مر کر مٹی ہو جائیں گے تو کیا ہم نئے سرے سے پیدا کیے جائیں گے؟ یہ وہ لوگ ہیں جنہوں نے اپنے رب سے کفر کیا ہے یہ وہ لوگ ہیں جن کی گردنوں میں طوق پڑے ہوئے ہیں یہ جہنمی ہیں اور جہنم میں ہمیشہ رہیں گے","chinese" : "如果你感到惊讶，那么，他们的这句话才是奇怪的：“当我们变成为尘土的时候，我们必定要重新受造吗？”这等人是不信他们的主的；这等人是要带枷锁的；这等人是居住火狱的，他们将永居其中。","turkey" : "Şaşacaksan onların: Biz toprak olunca mı yeniden yaratılacağız? demelerine şaşmak gerekir. İşte onlar Rablerini inkar edenlerdir. İşte onlar boyunlarına demir halkalar vurulanlardır. İşte onlar cehennemliklerdir orada temelli kalacaklardır"} ,{"id": "6", "arabic" : "وَيَسۡتَعۡجِلُونَكَ بِٱلسَّيِّئَةِ قَبۡلَ ٱلۡحَسَنَةِ وَقَدۡ خَلَتۡ مِن قَبۡلِهِمُ ٱلۡمَثُلَٰتُۗ وَإِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ لِّلنَّاسِ عَلَىٰ ظُلۡمِهِمۡۖ وَإِنَّ رَبَّكَ لَشَدِيدُ ٱلۡعِقَابِ", "english" : "They impatiently urge you to bring about evil before good while there has already occurred before them similar punishments [to what they demand]. And indeed your Lord is full of forgiveness for the people despite their wrongdoing and indeed your Lord is severe in penalty", "urdu" : "یہ لوگ بھلائی سے پہلے برائی کے لیے جلدی مچا رہے ہیں حالانکہ ان سے پہلے (جو لوگ اس روش پر چلے ہیں ان پر خدا کے عذاب کی) عبرت ناک مثالیں گزر چکی ہیں حقیقت یہ ہے کہ تیرا رب لوگوں کی زیادتیوں کے باوجود ان کے ساتھ چشم پوشی سے کام لیتا ہے اور یہ بھی حقیقت ہے کہ تیرا رب سخت سزا دینے والا ہے","chinese" : "在恩惠降临之前，他们要求你早日昭示惩罚。许多惩戒处罚在他们之前确已逝去了。众人虽然不义，但你的主对于他们确是饶恕的。你的主的惩罚确是严厉的。","turkey" : "Puta tapanlar senden iyilikten önce kötülük isterler oysa onlardan önce nice ibret alınacak cezalar verilmiştir. Doğrusu Rabbinin insanların zulümlerine rağmen onlara mağfireti vardır. Rabbinin cezalandırması çetindir"} ,{"id": "7", "arabic" : "وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦٓۗ إِنَّمَآ أَنتَ مُنذِرٞۖ وَلِكُلِّ قَوۡمٍ هَادٍ", "english" : "And those who disbelieved say Why has a sign not been sent down to him from his Lord? You are only a warner and for every people is a guide", "urdu" : "یہ لوگ جنہوں نے تمہاری با ت ماننے سے انکار کر دیا ہے، کہتے ہیں کہ اِس شخص پر اس کے رب کی طرف سے کوئی نشانی کیوں نہ اتری؟ تم تو محض خبردار کر دینے والے ہو، اور ہر قوم کے لیے ایک رہنما ہے","chinese" : "不信道者说：“为什么没有一种迹象，从他的主降临他呢？”你只是一个警告者，每个民族都有一个引导者。","turkey" : "İnkar edenler: Rabbinden ona bir mucize indirilmeli değil miydi? derler. Sen ancak bir uyarıcısın. Her milletin bir yol göstereni vardır"} ,{"id": "8", "arabic" : "ٱللَّهُ يَعۡلَمُ مَا تَحۡمِلُ كُلُّ أُنثَىٰ وَمَا تَغِيضُ ٱلۡأَرۡحَامُ وَمَا تَزۡدَادُۚ وَكُلُّ شَيۡءٍ عِندَهُۥ بِمِقۡدَارٍ", "english" : "Allah knows what every female carries and what the wombs lose [prematurely] or exceed. And everything with Him is by due measure", "urdu" : "اللہ ایک ایک حاملہ کے پیٹ سے واقف ہے جو کچھ اس میں بنتا ہے اسے بھی وہ جانتا ہے اور جو کچھ اس میں کمی یا بیشی ہوتی ہے اس سے بھی وہ باخبر رہتا ہے ہر چیز کے لیے اُس کے ہاں ایک مقدار مقر رہے","chinese" : "安拉知道每个女性的怀孕，和子宫的收缩与膨胀。在主那里，万物是各有定量的。","turkey" : "Allah her dişinin rahminde taşıdığını rahimlerin düşürdüğünü ve alıkoyduğunu bilir. O'nun katında her şey bir ölçüye göredir"} ,{"id": "9", "arabic" : "عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡكَبِيرُ ٱلۡمُتَعَالِ", "english" : "[He is] Knower of the unseen and the witnessed the Grand the Exalted", "urdu" : "وہ پوشیدہ اور ظاہر، ہر چیز کا عالم ہے وہ بزرگ ہے اور ہر حال میں بالا تر رہنے والا ہے","chinese" : "他是全知幽明的，是伟大的，是崇高的。","turkey" : "Görüleni de görülmeyeni de bilen yücelerin yücesi büyük Allah'a göre aranızdan sözü gizleyen ile açığa vuran ve geceye bürünerek gizlenip gündüzün ortaya çıkan arasında fark yoktur"} ,{"id": "10", "arabic" : "سَوَآءٞ مِّنكُم مَّنۡ أَسَرَّ ٱلۡقَوۡلَ وَمَن جَهَرَ بِهِۦ وَمَنۡ هُوَ مُسۡتَخۡفِۭ بِٱلَّيۡلِ وَسَارِبُۢ بِٱلنَّهَارِ", "english" : "It is the same [to Him] concerning you whether one conceals [his] speech or one publicizes it and whether one is hidden by night or conspicuous [among others] by day", "urdu" : "تم میں سے کوئی شخص خواہ زور سے با ت کرے یا آہستہ، اور کوئی رات کی تاریکی میں چھپا ہوا ہو یا دن کی روشنی میں چل رہا ہو، اس کے لیے سب یکساں ہیں","chinese" : "你们中窃窃私语的，高谈阔论的，隐藏在黑夜的，出现在白昼的，（在他）看来都是一样的。","turkey" : "Görüleni de görülmeyeni de bilen yücelerin yücesi büyük Allah'a göre aranızdan sözü gizleyen ile açığa vuran ve geceye bürünerek gizlenip gündüzün ortaya çıkan arasında fark yoktur"} ,{"id": "11", "arabic" : "لَهُۥ مُعَقِّبَٰتٞ مِّنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ يَحۡفَظُونَهُۥ مِنۡ أَمۡرِ ٱللَّهِۗ إِنَّ ٱللَّهَ لَا يُغَيِّرُ مَا بِقَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡۗ وَإِذَآ أَرَادَ ٱللَّهُ بِقَوۡمٖ سُوٓءٗا فَلَا مَرَدَّ لَهُۥۚ وَمَا لَهُم مِّن دُونِهِۦ مِن وَالٍ", "english" : "For each one are successive [angels] before and behind him who protect him by the decree of Allah. Indeed Allah will not change the condition of a people until they change what is in themselves. And when Allah intends for a people ill there is no repelling it. And there is not for them besides Him any patron", "urdu" : "ہر شخص کے آگے اور پیچھے اس کے مقرر کیے ہوئے نگراں لگے ہوئے ہیں جو اللہ کے حکم سے اس کی دیکھ بھال کر رہے ہیں حقیقت یہ ہے کہ اللہ کسی قوم کے حال کو نہیں بدلتا جب تک وہ خود اپنے اوصاف کو نہیں بدل دیتی اور جب اللہ کسی قوم کی شامت لانے کا فیصلہ کر لے تو پھر وہ کسی کے ٹالے نہیں ٹل سکتی، نہ اللہ کے مقابلے میں ایسی قوم کا کوئی حامی و مدد گار ہو سکتا ہے","chinese" : "每个人的前面和后面，都有许多接踵而来的天使，他们奉安拉的命令来监护他。安拉必定不变更任何民众的情况，直到他们变更自己的情况。当安拉欲降灾害于任何民众的时候，那灾害是不可抗拒的。除安拉外，他们绝无保护者。","turkey" : "Ardında ve önünde insanoğlunu takip edenler vardır; Allah'ın emriyle onu gözetirler. Bir millet kendini bozmadıkça Allah onların durumunu değiştirmez. Allah bir milletin fenalığını dileyince artık onun önüne geçilmez. Onlar için Allah'tan başka hamide bulunmaz"} ,{"id": "12", "arabic" : "هُوَ ٱلَّذِي يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنشِئُ ٱلسَّحَابَ ٱلثِّقَالَ", "english" : "It is He who shows you lightening [causing] fear and aspiration and generates the heavy clouds", "urdu" : "وہی ہے جو تمہارے سامنے بجلیاں چمکاتا ہے جنہیں دیکھ کر تمہیں اندیشے بھی لاحق ہوتے ہیں اور امیدیں بھی بندھتی ہیں وہی ہے جو پانی سے لدے ہوئے بادل اٹھاتا ہے","chinese" : "他以电光昭示你们，以引起你们的恐惧和希望，并兴起密云。","turkey" : "Korku ve ümide düşürmek için size şimşeği gösteren yağmurla yüklü bulutları meydana getiren O'dur"} ,{"id": "13", "arabic" : "وَيُسَبِّحُ ٱلرَّعۡدُ بِحَمۡدِهِۦ وَٱلۡمَلَـٰٓئِكَةُ مِنۡ خِيفَتِهِۦ وَيُرۡسِلُ ٱلصَّوَٰعِقَ فَيُصِيبُ بِهَا مَن يَشَآءُ وَهُمۡ يُجَٰدِلُونَ فِي ٱللَّهِ وَهُوَ شَدِيدُ ٱلۡمِحَالِ", "english" : "And the thunder exalts [Allah] with praise of Him - and the angels [as well] from fear of Him - and He sends thunderbolts and strikes therewith whom He wills while they dispute about Allah; and He is severe in assault", "urdu" : "بادلوں کی گرج اس کی حمد کے ساتھ اس کی پاکی بیان کرتی ہے اور فرشتے اس کی ہیبت سے لرزتے ہوئے اُس کی تسبیح کرتے ہیں وہ کڑکتی ہوئی بجلیوں کو بھیجتا ہے اور (بسا اوقات) اُنہیں جس پر چاہتا ہے عین اس حالت میں گرا دیتا ہے جبکہ لوگ اللہ کے بارے میں جھگڑ رہے ہوتے ہیں فی الواقع اس کی چال بڑی زبردست ہے","chinese" : "雷霆在赞颂安拉超绝万物，众天使因为畏惧他而赞颂他。他发出霹雳以击杀他所意欲者。他们就安拉而发生争论，而他是强大谋略的主。","turkey" : "O'nu gök gürlemesi hamd ile melekler de korkularından tesbih ederler. Onlar pek kuvvetli olan Allah hakkında çekişirken O yıldırımları gönderir de onlarla dilediğini çarpar"} ,{"id": "14", "arabic" : "لَهُۥ دَعۡوَةُ ٱلۡحَقِّۚ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَجِيبُونَ لَهُم بِشَيۡءٍ إِلَّا كَبَٰسِطِ كَفَّيۡهِ إِلَى ٱلۡمَآءِ لِيَبۡلُغَ فَاهُ وَمَا هُوَ بِبَٰلِغِهِۦۚ وَمَا دُعَآءُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ", "english" : "To Him [alone] is the supplication of truth. And those they call upon besides Him do not respond to them with a thing except as one who stretches his hands toward water [from afar calling it] to reach his mouth but it will not reach it [thus]. And the supplication of the disbelievers is not but in error [i.e. futility]", "urdu" : "اسی کو پکارنا برحق ہے رہیں وہ دوسری ہستیاں جنہیں اس کو چھوڑ کر یہ لوگ پکارتے ہیں، وہ اُن کی دعاؤں کا کوئی جواب نہیں دے سکتیں اُنہیں پکارنا تو ایسا ہے جیسے کوئی شخص پانی کی طرف ہاتھ پھیلا کر اُس سے درخواست کرے کہ تو میرے منہ تک پہنچ جا، حالانکہ پانی اُس تک پہنچنے والا نہیں بس اِسی طرح کافروں کی دعائیں بھی کچھ نہیں ہیں مگر ایک تیر بے ہدف","chinese" : "真实的祈祷只归于他，他们舍他而祈祷的（偶像），一点也不能答应他们的祈求。但他们好像一个人，把两只手掌伸向水中，以便水达到他的口，其实，水绝不会达到他的口的。不信道者的祈祷，只在迷误中。","turkey" : "Gerçek dua ve ibadet ancak O'nadır. O'ndan başka çağırdıkları putlar kendilerine hiçbir cevap vermezler. Durumları suyun ağzına gelmesi için avuçlarını ona açmış bekleyen adamın durumu gibidir. Hiçbir zaman suya kavuşamaz. İşte kafirlerin yalvarışıda böyle boşunadır"} ,{"id": "15", "arabic" : "وَلِلَّهِۤ يَسۡجُدُۤ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَظِلَٰلُهُم بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ۩", "english" : "And to Allah prostrates whoever is within the heavens and the earth willingly or by compulsion and their shadows [as well] in the mornings and the afternoons", "urdu" : "وہ تو اللہ ہی ہے جس کو زمین و آسمان کی ہر چیز طوعاً و کرہاً سجدہ کر رہی ہے اور سب چیزوں کے سائے صبح و شام اُس کے آگے جھکتے ہیں","chinese" : "凡在天地间的万物，都顺服地或勉强地为安拉而叩头，他们的阴影也朝夕为他而叩头。","turkey" : "Yerde ve göklerdeki kimseler de gölgeleri de sabah akşam ister istemez Allah'a secde ederler"} ,{"id": "16", "arabic" : "قُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ قُلِ ٱللَّهُۚ قُلۡ أَفَٱتَّخَذۡتُم مِّن دُونِهِۦٓ أَوۡلِيَآءَ لَا يَمۡلِكُونَ لِأَنفُسِهِمۡ نَفۡعٗا وَلَا ضَرّٗاۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ أَمۡ هَلۡ تَسۡتَوِي ٱلظُّلُمَٰتُ وَٱلنُّورُۗ أَمۡ جَعَلُواْ لِلَّهِ شُرَكَآءَ خَلَقُواْ كَخَلۡقِهِۦ فَتَشَٰبَهَ ٱلۡخَلۡقُ عَلَيۡهِمۡۚ قُلِ ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖ وَهُوَ ٱلۡوَٰحِدُ ٱلۡقَهَّـٰرُ", "english" : "Say Who is Lord of the heavens and earth? Say Allah. Say Have you then taken besides Him allies not possessing [even] for themselves any benefit or any harm? Say Is the blind equivalent to the seeing? Or is darkness equivalent to light? Or have they attributed to Allah partners who created like His creation so that the creation [of each] seemed similar to them? Say Allah is the Creator of all things and He is the One the Prevailing", "urdu" : "اِن سے پوچھو، آسمان و زمین کا رب کون ہے؟ کہو، اللہ پھر ان سے کہو کہ جب حقیقت یہ ہے تو کیا تم نے اُسے چھوڑ کر ایسے معبودوں کو اپنا کارساز ٹھیرا لیا جو خود اپنے لیے بھی کسی نفع و نقصان کا اختیار نہیں رکھتے؟ کہو، کیا اندھا اور آنکھوں والا برابر ہوا کرتا ہے؟ کیا روشنی اور تاریکیاں یکساں ہوتی ہیں؟ اور اگر ایسا نہیں تو کیا اِن ٹھیرائے ہوئے شریکوں نے بھی اللہ کی طرح کچھ پیدا کیا ہے کہ اُس کی وجہ سے اِن پر تخلیق کا معاملہ مشتبہ ہو گیا؟ کہو، ہر چیز کا خالق صرف اللہ ہے اور وہ یکتا ہے، سب پر غالب","chinese" : "你说：“谁是天地的主？”你说：“安拉。”你说：“难道你们舍安拉而把那些不能自主祸福者当作保佑者吗？”你说：“盲人与非盲人是一样的吗？黑暗与光明是一样的吗？”他们为安拉树立了许多伙伴，难道那些伙伴能像安拉那样创造万物，以致他们分辨不出两种创造吗？你说：“安拉是万物的创造者，他确是独一的，确是万能的。”","turkey" : "De ki: Göklerin ve yerin Rabbi kimdir? Allah'tır de. Onu bırakıp kendilerine bir fayda ve zararı olmayan dostlar mı edindiniz? de. Kör ile gören bir olur mu? Veya karanlıkla aydınlık bir midir? de. Yoksa Allah'a Allah gibi yaratması olan ortaklar buldular da yaratmaları birbirine mi benzettiler? De ki: Her şeyi yaratan Allah'tır. O her şeye üstün gelen tek Tanrı'dır"} ,{"id": "17", "arabic" : "أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَالَتۡ أَوۡدِيَةُۢ بِقَدَرِهَا فَٱحۡتَمَلَ ٱلسَّيۡلُ زَبَدٗا رَّابِيٗاۖ وَمِمَّا يُوقِدُونَ عَلَيۡهِ فِي ٱلنَّارِ ٱبۡتِغَآءَ حِلۡيَةٍ أَوۡ مَتَٰعٖ زَبَدٞ مِّثۡلُهُۥۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡحَقَّ وَٱلۡبَٰطِلَۚ فَأَمَّا ٱلزَّبَدُ فَيَذۡهَبُ جُفَآءٗۖ وَأَمَّا مَا يَنفَعُ ٱلنَّاسَ فَيَمۡكُثُ فِي ٱلۡأَرۡضِۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ", "english" : "He sends down from the sky rain and valleys flow according to their capacity and the torrent carries a rising foam. And from that [ore] which they heat in the fire desiring adornments and utensils is a foam like it. Thus Allah presents [the example of] truth and falsehood. As for the foam it vanishes [being] cast off; but as for that which benefits the people it remains on the earth. Thus does Allah present examples", "urdu" : "اللہ نے آسمان سے پانی برسایا اور ہر ندی نالہ اپنے ظرف کے مطابق اسے لے کر چل نکلا پھر جب سیلاب اٹھا تو سطح پر جھاگ بھی آ گئے اور ویسے ہی جھاگ اُن دھاتوں پر بھی اٹھتے ہیں جنہیں زیور اور برتن وغیرہ بنانے کے لیے لوگ پگھلایا کرتے ہیں اِسی مثال سے اللہ حق اور باطل کے معاملے کو واضح کرتا ہے جو جھاگ ہے وہ اڑ جایا کرتا ہے اور جو چیز انسانوں کے لیے نافع ہے وہ زمین میں ٹھیر جاتی ہے اس طرح اللہ مثالوں سے اپنی بات سمجھاتا ہے","chinese" : "安拉从天上降下雨水，一切沟壑就尽量流行。山洪载着浮渣——他们为制造首饰和器皿而熔化的金属，也有同样的浮渣。安拉如此阐明真伪——至于渣滓则被冲走，至于有益于人的东西则留在上面。安拉如此阐明许多比喻。","turkey" : "Allah gökten su indirir dereler onunla dolar taşar. Sel üste çıkan köpüğü alır götürür. Süslenmek veya faydalanmak için ateşte erittiklerinizin üzerinde de buna benzer bir köpük vardır. Allah hak ve batıl için şöyle misal verir: Köpük uçup gider insanlara fayda veren ise yerde kalır. Allah bunun gibi daha nice misaller verir"} ,{"id": "18", "arabic" : "لِلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمُ ٱلۡحُسۡنَىٰۚ وَٱلَّذِينَ لَمۡ يَسۡتَجِيبُواْ لَهُۥ لَوۡ أَنَّ لَهُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦٓۚ أُوْلَـٰٓئِكَ لَهُمۡ سُوٓءُ ٱلۡحِسَابِ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ", "english" : "For those who have responded to their Lord is the best [reward] but those who did not respond to Him - if they had all that is in the earth entirely and the like of it with it they would [attempt to] ransom themselves thereby. Those will have the worst account and their refuge is Hell and wretched is the resting place", "urdu" : "جن لوگوں نے اپنے رب کی دعوت قبول کر لی ہے اُن کے لیے بھلائی ہے اور جنہوں نے اسے قبول نہ کیا وہ اگر زمین کی ساری دولت کے بھی مالک ہوں اور اتنی ہی اور فراہم کر لیں تو وہ خدا کی پکڑ سے بچنے کے لیے اس سب کو فدیہ میں دے ڈالنے پر تیا ر ہو جائیں گے یہ وہ لوگ ہیں جن سے بری طرح حساب لیا جائے گا اور اُن کا ٹھکانہ جہنم ہے، بہت ہی برا ٹھکانا","chinese" : "已经答应安拉的人，将受极美的报酬；没有答应主的人，假若天地上的一切都归他们所有，再加上一倍，他们必定都用来做赎金。这等人将受严厉的清算，他们的归宿是火狱，那床铺真糟糕！","turkey" : "Rablerinin çağrısına gelenlere en güzel karşılık vardır. O'nun çağrısına uymayanlar ise yeryüzünde olan her şey ve daha bir katı onların olsa kurtulmak için fidye verirlerdi. İşte hesapları kötü olanlar bunlardır. Varacakları yer cehennemdir; ne kötü konaktır"} ,{"id": "19", "arabic" : "۞أَفَمَن يَعۡلَمُ أَنَّمَآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ كَمَنۡ هُوَ أَعۡمَىٰٓۚ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ", "english" : "Then is he who knows that what has been revealed to you from your Lord is the truth like one who is blind? They will only be reminded who are people of understanding", "urdu" : "بھلا یہ کس طرح ممکن ہے کہ وہ شخص جو تمہارے رب کی اِس کتاب کو جو اس نے تم پر نازل کی ہے حق جانتا ہے، اور وہ شخص جو اس حقیقت کی طرف سے اندھا ہے، دونوں یکساں ہو جائیں؟ نصیحت تو دانش مند لوگ ہی قبول کیا کرتے ہیں","chinese" : "从你的主降示你的，正是真理，难道认识这个道理者跟盲人是一样的吗？唯有理智者才能记住。","turkey" : "Sana Rabbinden indirilenin gerçek olduğunu bilen kimse onu bilmeyen köre benzer mi? Ancak akıl sahipleri ibret alırlar"} ,{"id": "20", "arabic" : "ٱلَّذِينَ يُوفُونَ بِعَهۡدِ ٱللَّهِ وَلَا يَنقُضُونَ ٱلۡمِيثَٰقَ", "english" : "Those who fulfill the covenant of Allah and do not break the contract", "urdu" : "اور اُن کا طرز عمل یہ ہوتا ہے کہ اللہ کے ساتھ اپنے عہد کو پورا کرتے ہیں، اُسے مضبوط باندھنے کے بعد توڑ نہیں ڈالتے","chinese" : "他们是实践安拉的誓约而且不破坏盟约的。","turkey" : "Onlar Allah'ın ahdini yerine getirirler anlaşmayı bozmazlar"} ,{"id": "21", "arabic" : "وَٱلَّذِينَ يَصِلُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيَخۡشَوۡنَ رَبَّهُمۡ وَيَخَافُونَ سُوٓءَ ٱلۡحِسَابِ", "english" : "And those who join that which Allah has ordered to be joined and fear their Lord and are afraid of the evil of [their] account", "urdu" : "اُن کی روش یہ ہوتی ہے کہ اللہ نے جن جن روابط کو برقرار رکھنے کا حکم دیا ہے انہیں برقرار رکھتے ہیں، اپنے رب سے ڈرتے ہیں اور اس بات کا خوف رکھتے ہیں کہ کہیں ان سے بری طرح حساب نہ لیا جائے","chinese" : "他们是连结安拉命人连结者的，是敬畏他们的主的，是畏惧严厉的清算的。","turkey" : "Onlar Allah'ın birleştirilmesini emrettiği şeyi birleştirirler Rablerinden korkarlar; kötü hesaptan ürkerler"} ,{"id": "22", "arabic" : "وَٱلَّذِينَ صَبَرُواْ ٱبۡتِغَآءَ وَجۡهِ رَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ أُوْلَـٰٓئِكَ لَهُمۡ عُقۡبَى ٱلدَّارِ", "english" : "And those who are patient seeking the countenance of their Lord and establish prayer and spend from what We have provided for them secretly and publicly and prevent evil with good - those will have the good consequence of [this] home", "urdu" : "اُن کا حال یہ ہوتا ہے کہ اپنے رب کی رضا کے لیے صبر سے کام لیتے ہیں، نماز قائم کرتے ہیں، ہمارے دیے ہوئے رزق میں سے علانیہ اور پوشیدہ خرچ کرتے ہیں، اور برائی کو بھلائی سے دفع کرتے ہیں آخرت کا گھر انہی لوگوں کے لیے ہے","chinese" : "他们是为求得自己的养主的喜悦而坚忍的，是谨守拜功的，是秘密地和公开地分舍我赐给他们的财物的，是以德报怨的。这等人得吃后世的善果——","turkey" : "Onlar Rablerinin rızasını dileyerek sabrederler namazı kılarlar; kendilerine verdiğimiz rızıktan gizlice ve açıkça sarfederler; iyilik yaparak kötülüğü ortadan kaldırırlar; işte onlara bu dünyanın iyi sonucu girecekleri Adn cennetleri vardır; babalarının eşlerinin çocuklarının iyi olanları da oraya girerler. Melekler her kapıdan yanlarına girip: Sabretmenize karşılık size selam olsun; burası dünyanın ne güzel bir sonucudur! derler"} ,{"id": "23", "arabic" : "جَنَّـٰتُ عَدۡنٖ يَدۡخُلُونَهَا وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّـٰتِهِمۡۖ وَٱلۡمَلَـٰٓئِكَةُ يَدۡخُلُونَ عَلَيۡهِم مِّن كُلِّ بَابٖ", "english" : "Gardens of perpetual residence; they will enter them with whoever were righteous among their fathers their spouses and their descendants. And the angels will enter upon them from every gate [saying]", "urdu" : "یعنی ایسے باغ جو اُن کی ابدی قیام گاہ ہوں گے وہ خود بھی ان میں داخل ہوں گے اور ان کے آباؤ اجداد اور اُن کی بیویوں اور اُن کی اولاد میں سے جو جو صالح ہیں وہ بھی اُن کے ساتھ وہاں جائیں گے ملائکہ ہر طرف سے اُن کے استقبال کے لیے آئیں گے","chinese" : "常住乐园，他们将进入乐园。他们的祖先、妻子和后裔中的善良者，都将进入乐园。众天使从每道门进去见他们，","turkey" : "Onlar Rablerinin rızasını dileyerek sabrederler namazı kılarlar; kendilerine verdiğimiz rızıktan gizlice ve açıkça sarfederler; iyilik yaparak kötülüğü ortadan kaldırırlar; işte onlara bu dünyanın iyi sonucu girecekleri Adn cennetleri vardır; babalarının eşlerinin çocuklarının iyi olanları da oraya girerler. Melekler her kapıdan yanlarına girip: Sabretmenize karşılık size selam olsun; burası dünyanın ne güzel bir sonucudur! derler"} ,{"id": "24", "arabic" : "سَلَٰمٌ عَلَيۡكُم بِمَا صَبَرۡتُمۡۚ فَنِعۡمَ عُقۡبَى ٱلدَّارِ", "english" : "Peace be upon you for what you patiently endured. And excellent is the final home", "urdu" : "اور اُن سے کہیں گے کہ تم پر سلامتی ہے، تم نے دنیا میں جس طرح صبر سے کام لیا اُس کی بدولت آج تم اِس کے مستحق ہوئے ہو پس کیا ہی خوب ہے یہ آخرت کا گھر","chinese" : "（说）：“祝你们平安！这是你们因坚忍而得的报酬，后世的善果真优美。”","turkey" : "Onlar Rablerinin rızasını dileyerek sabrederler namazı kılarlar; kendilerine verdiğimiz rızıktan gizlice ve açıkça sarfederler; iyilik yaparak kötülüğü ortadan kaldırırlar; işte onlara bu dünyanın iyi sonucu girecekleri Adn cennetleri vardır; babalarının eşlerinin çocuklarının iyi olanları da oraya girerler. Melekler her kapıdan yanlarına girip: Sabretmenize karşılık size selam olsun; burası dünyanın ne güzel bir sonucudur! derler"} ,{"id": "25", "arabic" : "وَٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِ أُوْلَـٰٓئِكَ لَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ", "english" : "But those who break the covenant of Allah after contracting it and sever that which Allah has ordered to be joined and spread corruption on earth - for them is the curse and they will have the worst home", "urdu" : "رہے وہ لوگ جو اللہ کے عہد کو مضبوط باندھ لینے کے بعد توڑ ڈالتے ہیں، جو اُن رابطوں کو کاٹتے ہیں جنہیں اللہ نے جوڑنے کا حکم دیا ہے، اور جو زمین میں فساد پھیلاتے ہیں، وہ لعنت کے مستحق ہیں اور ان کے لیے آخرت میں بہت برا ٹھکانا ہے","chinese" : "与安拉缔约，然后加以破坏的，断绝安拉命人连结者的，在地方上进行破坏的，这等人将被诅咒，将吃后世的恶果。","turkey" : "Sağlam söz verdikten sonra Allah'ın ahdini bozanlar ve Allah'ın birleştirilmesini emrettiğini ayıranlar ve yeryüzünde bozgunculuk yapanlar işte lanet onlara ve kötü yurt cehennem onlaradır"} ,{"id": "26", "arabic" : "ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ وَفَرِحُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا مَتَٰعٞ", "english" : "Allah extends provision for whom He wills and restricts [it]. And they rejoice in the worldly life while the worldly life is not compared to the Hereafter except [brief] enjoyment", "urdu" : "اللہ جس کو چاہتا ہے رزق کی فراخی بخشتا ہے اور جسے چاہتا ہے کہ نپا تلا رزق دیتا ہے یہ لوگ دنیوی زندگی میں مگن ہیں، حالانکہ د نیا کی زندگی آخرت کے مقابلے میں ایک متاع قلیل کے سوا کچھ بھی نہیں","chinese" : "安拉使他所意欲者享受宽裕的给养或窘迫的给养。他们因今世的生活而欢喜，然而今世的生活比起后世的生活来，只是一种（暂时）的享受。","turkey" : "Allah dilediği kimsenin rızkını genişletir ve bir ölçüye göre verir. Dünya hayatıyla övünenler bilsinler ki dünyadaki hayat ahiret yanında sadece bir geçimlikten ibarettir"} ,{"id": "27", "arabic" : "وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَنۡ أَنَابَ", "english" : "And those who disbelieved say Why has a sign not been sent down to him from his Lord? Say [O Muhammad] Indeed Allah leaves astray whom He wills and guides to Himself whoever turns back [to Him]", "urdu" : "یہ لوگ جنہوں نے (رسالت محمدیؐ کو ماننے سے) انکار کر دیا ہے کہتے ہیں اِس شخص پر اِس کے رب کی طرف سے کوئی نشانی کیوں نہ اتری کہو، اللہ جسے چاہتا ہے گمراہ کر دیتا ہے اور وہ اپنی طرف آنے کا راستہ اُسی کو دکھاتا ہے جو اُس کی طرف رجوع کرے","chinese" : "不信道的人们说：“怎么没有一种迹象从他的主降临他呢。”你说：“安拉必定使他所意欲者误入迷途，必定使归依他的人走上正路。”","turkey" : "İnkar edenler: Rabbinden ona bir mucize indirilmeli değil miydi? derler. De ki: Doğrusu Allah dileyeni saptırır ve Kendisine yöneleni doğru yola eriştirir"} ,{"id": "28", "arabic" : "ٱلَّذِينَ ءَامَنُواْ وَتَطۡمَئِنُّ قُلُوبُهُم بِذِكۡرِ ٱللَّهِۗ أَلَا بِذِكۡرِ ٱللَّهِ تَطۡمَئِنُّ ٱلۡقُلُوبُ", "english" : "Those who have believed and whose hearts are assured by the remembrance of Allah. Unquestionably by the remembrance of Allah hearts are assured", "urdu" : "ایسے ہی لوگ ہیں وہ جنہوں نے (اِس نبی کی دعوت کو) مان لیا اور اُن کے دلوں کو اللہ کی یاد سے اطمینان نصیب ہوتا ہے خبردار رہو! اللہ کی یاد ہی وہ چیز ہے جس سے دلوں کو اطمینان نصیب ہوا کرتا ہے","chinese" : "他们信道，他们的心境因铭记安拉而安静，真的，一切心境因铭记安拉而安静。","turkey" : "Onlar inanmışlar kalbleri Allah'ı anmakla huzura kavuşmuştur. Dikkat edin kalbler ancak Allah'ı anmakla huzura kavuşur"} ,{"id": "29", "arabic" : "ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ طُوبَىٰ لَهُمۡ وَحُسۡنُ مَـَٔابٖ", "english" : "Those who have believed and done righteous deeds - a good state is theirs and a good return", "urdu" : "پھر جن لوگوں نے دعوت حق کو مانا اور نیک عمل کیے وہ خوش نصیب ہیں اور ان کے لیے اچھا انجام ہے","chinese" : "信道而且行善者，得享幸福和优美的归宿。","turkey" : "İnanan ve yararlı iş işleyen kimseler için hoş bir hayat ve dönülecek güzel bir yer vardır"} ,{"id": "30", "arabic" : "كَذَٰلِكَ أَرۡسَلۡنَٰكَ فِيٓ أُمَّةٖ قَدۡ خَلَتۡ مِن قَبۡلِهَآ أُمَمٞ لِّتَتۡلُوَاْ عَلَيۡهِمُ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَهُمۡ يَكۡفُرُونَ بِٱلرَّحۡمَٰنِۚ قُلۡ هُوَ رَبِّي لَآ إِلَٰهَ إِلَّا هُوَ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ مَتَابِ", "english" : "Thus have We sent you to a community before which [other] communities have passed on so you might recite to them that which We revealed to you while they disbelieve in the Most Merciful. Say He is my Lord; there is no deity except Him. Upon Him I rely and to Him is my return", "urdu" : "اے محمدؐ، اِسی شان سے ہم نے تم کو رسول بنا کر بھیجا ہے، ایک ایسی قوم میں جس سے پہلے بہت سی قومیں گزر چکی ہیں، تاکہ تم اِن لوگوں کو وہ پیغام سناؤ جو ہم نے تم پر نازل کیا ہے، اِس حال میں کہ یہ اپنے نہایت مہربان خدا کے کافر بنے ہوئے ہیں اِن سے کہو کہ وہی میرا رب ہے، اُس کے سوا کوئی معبود نہیں ہے، اُسی پر میں نے بھروسہ کیا اور وہی میرا ملجا و ماویٰ ہے","chinese" : "我这样派遣你去教化一个民族，在这个民族之前有许多民族确已逝去了，以便你对他们宣读我所启示给你的经典，他们是不信至仁主的。你说：“他是我的主，除他之外，绝无应受崇拜的。我只托靠他，我只以他为归依。”","turkey" : "Sana vahyettiğimizi okuman için seni de onlardan önce nice ümmetlerin gelip geçtiği bir ümmete gönderdik; o ümmet merhametli olan Allah'ı inkar eder; de ki: O benim Rabbim'dir O'ndan başka Tanrı yoktur yalnız O'na güvenirim dönüşüm de O'nadır"} ,{"id": "31", "arabic" : "وَلَوۡ أَنَّ قُرۡءَانٗا سُيِّرَتۡ بِهِ ٱلۡجِبَالُ أَوۡ قُطِّعَتۡ بِهِ ٱلۡأَرۡضُ أَوۡ كُلِّمَ بِهِ ٱلۡمَوۡتَىٰۗ بَل لِّلَّهِ ٱلۡأَمۡرُ جَمِيعًاۗ أَفَلَمۡ يَاْيۡـَٔسِ ٱلَّذِينَ ءَامَنُوٓاْ أَن لَّوۡ يَشَآءُ ٱللَّهُ لَهَدَى ٱلنَّاسَ جَمِيعٗاۗ وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ تُصِيبُهُم بِمَا صَنَعُواْ قَارِعَةٌ أَوۡ تَحُلُّ قَرِيبٗا مِّن دَارِهِمۡ حَتَّىٰ يَأۡتِيَ وَعۡدُ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ", "english" : "And if there was any qur'an by which the mountains would be removed or the earth would be broken apart or the dead would be made to speak [it would be this Qur'an] but to Allah belongs the affair entirely. Then have those who believed not accepted that had Allah willed He would have guided the people all of them? And those who disbelieve do not cease to be struck for what they have done by calamity - or it will descend near their home - until there comes the promise of Allah. Indeed Allah does not fail in [His] promise", "urdu" : "اور کیا ہو جاتا اگر کوئی ایسا قرآن اتار دیا جاتا جس کے زور سے پہاڑ چلنے لگتے، یا زمین شق ہو جاتی، یا مُردے قبروں سے نکل کر بولنے لگتے؟ (اس طرح کی نشانیاں دکھا دینا کچھ مشکل نہیں ہے) بلکہ سارا اختیار ہی اللہ کے ہاتھ میں ہے پھر کیا اہل ایمان (ابھی تک کفار کی طلب کے جواب میں کسی نشانی کے ظہور کی آس لگا ئے بیٹھے ہیں اور وہ یہ جان کر) مایوس نہیں ہو گئے کہ اگر اللہ چاہتا تو سارے انسانوں کو ہدایت دے دیتا؟ جن لوگوں نے خدا کے ساتھ کفر کا رویہ اختیار کر ر کھا ہے اُن پر ان کے کرتوتوں کی وجہ سے کوئی نہ کوئی آفت آتی ہی رہتی ہے، یا ان کے گھر کے قریب کہیں نازل ہوتی ہے یہ سلسلہ چلتا رہے گا یہاں تک کہ اللہ کا وعدہ آن پورا ہو یقیناً اللہ اپنے وعدے کی خلاف ورزی نہیں کرتا","chinese" : "假若有一部《古兰经》，可用来移动山岳，或破裂大地，或使死人说话，（他们必不信它）。不然，一切事情只归安拉，难道信道的人们不知道吗？假若安拉意欲，他必引导全人类。不信道的人们还要因自己的行为而遭受灾殃，或他们住宅的附近遭受灾殃，直到安拉的应许到来。安拉确是不爽约的。","turkey" : "Eğer Kuran ile dağlar yürütülmüş veya yeryüzü parçalanmış yahut ölüler konuşturulmuş olsaydı kafirler yine de inanmazlardı. Oysa bütün işler Allah'a aittir. İnananların Allah dilese bütün insanları doğru yola eriştirebilir gerçeğini akılları kesmedi mi? Allah'ın sözü yerine gelinceye kadar yaptıkları işler sebebiyle inkar edenlere bir belanın dokunması veya evlerinin yakınına inmesi devam eder durur. Allah verdiği sözden şüphesiz caymaz"} ,{"id": "32", "arabic" : "وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَأَمۡلَيۡتُ لِلَّذِينَ كَفَرُواْ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ", "english" : "And already were [other] messengers ridiculed before you and I extended the time of those who disbelieved; then I seized them and how [terrible] was My penalty", "urdu" : "تم سے پہلے بھی بہت سے رسولوں کا مذاق اڑایا جا چکا ہے، مگر میں نے ہمیشہ منکر ین کو ڈھیل دی اور آخر کار ان کو پکڑ لیا، پھر دیکھ لو کہ میری سزا کیسی سخت تھی","chinese" : "在你之前，有许多使者确已被人嘲弄了，但我对不信道者缓刑。随后，我惩治他们。我的惩罚是怎样的呢？","turkey" : "And olsun ki senden önce de nice peygamberler alaya alınmıştı. İnkar edenleri önce erteledim sonra cezalarını verdim. Cezalandırmam nasıldı"} ,{"id": "33", "arabic" : "أَفَمَنۡ هُوَ قَآئِمٌ عَلَىٰ كُلِّ نَفۡسِۭ بِمَا كَسَبَتۡۗ وَجَعَلُواْ لِلَّهِ شُرَكَآءَ قُلۡ سَمُّوهُمۡۚ أَمۡ تُنَبِّـُٔونَهُۥ بِمَا لَا يَعۡلَمُ فِي ٱلۡأَرۡضِ أَم بِظَٰهِرٖ مِّنَ ٱلۡقَوۡلِۗ بَلۡ زُيِّنَ لِلَّذِينَ كَفَرُواْ مَكۡرُهُمۡ وَصُدُّواْ عَنِ ٱلسَّبِيلِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ", "english" : "Then is He who is a maintainer of every soul [knowing] what it has earned [like any other]? But to Allah they have attributed partners. Say Name them. Or do you inform Him of that which He knows not upon the earth or of what is apparent of speech? Rather their [own] plan has been made attractive to those who disbelieve and they have been averted from the way. And whomever Allah leaves astray - there will be for him no guide", "urdu" : "پھر کیا وہ جو ایک ایک متنفس کی کمائی پر نظر رکھتا ہے (اُس کے مقابلے میں یہ جسارتیں کی جا رہی ہیں کہ) لوگوں نے اُس کے کچھ شریک ٹھیرا رکھے ہیں؟ اے نبیؐ، اِن سے کہو (اگر واقعی وہ خدا کے اپنے بنائے ہوئے شریک ہیں تو) ذرا اُن کے نا م لو کہ وہ کون ہیں؟ کیا تم اللہ کو ایک نئی بات کی خبر دے رہے ہو جسے وہ اپنی زمین میں نہیں جانتا؟ یا تم لوگ بس یونہی جو منہ میں آتا ہے کہہ ڈالتے ہو؟ حقیقت یہ ہے کہ جن لوگوں نے دعوت حق کو ماننے سے انکار کیا ہے ان کے لیے اُن کی مکاریاں خوشنما بنا دی گئی ہیں اور وہ راہ راست سے روک دیے گئے ہیں، پھر جس کو اللہ گمراہی میں پھینک دے اُسے کوئی راہ دکھانے والا نہیں ہے","chinese" : "监视每个灵魂的谋求者，难道像那不能监视的吗？他们为安拉树立了许多伙伴，你说：“你们指出他们的名称吧。难道你们把安拉在大地上所不知道的告诉他吗？不然，你们据浮辞而称他们为安拉的伙伴。”不然，不信道者，已为自己的计谋所迷惑了。他们被阻挠而不能入正道。安拉使谁迷误，谁就没有向导。","turkey" : "Herkesin yaptığını gözeten Allah bunu yapamayan putlarla bir olur mu? Onlar Allah'a ortak koştular. De ki: Onlara bir ad bulun bakalım; yeryüzünde bilmediği bir şeyi mi Allah'a haber veriyorsunuz? Yoksa kuru sözlere mi aldanıyorsunuz? Fakat inkar edenlere kurdukları düzenler güzel gösterildi ve doğru yoldan alıkonuldular. Zaten Allah'ın saptırdığına yol gösteren bulunmaz"} ,{"id": "34", "arabic" : "لَّهُمۡ عَذَابٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَقُّۖ وَمَا لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ", "english" : "For them will be punishment in the life of [this] world and the punishment of the Hereafter is more severe. And they will not have from Allah any protector", "urdu" : "ایسے لوگوں کے لیے دنیا کی زندگی ہی میں عذاب ہے، اور آخرت کا عذاب اُس سے بھی زیادہ سخت ہے کوئی ایسا نہیں جو اُنہیں خدا سے بچانے والا ہو","chinese" : "他们在今世将受惩罚，后世的惩罚确是更严厉的。他们绝无任何保护者以抗拒安拉。","turkey" : "Onlara dünya hayatında azap vardır ahiret azabı ise daha çetindir. Allah'a karşı onları bir koruyan da yoktur"} ,{"id": "35", "arabic" : "۞مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ أُكُلُهَا دَآئِمٞ وَظِلُّهَاۚ تِلۡكَ عُقۡبَى ٱلَّذِينَ ٱتَّقَواْۚ وَّعُقۡبَى ٱلۡكَٰفِرِينَ ٱلنَّارُ", "english" : "The example of Paradise which the righteous have been promised is [that] beneath it rivers flow. Its fruit is lasting and its shade. That is the consequence for the righteous and the consequence for the disbelievers is the Fire", "urdu" : "خدا ترس انسانوں کے لیے جس جنت کا وعدہ کیا گیا ہے اس کی شان یہ ہے کہ اس کے نیچے نہریں بہہ رہی ہیں، اس کے پھل دائمی ہیں اور اس کا سایہ لازوال یہ انجام ہے متقی لوگوں کا اور منکرین حق کا انجام یہ ہے کہ ان کے لیے دوزخ کی آگ ہے","chinese" : "已应许敬畏者的乐园，其情状是这样的：那乐园下临诸河，其中的果实是永恒的，其中的荫影也是永恒的。这是敬畏者的果报；不信道者的果报是火狱。","turkey" : "Allah'a karşı gelmekten sakınanlara vadedilen cennetin altından ırmaklar akar; oranın yiyecekleri ve gölgeleri devamlıdır. Bu sakınanların elde edeceği sonuçtur inkarcıların varacağı sonuç ise ateştir"} ,{"id": "36", "arabic" : "وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَفۡرَحُونَ بِمَآ أُنزِلَ إِلَيۡكَۖ وَمِنَ ٱلۡأَحۡزَابِ مَن يُنكِرُ بَعۡضَهُۥۚ قُلۡ إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ وَلَآ أُشۡرِكَ بِهِۦٓۚ إِلَيۡهِ أَدۡعُواْ وَإِلَيۡهِ مَـَٔابِ", "english" : "And [the believers among] those to whom We have given the [previous] Scripture rejoice at what has been revealed to you [O Muhammad] but among the [opposing] factions are those who deny part of it. Say I have only been commanded to worship Allah and not associate [anything] with Him. To Him I invite and to Him is my return", "urdu" : "اے نبیؐ، جن لوگوں کو ہم نے پہلے کتاب دی تھی وہ اِس کتاب سے جو ہم نے تم پر نازل کی ہے، خوش ہیں اور مختلف گروہوں میں کچھ لوگ ایسے بھی ہیں جو اس کی بعض باتوں کو نہیں مانتے تم صاف کہہ دو کہ مجھے تو صرف اللہ کی بندگی کا حکم دیا گیا ہے اور اس سے منع کیا گیا ہے کہ کسی کو اس کے ساتھ شریک ٹھیراؤں لہٰذا میں اسی کی طرف دعوت دیتا ہوں اور اسی کی طرف میرا رجوع ہے","chinese" : "蒙我赏赐经典的人喜欢降示给你的经典，同盟者当中，有人否认这经典的一部分。你说：“我只奉命崇拜安拉，而不以物配他，我只号召人崇拜他，我只归依他。”","turkey" : "Kendilerine kitap verdiklerimiz sana indirilenden memnun olurlar. Karşı guruplar içinde ise onun bir kısmını inkar edenler vardır. De ki: Ben ancak Allah'a kulluk etmekle ve O'na asla ortak koşmamakla emrolundum. Hepinizi ancak O'na çağırıyorum vedönüşüm O'nadır"} ,{"id": "37", "arabic" : "وَكَذَٰلِكَ أَنزَلۡنَٰهُ حُكۡمًا عَرَبِيّٗاۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا وَاقٖ", "english" : "And thus We have revealed it as an Arabic legislation. And if you should follow their inclinations after what has come to you of knowledge you would not have against Allah any ally or any protector", "urdu" : "اِسی ہدایت کے ساتھ ہم نے یہ فرمان عربی تم پر نازل کیا ہے اب اگر تم نے اِس علم کے باوجود جو تمہارے پاس آ چکا ہے لوگوں کی خواہشات کی پیروی کی تو اللہ کے مقابلے میں نہ کوئی تمہارا حامی و مددگار ہے اور نہ کوئی اس کی پکڑسے تم کو بچا سکتا ہے","chinese" : "我这样把它降示为阿拉伯文的智慧。在知识降临你之后，如果你顺从他们的欲望，那么，你对安拉的（惩罚）绝无任何保护者，也绝无任何保卫者。","turkey" : "Böylece Biz Kuran'ı Arapça bir hüküm ve hikmet olarak indirdik. Sana ilim geldikten sonra onların heveslerine uyarsan and olsun ki Allah katında sana bir dost ve seni koruyan çıkmaz"} ,{"id": "38", "arabic" : "وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ وَجَعَلۡنَا لَهُمۡ أَزۡوَٰجٗا وَذُرِّيَّةٗۚ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ لِكُلِّ أَجَلٖ كِتَابٞ", "english" : "And We have already sent messengers before you and assigned to them wives and descendants. And it was not for a messenger to come with a sign except by permission of Allah. For every term is a decree", "urdu" : "تم سے پہلے بھی ہم بہت سے رسول بھیج چکے ہیں اور اُن کو ہم نے بیوی بچوں والا ہی بنایا تھا اور کسی رسول کی بھی یہ طاقت نہ تھی کہ اللہ کے اذن کے بغیر کوئی نشانی خود لا دکھاتا ہر دور کے لیے ایک کتاب ہے","chinese" : "在你之前，我确已派遣了许多使者，并赏赐他们妻子和儿女。除非奉安拉的命令，任何使者不能昭示迹象。每个期限，各有判定。","turkey" : "And olsun ki senden önce nice peygamberler gönderdik; onlara eşler ve çocuklar verdik. Allah'ın izni olmadan hiçbir peygamber bir ayet getiremez. Her şeyin vakti ve süresi yazılıdır"} ,{"id": "39", "arabic" : "يَمۡحُواْ ٱللَّهُ مَا يَشَآءُ وَيُثۡبِتُۖ وَعِندَهُۥٓ أُمُّ ٱلۡكِتَٰبِ", "english" : "Allah eliminates what He wills or confirms and with Him is the Mother of the Book", "urdu" : "اللہ جو کچھ چاہتا ہے مٹا دیتا ہے اور جس چیز کو چاہتا ہے قائم رکھتا ہے، ام الکتاب اُسی کے پاس ہے","chinese" : "安拉任意购销和确定（经典的明文），在他那里有天经的原本。","turkey" : "Allah dilediğini siler dilediğini bırakır; Ana Kitap O'nun katındadır"} ,{"id": "40", "arabic" : "وَإِن مَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ وَعَلَيۡنَا ٱلۡحِسَابُ", "english" : "And whether We show you part of what We promise them or take you in death upon you is only the [duty of] notification and upon Us is the account", "urdu" : "اور اے نبیؐ، جس برے انجام کی دھمکی ہم اِن لوگوں کو دے رہے ہیں اُس کوئی حصہ خواہ ہم تمہارے جیتے جی دکھا دیں یا اس کے ظہور میں آنے سے پہلے ہم تمہیں اٹھا لیں، بہر حال تمہارا کام صرف پیغام پہنچا دینا ہے اور حساب لینا ہمارا کام ہے","chinese" : "如果我把用来恫吓他们的刑罚昭示你一点儿，（那会使你满意），如果我使你寿终，那么，你只负传达的责任，我自负清算的责任。","turkey" : "Onlara vadettiğimiz azabın bir kısmını sana göstersek de senin canını alsak da vazifen sadece tebliğ etmektir. Hesap görmek Bize düşer"} ,{"id": "41", "arabic" : "أَوَلَمۡ يَرَوۡاْ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَاۚ وَٱللَّهُ يَحۡكُمُ لَا مُعَقِّبَ لِحُكۡمِهِۦۚ وَهُوَ سَرِيعُ ٱلۡحِسَابِ", "english" : "Have they not seen that We set upon the land reducing it from its borders? And Allah decides; there is no adjuster of His decision. And He is swift in account", "urdu" : "کیا یہ لوگ دیکھتے نہیں ہیں کہ ہم اِس سرزمین پر چلے آ رہے ہیں اور اس کا دائرہ ہر طرف سے تنگ کرتے چلے آتے ہیں؟ اللہ حکومت کر رہا ہے، کوئی اس کے فیصلوں پر نظر ثانی کرنے و الا نہیں ہے، اور اُسے حساب لیتے کچھ دیر نہیں لگتی","chinese" : "难道他们不知道吗？我到他们的地方来缩小他们的边境。安拉自由判决，任何人不能反抗其判决。他是清算神速的主。","turkey" : "Görmüyorlar mı ki Biz yeryüzünü etrafından gitgide eksiltmekteyiz. Hüküm Allah'ındır O'nun hükmünü takip edip bozacak yoktur. O hesabı çabuk görür"} ,{"id": "42", "arabic" : "وَقَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَلِلَّهِ ٱلۡمَكۡرُ جَمِيعٗاۖ يَعۡلَمُ مَا تَكۡسِبُ كُلُّ نَفۡسٖۗ وَسَيَعۡلَمُ ٱلۡكُفَّـٰرُ لِمَنۡ عُقۡبَى ٱلدَّارِ", "english" : "And those before them had plotted but to Allah belongs the plan entirely. He knows what every soul earns and the disbelievers will know for whom is the final home", "urdu" : "اِن سے پہلے جو لوگ ہو گزرے ہیں وہ بھی بڑی بڑی چالیں چل چکے ہیں، مگر اصل فیصلہ کن چال تو پوری کی پوری اللہ ہی کے ہاتھ میں ہے وہ جانتا ہے کہ کون کیا کچھ کمائی کر رہا ہے، اور عنقریب یہ منکرین حق دیکھ لیں گے کہ انجام کس کا بخیر ہوتا ہے","chinese" : "在他们之前的人，确已使用计谋；但一切计谋，只归安拉，他知道每个人的谋求。不信道者将要知道，今世的善果将归谁所有。","turkey" : "Onlardan öncekiler de tuzak kurdular oysa bütün tuzaklar(ın cezası) Allah'ındır Herkesin yaptığını bilir. İnkarcılar da neticenin kimin olduğunu göreceklerdir"} ,{"id": "43", "arabic" : "وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَسۡتَ مُرۡسَلٗاۚ قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡ وَمَنۡ عِندَهُۥ عِلۡمُ ٱلۡكِتَٰبِ", "english" : "And those who have disbelieved say You are not a messenger. Say [O Muhammad] Sufficient is Allah as Witness between me and you and [the witness of] whoever has knowledge of the Scripture", "urdu" : "یہ منکرین کہتے ہیں کہ تم خدا کے بھیجے ہوئے نہیں ہو کہو میرے اور تمہارے درمیان اللہ کی گواہی کافی ہے اور پھر ہر اُس شخص کی گواہی جو کتاب آسمانی کا علم رکھتا ہے","chinese" : "不信道的人们说：“你不是使者。”你说：“安拉足以为我和你们之间的见证者，认识天经的人也足以为我和你们之间的见证者。”","turkey" : "İnkar edenler: Sen peygamber değilsin derler; de ki: Benimle sizin aranızda şahit olarak Allah ve Kitap'ı bilenler yeter"} ]}