{"name":"ابراهيم","verses":[{"id": "1", "arabic" : "الٓرۚ كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ لِتُخۡرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذۡنِ رَبِّهِمۡ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ", "english" : "Alif Lam Ra. [This is] a Book which We have revealed to you [O Muhammad] that you might bring mankind out of darknesses into the light by permission of their Lord - to the path of the Exalted in Might the Praiseworthy", "urdu" : "ا ل ر اے محمدؐ، یہ ایک کتاب ہے جس کو ہم نے تمہاری طرف نازل کیا ہے تاکہ تم لوگوں کو تاریکیوں سے نکال کر روشنی میں لاؤ، ان کے رب کی توفیق سے، اُس خدا کے راستے پر جو زبردست اور اپنی ذات میں آپ محمود ہے","chinese" : "艾列弗，俩目，拉仪。（这是）一部经典，我把它降示给你，以便你奉主的命令而把众人从重重黑暗中引入光明，引入强大的、可颂的主的大道。","turkey" : "Elif Lam Ra; Bu Allah'ın izniyle insanları karanlıklardan aydınlığa güçlü ve övülmeğe layık göklerde ve yerde olanların sahibi Allah'ın yoluna çıkarman için sana indirdiğimiz Kitaptır. Uğrayacakları çetin azabdan dolayı vay kafirlerin haline"} ,{"id": "2", "arabic" : "ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَوَيۡلٞ لِّلۡكَٰفِرِينَ مِنۡ عَذَابٖ شَدِيدٍ", "english" : "Allah to whom belongs whatever is in the heavens and whatever is on the earth. And woe to the disbelievers from a severe punishment", "urdu" : "اور زمین اور آسمانوں کی ساری موجودات کا مالک ہے اور سخت تباہ کن سزا ہے قبول حق سے انکار کرنے والوں کے لیے","chinese" : "天地万物都是安拉的。哀哉不信道者！他们将受严厉的刑罚。","turkey" : "Elif Lam Ra; Bu Allah'ın izniyle insanları karanlıklardan aydınlığa güçlü ve övülmeğe layık göklerde ve yerde olanların sahibi Allah'ın yoluna çıkarman için sana indirdiğimiz Kitaptır. Uğrayacakları çetin azabdan dolayı vay kafirlerin haline"} ,{"id": "3", "arabic" : "ٱلَّذِينَ يَسۡتَحِبُّونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجًاۚ أُوْلَـٰٓئِكَ فِي ضَلَٰلِۭ بَعِيدٖ", "english" : "The ones who prefer the worldly life over the Hereafter and avert [people] from the way of Allah seeking to make it (seem) deviant. Those are in extreme error", "urdu" : "جو دنیا کی زندگی کو آخرت پر ترجیح دیتے ہیں، جو اللہ کے راستے سے لوگوں کو روک رہے ہیں اور چاہتے ہیں کہ یہ راستہ (ان کی خواہشات کے مطابق) ٹیٹرھا ہو جائے یہ لوگ گمراہی میں بہت دور نکل گئے ہیں","chinese" : "他们宁愿要今世，而不要后世，并阻碍安拉的大道，而且想在其中寻求偏邪道，这等人是在深深的迷误之中的。","turkey" : "Onlar dünya hayatını ahirete tercih ederler Allah'ın yolundan alıkoyup onun eğriliğini isterler. İşte onlar uzak bir sapıklık içindedirler"} ,{"id": "4", "arabic" : "وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوۡمِهِۦ لِيُبَيِّنَ لَهُمۡۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ", "english" : "And We did not send any messenger except [speaking] in the language of his people to state clearly for them and Allah sends astray [thereby] whom He wills and guides whom He wills. And He is the Exalted in Might the Wise", "urdu" : "ہم نے اپنا پیغام دینے کے لیے جب کبھی کوئی رسول بھیجا ہے، اُس نے اپنی قوم ہی کی زبان میں پیغام دیا ہے تاکہ وہ انہیں اچھی طرح کھول کر بات سمجھائے پھر اللہ جسے چاہتا ہے بھٹکا دیتا ہے اور جسے چاہتا ہے ہدایت بخشتا ہے، وہ بالا دست اور حکیم ہے","chinese" : "我不派遣一个使者则已，但派遣的时候，总是以他的宗族的语言（降示经典），以便他为他们阐明正道。而安拉使他所意欲者误入迷途，使他所意欲者遵循正道。他确是强大的，确是至睿的。","turkey" : "Kendilerine apaçık anlatabilsin diye her peygamberi kendi milletinin diliyle gönderdik. Allah dilediğini saptırır ve dilediğini de doğru yola eriştirir; güçlü olan Hakim olan O'dur"} ,{"id": "5", "arabic" : "وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ أَنۡ أَخۡرِجۡ قَوۡمَكَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ وَذَكِّرۡهُم بِأَيَّىٰمِ ٱللَّهِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ", "english" : "And We certainly sent Moses with Our signs [saying] Bring out your people from darknesses into the light and remind them of the days of Allah. Indeed in that are signs for everyone patient and grateful", "urdu" : "ہم اِس سے پہلے موسیٰؑ کو بھی اپنی نشانیوں کے ساتھ بھیج چکے ہیں اسے بھی ہم نے حکم دیا تھا کہ اپنی قوم کو تاریکیوں سے نکال کر روشنی میں لا اور انہیں تاریخ الٰہی کے سبق آموز واقعات سنا کر نصیحت کر اِن واقعات میں بڑی نشانیاں ہیں ہر اُس شخص کے لیے جو صبر اور شکر کرنے والا ہو","chinese" : "我确已派遣穆萨带着我的许多迹象去，（我说）：“你把你的宗族从重重黑暗中引入光明吧。你应当以安拉的一些纪念日提醒他们。”对于每个坚忍者和感恩者，此中确有许多迹象。","turkey" : "And olsun ki Musa'yı ayetlerimizle Milletini karanlıklardan aydınlığa çıkar ve Allah'ın günlerini onlara hatırlat diye göndermiştik. Bunlarda çokça sabreden ve şükreden herkes için dersler vardır"} ,{"id": "6", "arabic" : "وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ أَنجَىٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ وَيُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ", "english" : "And [recall O Children of Israel] when Moses said to His people Remember the favor of Allah upon you when He saved you from the people of Pharaoh who were afflicting you with the worst torment and were slaughtering your [newborn] sons and keeping your females alive. And in that was a great trial from your Lord", "urdu" : "یاد کرو جب موسیٰؑ نے اپنی قوم سے کہا اللہ کے اُس احسان کو یاد رکھو جو اس نے تم پر کیا ہے اس نے تم کو فرعون والوں سے چھڑایا جو تم کو سخت تکلیفیں دیتے تھے، تمہارے لڑکوں کو قتل کر ڈالتے تھے اور تمہاری عورتوں کو زندہ بچا رکھتے تھے اس میں تمہارے رب کی طرف سے تمہاری بڑی آزمائش تھی","chinese" : "当时，穆萨曾对他的宗族说：“你们应当铭记安拉赐给你们的恩典，他曾使你们脱离法老的臣民。他们使你们遭受酷刑，屠杀你们的男子，留下你们的女子，此中有从你们的主降下的大难。”","turkey" : "Musa milletine dedi ki: Allah'ın size olan nimetlerini anın; size işkence eden kadınlarınızı sağ bırakıp oğullarınızı boğazlayan Firavun ailesinden sizi kurtardı; bütün bunlarda Rabbinizden size büyük bir imtihan vardır"} ,{"id": "7", "arabic" : "وَإِذۡ تَأَذَّنَ رَبُّكُمۡ لَئِن شَكَرۡتُمۡ لَأَزِيدَنَّكُمۡۖ وَلَئِن كَفَرۡتُمۡ إِنَّ عَذَابِي لَشَدِيدٞ", "english" : "And [remember] when your Lord proclaimed 'If you are grateful I will surely increase you [in favor]; but if you deny indeed My punishment is severe", "urdu" : "اور یاد رکھو، تمہارے رب نے خبردار کر دیا تھا کہ اگر شکر گزار بنو گے تو میں تم کو اور زیادہ نوازوں گا اور اگر کفران نعمت کرو گے تو میری سزا بہت سخت ہے","chinese" : "当时，你们的主曾宣布说：“如果你们感谢，我誓必对你们恩上加恩；如果你们忘恩负义，那么，我的刑罚确是严厉的。”","turkey" : "Rabbiniz: Şükrederseniz and olsun ki size karşılığını artıracağım; nankörlük ederseniz bilin ki azabım pek çetindir diye bildirmişti"} ,{"id": "8", "arabic" : "وَقَالَ مُوسَىٰٓ إِن تَكۡفُرُوٓاْ أَنتُمۡ وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗا فَإِنَّ ٱللَّهَ لَغَنِيٌّ حَمِيدٌ", "english" : "And Moses said If you should disbelieve you and whoever is on the earth entirely - indeed Allah is Free of need and Praiseworthy", "urdu" : "اور موسیٰؑ نے کہا کہ اگر تم کفر کرو اور زمین کے سارے رہنے والے بھی کافر ہو جائیں تو اللہ بے نیاز اور اپنی ذات میں آپ محمود ہے","chinese" : "穆萨说：“如果你们和大地上的人统统都忘恩负义，（也无损于安拉），因为安拉确是无求的，确是可颂的。”","turkey" : "Musa: Siz ve yeryüzünde olanlar hepiniz nankörlük etseniz Allah yine de müstağni ve övülmeğe layık olandır demişti"} ,{"id": "9", "arabic" : "أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ مِن قَبۡلِكُمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡ لَا يَعۡلَمُهُمۡ إِلَّا ٱللَّهُۚ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرَدُّوٓاْ أَيۡدِيَهُمۡ فِيٓ أَفۡوَٰهِهِمۡ وَقَالُوٓاْ إِنَّا كَفَرۡنَا بِمَآ أُرۡسِلۡتُم بِهِۦ وَإِنَّا لَفِي شَكّٖ مِّمَّا تَدۡعُونَنَآ إِلَيۡهِ مُرِيبٖ", "english" : "Has there not reached you the news of those before you - the people of Noah and 'Aad and Thamud and those after them? No one knows them but Allah. Their messengers brought them clear proofs but they returned their hands to their mouths and said Indeed we disbelieve in that with which you have been sent and indeed we are about that to which you invite us in disquieting doubt", "urdu" : "کیا تمہیں اُن قوموں کے حالات نہیں پہنچے جو تم سے پہلے گزر چکی ہیں؟ قوم نوحؑ، عاد، ثمود اور اُن کے بعد آنے والی بہت سی قومیں جن کا شمار اللہ ہی کو معلوم ہے؟ اُن کے رسول جب اُن کے پاس صاف صاف باتیں اور کھلی کھلی نشانیاں لیے ہوئے آئے تو اُنہوں نے اپنے منہ میں ہاتھ دبا لیے اور کہا کہ جس پیغام کے ساتھ تم بھیجے گئے ہو ہم اس کو نہیں مانتے اور جس چیز کی تم ہمیں دعوت دیتے ہو اُس کی طرف سے ہم سخت خلجان آمیز شک میں پڑے ہوئے ہیں","chinese" : "你们以前的民族——努哈的宗族、阿德人、赛莫德人和他们以后的人，只有安拉能知道他们——难道这等人的消息没有来临你们吗？他们族中的使者昭示他们许多明证，但他们把自己的手指插入口内，说：“我们必定不信你们所奉的使命，我们对于你们所宣传的事情，确是在使人不安的疑惑之中。”","turkey" : "Sizden önce gecen Nuh Ad Semud milletlerinin ve onlardan sonra gelenlerin haberleri ki onları Allah'tan başkası bilmez size ulaşmadı mı? Onlara peygamberleri belgelerle geldiler fakat ellerini ağızlarına götürüp: Biz sizinle gönderilene inanmıyoruz. Bizi çağırdığınız şeyden de şüphe ve endişe içindeyiz dediler"} ,{"id": "10", "arabic" : "۞قَالَتۡ رُسُلُهُمۡ أَفِي ٱللَّهِ شَكّٞ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَدۡعُوكُمۡ لِيَغۡفِرَ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرَكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۚ قَالُوٓاْ إِنۡ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتُونَا بِسُلۡطَٰنٖ مُّبِينٖ", "english" : "Their messengers said Can there be doubt about Allah Creator of the heavens and earth? He invites you that He may forgive you of your sins and He delays your death for a specified term. They said You are not but men like us who wish to avert us from what our fathers were worshipping. So bring us a clear authority", "urdu" : "اُن کے رسولوں نے کہا کیا خدا کے بارے میں شک ہے جو آسمانوں اور زمین کا خالق ہے؟ وہ تمہیں بلا ر =ہا ہے تاکہ تمہارے قصور معاف کرے اور تم کو ایک مدت مقرر تک مہلت دے اُنہوں نے جواب دیا تم کچھ نہیں ہو مگر ویسے ہی انسان جیسے ہم ہیں تم ہمیں اُن ہستیوں کی بندگی سے روکنا چاہتے ہو جن کی بندگی باپ دادا سے ہوتی چلی آ رہی ہے اچھا تو لاؤ کوئی صریح سند","chinese" : "他们族中的使者说：“难道对于安拉——天地的创造者——还有怀疑吗？他号召你们行善，以便他饶恕你们的罪过，并对你们缓刑到一个定期。”他们说：“你们只是像我们一样的凡人，你们欲阻止我们崇拜我们的祖先所崇拜的（偶像），你们昭示我们一个明证吧！”","turkey" : "Onların peygamberleri: Gökleri ve yeri yaratan günahlarınızı bağışlamaya çağıran ve bir süreye kadar sizi erteleyen Allah'tan mı şüphe ediyorsunuz? dediler. Onlar da: Siz de sadece bizim gibi birer insansınız; bizi babalarımızın taptıklarından alıkoymak istiyorsunuz. Öyleyse bize apaçık bir delil getirmelisiniz dediler"} ,{"id": "11", "arabic" : "قَالَتۡ لَهُمۡ رُسُلُهُمۡ إِن نَّحۡنُ إِلَّا بَشَرٞ مِّثۡلُكُمۡ وَلَٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَمَا كَانَ لَنَآ أَن نَّأۡتِيَكُم بِسُلۡطَٰنٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ", "english" : "Their messengers said to them We are only men like you but Allah confers favor upon whom He wills of His servants. It has never been for us to bring you evidence except by permission of Allah. And upon Allah let the believers rely", "urdu" : "ان کے رسولوں نے ان سے کہا واقعی ہم کچھ نہیں ہیں مگر تم ہی جیسے انسان لیکن اللہ اپنے بندوں میں سے جس کو چاہتا ہے نوازتا ہے اور یہ ہمارے اختیار میں نہیں ہے کہ تمہیں کوئی سند لا دیں سند تو اللہ ہی کے اذن سے آسکتی ہے اور اللہ ہی پر اہل ایمان کو بھروسہ کرنا چاہیے","chinese" : "他们族中的众使者都对他们说过：“我们只是像你们一样的凡人，但安拉施恩于他所意欲的仆人。我们不该昭示你们任何明证，除非奉安拉的命令，信道者只托靠安拉。","turkey" : "Peygamberleri onlara şöyle dedi: Biz ancak sizin gibi birer insanız ama Allah kullarından dilediğine iyilikte bulunur. Allah'ın izni olmadıkça biz size delil getiremeyiz. İnananlar sadece Allah'a güvensin"} ,{"id": "12", "arabic" : "وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدۡ هَدَىٰنَا سُبُلَنَاۚ وَلَنَصۡبِرَنَّ عَلَىٰ مَآ ءَاذَيۡتُمُونَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ", "english" : "And why should we not rely upon Allah while He has guided us to our [good] ways. And we will surely be patient against whatever harm you should cause us. And upon Allah let those who would rely [indeed] rely", "urdu" : "اور ہم کیوں نہ اللہ پر بھروسہ کریں جبکہ ہماری زندگی کی راہوں میں اس نے ہماری رہنمائی کی ہے؟ جو اذیتیں تم لوگ ہمیں دے رہے ہو اُن پر ہم صبر کریں گے اور بھروسا کرنے والوں کا بھروسا اللہ ہی پر ہونا چاہیے","chinese" : "我们怎能不托靠安拉呢？他确已引导我们走上正道。我们誓必忍受你们的折磨，让托靠者只托靠安拉。”","turkey" : "Bize yollarımızı gösteren Allah'a niçin güvenmeyelim? Bize ettiğiniz eziyete elbette katlanacağız. Güvenenler ancak Allah'a güvensinler"} ,{"id": "13", "arabic" : "وَقَالَ ٱلَّذِينَ كَفَرُواْ لِرُسُلِهِمۡ لَنُخۡرِجَنَّكُم مِّنۡ أَرۡضِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۖ فَأَوۡحَىٰٓ إِلَيۡهِمۡ رَبُّهُمۡ لَنُهۡلِكَنَّ ٱلظَّـٰلِمِينَ", "english" : "And those who disbelieved said to their messengers We will surely drive you out of our land or you must return to our religion. So their Lord inspired to them We will surely destroy the wrongdoers", "urdu" : "آخر کار منکرین نے اپنے رسولوں سے کہہ دیا کہ یا تو تمہیں ہماری ملت میں واپس آنا ہوگا ورنہ ہم تمہیں اپنے ملک سے نکال دیں گے تب اُن کے رب نے اُن پر وحی بھیجی کہ ہم اِن ظالموں کو ہلا ک کر دیں گے","chinese" : "不信道者对他们族中的使者说：“我们誓必把你们驱逐出境，或者你们誓必改信我们的宗教！”他们的主就启示他们说：“我誓必毁灭不义者，","turkey" : "İnkar edenler peygamberlerine: Ya bizim dinimize dönersiniz ya da sizi memleketimizden çıkarırız dediler. Rableri peygamberlere: Biz haksızlık edenleri yok edeceğiz onlardan sonra yeryüzüne sizi yerleştireceğiz. Bu makamımdan ve tehdidimden korkanlar içindir. diye vahyetti"} ,{"id": "14", "arabic" : "وَلَنُسۡكِنَنَّكُمُ ٱلۡأَرۡضَ مِنۢ بَعۡدِهِمۡۚ ذَٰلِكَ لِمَنۡ خَافَ مَقَامِي وَخَافَ وَعِيدِ", "english" : "And We will surely cause you to dwell in the land after them. That is for he who fears My position and fears My threat", "urdu" : "اور اُن کے بعد تمہیں زمین میں آباد کریں گے یہ انعام ہے اُس کا جو میرے حضور جواب دہی کا خوف رکھتا ہو اور میری وعید سے ڈرتا ہو","chinese" : "我誓必使你们在他们毁灭之后居住他们的地方。这是畏惧站在我面前（受审讯），而且畏惧我的恫吓者所得享受的。”","turkey" : "İnkar edenler peygamberlerine: Ya bizim dinimize dönersiniz ya da sizi memleketimizden çıkarırız dediler. Rableri peygamberlere: Biz haksızlık edenleri yok edeceğiz onlardan sonra yeryüzüne sizi yerleştireceğiz. Bu makamımdan ve tehdidimden korkanlar içindir. diye vahyetti"} ,{"id": "15", "arabic" : "وَٱسۡتَفۡتَحُواْ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٖ", "english" : "And they requested victory from Allah and disappointed [therefore] was every obstinate tyrant", "urdu" : "اُنہوں نے فیصلہ چاہا تھا (تو یوں اُن کا فیصلہ ہوا) اور ہر جبار دشمن حق نے منہ کی کھائی","chinese" : "他们曾要求判决。每个顽固的暴虐者都失望了。","turkey" : "Peygamberler yardım istediler ve her inatçı zorba hüsrana uğradı"} ,{"id": "16", "arabic" : "مِّن وَرَآئِهِۦ جَهَنَّمُ وَيُسۡقَىٰ مِن مَّآءٖ صَدِيدٖ", "english" : "Before him is Hell and he will be given a drink of purulent water", "urdu" : "پھر اس کے بعد آگے اس کے لیے جہنم ہے وہاں اُسے کچ لہو کا سا پانی پینے کو دیا جائے گا","chinese" : "在他的身后，将有火狱，他将饮脓汁","turkey" : "Ardında cehennem vardır; orada kendisine irinli su içirilecektir"} ,{"id": "17", "arabic" : "يَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ وَيَأۡتِيهِ ٱلۡمَوۡتُ مِن كُلِّ مَكَانٖ وَمَا هُوَ بِمَيِّتٖۖ وَمِن وَرَآئِهِۦ عَذَابٌ غَلِيظٞ", "english" : "He will gulp it but will hardly [be able to] swallow it. And death will come to him from everywhere but he is not to die. And before him is a massive punishment", "urdu" : "جسے وہ زبردستی حلق سے اتارنے کی کوشش کرے گا اور مشکل ہی سے اتار سکے گا موت ہر طرف سے اس پر چھائی رہے گی مگر وہ مرنے نہ پائے گا اور آگے ایک سخت عذاب اس کی جان کا لاگو رہے گا","chinese" : "一口一口地饮，几乎咽不下去。死亡将从各处降临他，但他永不会死。在那种刑罚之后，还有严峻的刑罚。","turkey" : "Onu yudum yudum alacak fakat yutamıyacaktır. Ölüm ona her taraftan geldiği halde ölemiyecek arkasından da çetin bir azap gelecektir"} ,{"id": "18", "arabic" : "مَّثَلُ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ أَعۡمَٰلُهُمۡ كَرَمَادٍ ٱشۡتَدَّتۡ بِهِ ٱلرِّيحُ فِي يَوۡمٍ عَاصِفٖۖ لَّا يَقۡدِرُونَ مِمَّا كَسَبُواْ عَلَىٰ شَيۡءٖۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ", "english" : "The example of those who disbelieve in their Lord is [that] their deeds are like ashes which the wind blows forcefully on a stormy day; they are unable [to keep] from what they earned a [single] thing. That is what is extreme error", "urdu" : "جن لوگوں نے اپنے رب سے کفر کیا ہے ان کے اعمال کی مثال اُس راکھ کی سی ہے جسے ایک طوفانی دن کی آندھی نے اڑا دیا ہو وہ اپنے کیے کا کچھ بھی پھل نہ پا سکیں گے یہی پرلے درجے کی گم گشتگی ہے","chinese" : "不信主者，他们的善功比如一堆灰，在暴风之日，被狂风吹散，他们对于自己所谋求的，不能获得一点报酬。这确是深深的迷误。","turkey" : "Rablerini inkar edenlerin işleri fırtınalı bir günde rüzgarın şiddetle savurduğu küle benzer; yaptıklarından hiçbir şey elde edemezler. İşte bu uzak sapıklıktır"} ,{"id": "19", "arabic" : "أَلَمۡ تَرَ أَنَّ ٱللَّهَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ", "english" : "Have you not seen that Allah created the heavens and the earth in truth? If He wills He can do away with you and produce a new creation", "urdu" : "کیا تم دیکھتے نہیں ہو کہ اللہ نے آسمان و زمین کی تخلیق کو حق پر قائم کیا ہے؟ وہ چاہے تو تم لوگوں کو لے جائے اور ایک نئی خلقت تمہاری جگہ لے آئے","chinese" : "难道你没有看见安拉已本真理而创造天地吗？如果他意欲，他就消灭你们，而创造新人。","turkey" : "Gökleri ve yeri gerçekten Allah'ın yarattığını bilmiyor musun? Dilerse sizi yok edip yeni bir topluluk var eder"} ,{"id": "20", "arabic" : "وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ", "english" : "And that is not difficult for Allah", "urdu" : "ایسا کرنا اس پر کچھ بھی دشوار نہیں ہے","chinese" : "这在安拉绝不是困难的。","turkey" : "Bu Allah için güç değildir"} ,{"id": "21", "arabic" : "وَبَرَزُواْ لِلَّهِ جَمِيعٗا فَقَالَ ٱلضُّعَفَـٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا مِنۡ عَذَابِ ٱللَّهِ مِن شَيۡءٖۚ قَالُواْ لَوۡ هَدَىٰنَا ٱللَّهُ لَهَدَيۡنَٰكُمۡۖ سَوَآءٌ عَلَيۡنَآ أَجَزِعۡنَآ أَمۡ صَبَرۡنَا مَا لَنَا مِن مَّحِيصٖ", "english" : "And they will come out [for judgement] before Allah all together and the weak will say to those who were arrogant Indeed we were your followers so can you avail us anything against the punishment of Allah? They will say If Allah had guided us we would have guided you. It is all the same for us whether we show intolerance or are patient: there is for us no place of escape", "urdu" : "اور یہ لوگ جب اکٹھے اللہ کے سامنے بے نقاب ہوں گے تو اُس وقت اِن میں سے جو دنیا میں کمزور تھے و ہ اُن لوگوں سے جو بڑے بنے ہوئے تھے، کہیں گے دنیا میں ہم تمہارے تابع تھے، اب کیا تم اللہ کے عذاب سے ہم کو بچانے کے لیے بھی کچھ کرسکتے ہو؟وہ جواب دیں گے اگر اللہ نے ہمیں نجات کی کوئی راہ دکھائی ہوتی تو ہم ضرور تمہیں بھی دکھا دیتے اب تو یکساں ہے، خواہ ہم جزع فزع کریں یا صبر، بہرحال ہمارے بچنے کی کوئی صورت نہیں","chinese" : "他们将要一同出来见安拉，而懦弱者将对自大的人们说：“我们原来是你们的部下，你们能替我们对抗安拉的一点儿刑罚吗？”他们将说：“假若安拉引导我们，我们也必然引导你们。我们无论急躁或忍耐，这在我们是一样的，我们绝无避难所。”","turkey" : "İnsanların hepsi Allah'ın huzuruna çıkarlar; güçsüzler büyüklük taslayanlara: Doğrusu biz size uymuştuk Allah'ın azabından bizi koruyabilecek misiniz? derler. Cevap olarak: Allah bizi doğru yola eriştirseydi biz de sizi eriştirirdik. Artık sızlansak da sabretsek de birdir çünkü kaçacak yerimiz yoktur derler"} ,{"id": "22", "arabic" : "وَقَالَ ٱلشَّيۡطَٰنُ لَمَّا قُضِيَ ٱلۡأَمۡرُ إِنَّ ٱللَّهَ وَعَدَكُمۡ وَعۡدَ ٱلۡحَقِّ وَوَعَدتُّكُمۡ فَأَخۡلَفۡتُكُمۡۖ وَمَا كَانَ لِيَ عَلَيۡكُم مِّن سُلۡطَٰنٍ إِلَّآ أَن دَعَوۡتُكُمۡ فَٱسۡتَجَبۡتُمۡ لِيۖ فَلَا تَلُومُونِي وَلُومُوٓاْ أَنفُسَكُمۖ مَّآ أَنَا۠ بِمُصۡرِخِكُمۡ وَمَآ أَنتُم بِمُصۡرِخِيَّ إِنِّي كَفَرۡتُ بِمَآ أَشۡرَكۡتُمُونِ مِن قَبۡلُۗ إِنَّ ٱلظَّـٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ", "english" : "And Satan will say when the matter has been concluded Indeed Allah had promised you the promise of truth. And I promised you but I betrayed you. But I had no authority over you except that I invited you and you responded to me. So do not blame me; but blame yourselves. I cannot be called to your aid nor can you be called to my aid. Indeed I deny your association of me [with Allah] before. Indeed for the wrongdoers is a painful punishment", "urdu" : "اور جب فیصلہ چکا دیا جائے گا تو شیطان کہے گا حقیقت یہ ہے کہ اللہ نے جو وعدے تم سے کیے تھے و ہ سب سچے تھے اور میں نے جتنے وعدے کیے ان میں سے کوئی بھی پورا نہ کیا میرا تم پر کوئی زور تو تھا نہیں، میں نے اِس کے سوا کچھ نہیں کیا کہ اپنے راستے کی طرف تمہیں دعوت دی اور تم نے میری دعوت پر لبیک کہا اب مجھے ملامت نہ کرو، اپنے آپ ہی کو ملامت کرو یہاں نہ میں تمہاری فریاد رسی کر سکتا ہوں اور نہ تم میر ی اس سے پہلے جو تم نے مجھے خدائی میں شریک بنا رکھا تھا میں اس سے بری الذمہ ہوں، ایسے ظالموں کے لیے درد ناک سزا یقینی ہے","chinese" : "当事情已被判决的时候，恶魔说：“安拉确已真实地应许你们，我也曾应许你们，但我对你们爽约了。我对你们本来没有什么权力，不过是我召唤你们，而你们响应我的号召。所以你们不要责备我，应当责备自己，我不能援助你们，你们也不能援助我。我不承认以前你们曾把我配主，不义者必受痛苦的刑罚。”","turkey" : "İş olup bitince şeytan: Doğrusu Allah size gerçeği söz vermişti. Ben de size söz verdim ama sonra caydım; esasen sizi zorlayacak bir nüfuzum yoktu; sadece çağırdım siz de geldiniz. O halde beni değil kendinizi kınayın. Artık ben sizi kurtaramam siz de beni kurtaramazsınız. Beni Allah'a ortak koşmanızı daha önce kabul etmemiştim; doğrusu zalimlere can yakan bir azap vardır der"} ,{"id": "23", "arabic" : "وَأُدۡخِلَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا بِإِذۡنِ رَبِّهِمۡۖ تَحِيَّتُهُمۡ فِيهَا سَلَٰمٌ", "english" : "And those who believed and did righteous deeds will be admitted to gardens beneath which rivers flow abiding eternally therein by permission of their Lord; and their greeting therein will be Peace", "urdu" : "بخلاف اس کے جو لوگ دنیا میں ایمان لائے ہیں اور جنہوں نے نیک عمل کیے ہیں وہ ایسے باغوں میں داخل کیے جائیں گے جن کے نیچے نہریں بہتی ہوں گی وہاں وہ اپنے رب کے اذن سے ہمیشہ رہیں گے، اور وہاں ان کا استقبال سلامتی کی مبارک باد سے ہوگا","chinese" : "信道而且行善者，将蒙主的允许而进入那下临诸河的乐园，并永居其中，他们在乐园里的祝辞是“平安”。","turkey" : "İnanan ve yararlı işleri yapanlar içlerinden ırmaklar akan cennetlere konulurlar Rablerinin izniyle orada temelli kalırlar. Oradaki dirlik temennileri: Selam!dır"} ,{"id": "24", "arabic" : "أَلَمۡ تَرَ كَيۡفَ ضَرَبَ ٱللَّهُ مَثَلٗا كَلِمَةٗ طَيِّبَةٗ كَشَجَرَةٖ طَيِّبَةٍ أَصۡلُهَا ثَابِتٞ وَفَرۡعُهَا فِي ٱلسَّمَآءِ", "english" : "Have you not considered how Allah presents an example [making] a good word like a good tree whose root is firmly fixed and its branches [high] in the sky", "urdu" : "کیا تم دیکھتے نہیں ہو کہ اللہ نے کلمہ طیبہ کو کس چیز سے مثال دی ہے؟ اس کی مثال ایسی ہے جیسے ایک اچھی ذات کا درخت، جس کی جڑ زمین میں گہری جمی ہوئی ہے اور شاخیں آسمان تک پہنچی ہوئی ہیں","chinese" : "难道你不知道安拉有过这样一个比喻吗？一句良言，好比一棵优良的树，其根柢是深固的，其枝条高耸入云，","turkey" : "Allah'ın hoş bir sözü; kökü sağlam dalları göğe doğru olan Rabbinin izniyle her zaman meyve veren hoş bir ağaca benzeterek nasıl misal verdiğini görmüyor musun? İnsanlar ibret alsın diye Allah onlara misal gösteriyor"} ,{"id": "25", "arabic" : "تُؤۡتِيٓ أُكُلَهَا كُلَّ حِينِۭ بِإِذۡنِ رَبِّهَاۗ وَيَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ", "english" : "It produces its fruit all the time by permission of its Lord. And Allah presents examples for the people that perhaps they will be reminded", "urdu" : "ہر آن وہ اپنے رب کے حکم سے اپنے پھل دے رہا ہے یہ مثالیں اللہ اس لیے دیتا ہے کہ لوگ اِن سے سبق لیں","chinese" : "凭主的许可，按时结果。安拉为众人打了许多比方，以便他们记取教诲。","turkey" : "Allah'ın hoş bir sözü; kökü sağlam dalları göğe doğru olan Rabbinin izniyle her zaman meyve veren hoş bir ağaca benzeterek nasıl misal verdiğini görmüyor musun? İnsanlar ibret alsın diye Allah onlara misal gösteriyor"} ,{"id": "26", "arabic" : "وَمَثَلُ كَلِمَةٍ خَبِيثَةٖ كَشَجَرَةٍ خَبِيثَةٍ ٱجۡتُثَّتۡ مِن فَوۡقِ ٱلۡأَرۡضِ مَا لَهَا مِن قَرَارٖ", "english" : "And the example of a bad word is like a bad tree uprooted from the surface of the earth not having any stability", "urdu" : "اور کلمہ خبیثہ کی مثال ایک بد ذات درخت کی سی ہے جو زمین کی سطح سے اکھاڑ پھینکا جاتا ہے، اُس کے لیے کوئی استحکام نہیں ہے","chinese" : "一句恶言，恰似一棵恶劣的树，从大地上被连根拔去，绝没有一点安定。","turkey" : "Çirkin bir söz de yerden koparılmış kökü olmayan kötü bir ağaca benzer"} ,{"id": "27", "arabic" : "يُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ بِٱلۡقَوۡلِ ٱلثَّابِتِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَيُضِلُّ ٱللَّهُ ٱلظَّـٰلِمِينَۚ وَيَفۡعَلُ ٱللَّهُ مَا يَشَآءُ", "english" : "Allah keeps firm those who believe with the firm word in worldly life and in the Hereafter. And Allah sends astray the wrongdoers. And Allah does what He wills", "urdu" : "ایمان لانے والوں کو اللہ ایک قول ثابت کی بنیاد پر دنیا اور آخرت، دونوں میں ثبات عطا کرتا ہے، اور ظالموں کو اللہ بھٹکا دیتا ہے اللہ کو اختیار ہے جو چاہے کرے","chinese" : "在今世和后世，安拉以坚固的言辞使信道者坚信，安拉使不义者误入迷途，安拉就这样做他所欲意之事。","turkey" : "Allah inananları dünya hayatında ve ahirette sağlam bir söz üzerinde tutar; zalimleri de saptırır. Allah dilediğini yapar"} ,{"id": "28", "arabic" : "۞أَلَمۡ تَرَ إِلَى ٱلَّذِينَ بَدَّلُواْ نِعۡمَتَ ٱللَّهِ كُفۡرٗا وَأَحَلُّواْ قَوۡمَهُمۡ دَارَ ٱلۡبَوَارِ", "english" : "Have you not considered those who exchanged the favor of Allah for disbelief and settled their people [in] the home of ruin", "urdu" : "تم نے دیکھا اُن لوگوں کو جنہوں نے اللہ کی نعمت پائی اور اُسے کفران نعمت سے بدل ڈالا اور (اپنے ساتھ) اپنی قوم کو بھی ہلاکت کے گھر میں جھونک دیا","chinese" : "难道你没有看见那等人吗？他们对安拉妄恩负义，并使自己的宗族陷于灭亡之境——","turkey" : "Allah'ın verdiği nimeti nankörlükle karşılayanları ve milletlerini helak olacakları yere yaslanacakları cehenneme götürenleri görmüyor musun"} ,{"id": "29", "arabic" : "جَهَنَّمَ يَصۡلَوۡنَهَاۖ وَبِئۡسَ ٱلۡقَرَارُ", "english" : "[It is] Hell which they will [enter to] burn and wretched is the settlement", "urdu" : "یعنی جہنم، جس میں وہ جھلسے جائیں گے اور وہ بد ترین جائے قرار ہے","chinese" : "火狱之中。他们将进入火狱，那归宿真糟糕，","turkey" : "Allah'ın verdiği nimeti nankörlükle karşılayanları ve milletlerini helak olacakları yere yaslanacakları cehenneme götürenleri görmüyor musun"} ,{"id": "30", "arabic" : "وَجَعَلُواْ لِلَّهِ أَندَادٗا لِّيُضِلُّواْ عَن سَبِيلِهِۦۗ قُلۡ تَمَتَّعُواْ فَإِنَّ مَصِيرَكُمۡ إِلَى ٱلنَّارِ", "english" : "And they have attributed to Allah equals to mislead [people] from His way. Say Enjoy yourselves for indeed your destination is the Fire", "urdu" : "اور اللہ کے کچھ ہمسر تجویز کر لیے تاکہ وہ انہیں اللہ کے راستے سے بھٹکا دیں اِن سے کہو، اچھا مزے کر لو، آخرکار تمہیں پلٹ کر جانا دوزخ ہی میں ہے","chinese" : "他们为安拉树立许多匹敌，以便他们使人背离主的大道。你说：“你们享受吧，因为你们必归于火狱！”","turkey" : "Allah'ın yolundan sapıtmak için O'na eşler koşmuşlardı. De ki: Yaşayın bakalım hiç şüphesiz varacağınız yer ateş olacaktır"} ,{"id": "31", "arabic" : "قُل لِّعِبَادِيَ ٱلَّذِينَ ءَامَنُواْ يُقِيمُواْ ٱلصَّلَوٰةَ وَيُنفِقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خِلَٰلٌ", "english" : "[O Muhammad] tell My servants who have believed to establish prayer and spend from what We have provided them secretly and publicly before a Day comes in which there will be no exchange nor any friendships", "urdu" : "اے نبیؐ، میرے جو بندے ایمان لائے ہیں اُن سے کہہ دو کہ نماز قائم کریں اور جو کچھ ہم نے اُن کو دیا ہے، اُس میں سے کھلے اور چھپے (راہ خیر میں) خرچ کریں قبل اِس کے کہ وہ دن آئے جس میں نہ خرید و فروخت ہوگی اور نہ دوست نوازی ہوسکے گی","chinese" : "你要对我的那些信道的仆人说：让他们谨守拜功，并且在那既无买卖又无友谊之日来临以前，秘密地和公开地分舍我所赐予他们的财物。","turkey" : "İnanan kullarıma söyle namazı kılsınlar; alışveriş ve dostluğun olmayacağı günün gelmesinden önce kendilerine verdiğimiz rızıktan açık ve gizli sarfetsinler"} ,{"id": "32", "arabic" : "ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ وَسَخَّرَ لَكُمُ ٱلۡفُلۡكَ لِتَجۡرِيَ فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦۖ وَسَخَّرَ لَكُمُ ٱلۡأَنۡهَٰرَ", "english" : "It is Allah who created the heavens and the earth and sent down rain from the sky and produced thereby some fruits as provision for you and subjected for you the ships to sail through the sea by His command and subjected for you the rivers", "urdu" : "اللہ وہی تو ہے جس نے زمین اور آسمانوں کو پیدا کیا اور آسمان سے پانی برسایا، پھر اس کے ذریعہ سے تمہاری رزق رسانی کے لیے طرح طرح کے پھل پیدا کیے جس نے کشتی کو تمہارے لیے مسخر کیا کہ سمندر میں اُس کے حکم سے چلے اور دریاؤں کو تمہارے لیے مسخر کیا","chinese" : "安拉创造天地，并从天上降下雨水，而借雨水生产各种果实，作为你们的给养；他为你们制服船舶，以便它们奉他的命令而航行海中；他为你们制服河流；","turkey" : "Gökleri ve yeri yaratan yukardan indirdiği su ile rızık olarak ürünler yetiştiren emri gereğince denizde yüzmek üzere gemileri nehirleri belli yörüngelerinde yürüyen ay ve güneşi geceyle gündüzü sizin buyruğunuza veren Allah'tır"} ,{"id": "33", "arabic" : "وَسَخَّرَ لَكُمُ ٱلشَّمۡسَ وَٱلۡقَمَرَ دَآئِبَيۡنِۖ وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ", "english" : "And He subjected for you the sun and the moon continuous [in orbit] and subjected for you the night and the day", "urdu" : "جس نے سورج اور چاند کو تمہارے لیے مسخر کیا کہ لگاتار چلے جا رہے ہیں اور رات اور دن کو تمہارے لیے مسخر کیا","chinese" : "他为你们制服日月，使其经常运行，他为你们制服昼夜。","turkey" : "Gökleri ve yeri yaratan yukardan indirdiği su ile rızık olarak ürünler yetiştiren emri gereğince denizde yüzmek üzere gemileri nehirleri belli yörüngelerinde yürüyen ay ve güneşi geceyle gündüzü sizin buyruğunuza veren Allah'tır"} ,{"id": "34", "arabic" : "وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلۡتُمُوهُۚ وَإِن تَعُدُّواْ نِعۡمَتَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱلۡإِنسَٰنَ لَظَلُومٞ كَفَّارٞ", "english" : "And He gave you from all you asked of Him. And if you should count the favor of Allah you could not enumerate them. Indeed mankind is [generally] most unjust and ungrateful", "urdu" : "جس نے وہ سب کچھ تمہیں دیا جو تم نے مانگا اگر تم اللہ کی نعمتوں کا شمار کرنا چاہو تو کر نہیں سکتے حقیقت یہ ہے کہ انسان بڑا ہی بے انصاف اور ناشکرا ہے","chinese" : "你们对主的要求，他对你们都有所赏赐。如果你们计算安拉的恩惠，你们不能加以统计。人确是不义的，确是妄恩负义的。","turkey" : "Kendisinden isteyebileceğiniz her şeyi size vermiştir. Allah'ın nimetini sayacak olsanız bitiremezsiniz. Doğrusu insan pek zalim ve çok nankördür"} ,{"id": "35", "arabic" : "وَإِذۡ قَالَ إِبۡرَٰهِيمُ رَبِّ ٱجۡعَلۡ هَٰذَا ٱلۡبَلَدَ ءَامِنٗا وَٱجۡنُبۡنِي وَبَنِيَّ أَن نَّعۡبُدَ ٱلۡأَصۡنَامَ", "english" : "And [mention O Muhammad] when Abraham said My Lord make this city [Makkah] secure and keep me and my sons away from worshipping idols", "urdu" : "یاد کرو وہ وقت جب ابراہیمؑ نے دعا کی تھی کہ پروردگار، اِس شہر کو امن کا شہر بنا اور مجھے اور میری اولاد کو بت پرستی سے بچا","chinese" : "当时，易卜拉欣说：“我的主啊！求你使这个地方变成安全的，求你使我和我的子孙，远离偶像崇拜。","turkey" : "İbrahim şöyle demişti: Rabbim! Bu şehri güvenli kıl; beni ve oğullarımı putlara tapmaktan uzak tut"} ,{"id": "36", "arabic" : "رَبِّ إِنَّهُنَّ أَضۡلَلۡنَ كَثِيرٗا مِّنَ ٱلنَّاسِۖ فَمَن تَبِعَنِي فَإِنَّهُۥ مِنِّيۖ وَمَنۡ عَصَانِي فَإِنَّكَ غَفُورٞ رَّحِيمٞ", "english" : "My Lord indeed they have led astray many among the people. So whoever follows me - then he is of me; and whoever disobeys me - indeed You are [yet] Forgiving and Merciful", "urdu" : "پروردگار، اِن بتوں نے بہتوں کو گمراہی میں ڈالا ہے (ممکن ہے کہ میری اولاد کو بھی یہ گمراہ کر دیں، لہٰذا اُن میں سے) جو میرے طریقے پر چلے وہ میرا ہے اور جو میرے خلاف طریقہ اختیار کرے تو یقیناً تو درگزر کرنے والا مہربان ہے","chinese" : "我的主啊！偶像们确已使许多人迷误。谁顺从我，他确是我的同教；谁违抗我，那么，你是至赦的，是至慈的。","turkey" : "Rabbim! O putlar çok insanları saptırdı; bana uyan bendendir bana karşı gelen kimseyi Sana bırakırım; Sen bağışlarsın merhamet edersin"} ,{"id": "37", "arabic" : "رَّبَّنَآ إِنِّيٓ أَسۡكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيۡرِ ذِي زَرۡعٍ عِندَ بَيۡتِكَ ٱلۡمُحَرَّمِ رَبَّنَا لِيُقِيمُواْ ٱلصَّلَوٰةَ فَٱجۡعَلۡ أَفۡـِٔدَةٗ مِّنَ ٱلنَّاسِ تَهۡوِيٓ إِلَيۡهِمۡ وَٱرۡزُقۡهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَشۡكُرُونَ", "english" : "Our Lord I have settled some of my descendants in an uncultivated valley near Your sacred House our Lord that they may establish prayer. So make hearts among the people incline toward them and provide for them from the fruits that they might be grateful", "urdu" : "پروردگار، میں نے ایک بے آب و گیاہ وادی میں اپنی اولاد کے ایک حصے کو تیرے محترم گھر کے پاس لا بسایا ہے پروردگار، یہ میں نے اس لیے کیا ہے کہ یہ لوگ یہاں نماز قائم کریں، لہٰذا تو لوگوں کے دلوں کو اِن کا مشتاق بنا اور انہیں کھانے کو پھل دے، شاید کہ یہ شکر گزار بنیں","chinese" : "我们的主啊！我确已使我的部分后裔住在一个没有庄稼的山谷里，住在你的禁房附近——我们的主啊！——以便他们谨守拜功，求你使一部分人的心依恋他们，求你以一部分果实供给他们，以便他们感谢","turkey" : "Rabbimiz! Ben çocuklarımdan kimini namaz kılabilmeleri için Senin kutsal evinin yanında ziraata elverişsiz bir vadiye yerleştirdim. Rabbimiz! İnsanların gönüllerini onlara meylettir şükretmeleri için onları ürünlerle rızıklandır"} ,{"id": "38", "arabic" : "رَبَّنَآ إِنَّكَ تَعۡلَمُ مَا نُخۡفِي وَمَا نُعۡلِنُۗ وَمَا يَخۡفَىٰ عَلَى ٱللَّهِ مِن شَيۡءٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ", "english" : "Our Lord indeed You know what we conceal and what we declare and nothing is hidden from Allah on the earth or in the heaven", "urdu" : "پروردگار، تو جانتا ہے جو کچھ ہم چھپاتے ہیں اور جو کچھ ظاہر کرتے ہیں اور واقعی اللہ سے کچھ بھی چھپا ہوا نہیں ہے، نہ زمین میں نہ آسمانوں میں","chinese" : "我们的主啊！你必定知道我们所隐讳的和我们所表白的。天地间没有什么事物能满过安拉。","turkey" : "Rabbimiz! Doğrusu Sen gizlediğimizi de açığa vurduğumuzu da bilirsin. Yerde ve gökte hiçbir şey Allah'tan gizli kalmaz"} ,{"id": "39", "arabic" : "ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي وَهَبَ لِي عَلَى ٱلۡكِبَرِ إِسۡمَٰعِيلَ وَإِسۡحَٰقَۚ إِنَّ رَبِّي لَسَمِيعُ ٱلدُّعَآءِ", "english" : "Praise to Allah who has granted to me in old age Ishmael and Isaac. Indeed my Lord is the Hearer of supplication", "urdu" : "شکر ہے اُس خدا کا جس نے مجھے اِس بڑھاپے میں اسماعیلؑ اور اسحاقؑ جیسے بیٹے دیے، حقیقت یہ ہے کہ میرا رب ضرور دعا سنتا ہے","chinese" : "一切赞颂，全归安拉！他在我老迈的时候，赏赐我易司马仪和易司哈格。我的主确是听取祈祷的。","turkey" : "Kocamışken bana İsmail ve İshak'ı veren Allah'a hamdolsun. Doğrusu Rabbim duaları işitendir"} ,{"id": "40", "arabic" : "رَبِّ ٱجۡعَلۡنِي مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِيۚ رَبَّنَا وَتَقَبَّلۡ دُعَآءِ", "english" : "My Lord make me an establisher of prayer and [many] from my descendants. Our Lord and accept my supplication", "urdu" : "ا ے میرے پروردگار، مجھے نماز قائم کرنے والا بنا اور میری اولاد سے بھی (ایسے لوگ اٹھا جو یہ کام کریں) پروردگار، میری دعا قبول کر","chinese" : "我的主啊！求你使我和一部分后裔谨守拜功。我们的主啊！求你接受我的祈祷。","turkey" : "Rabbim! Beni ve çocuklarımı namaz kılanlardan eyle. Rabbimiz! Duamı kabul buyur"} ,{"id": "41", "arabic" : "رَبَّنَا ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِلۡمُؤۡمِنِينَ يَوۡمَ يَقُومُ ٱلۡحِسَابُ", "english" : "Our Lord forgive me and my parents and the believers the Day the account is established", "urdu" : "پروردگار، مجھے اور میرے والدین کو اور سب ایمان لانے والوں کو اُس دن معاف کر دیجیو جبکہ حساب قائم ہوگا","chinese" : "我们的主啊！求你在清算之日饶恕我和我的双亲和信士们。”","turkey" : "Rabbimiz! Hesap görülecek günde beni anamı babamı ve inananları bağışla"} ,{"id": "42", "arabic" : "وَلَا تَحۡسَبَنَّ ٱللَّهَ غَٰفِلًا عَمَّا يَعۡمَلُ ٱلظَّـٰلِمُونَۚ إِنَّمَا يُؤَخِّرُهُمۡ لِيَوۡمٖ تَشۡخَصُ فِيهِ ٱلۡأَبۡصَٰرُ", "english" : "And never think that Allah is unaware of what the wrongdoers do. He only delays them for a Day when eyes will stare [in horror]", "urdu" : "اب یہ ظالم لوگ جو کچھ کر رہے ہیں، اللہ کو تم اس سے غافل نہ سمجھو اللہ تو اِنہیں ٹال رہا ہے اُس دن کے لیے جب حال یہ ہوگا کہ آنکھیں پھٹی کی پھٹی رہ گئی ہیں","chinese" : "你绝不要以为安拉忽视不义者的行为，他只对他们缓刑到瞪眼的日子，","turkey" : "Sakın Allah'ı zalimlerin yaptıklarından habersiz sanma; gözlerin dışarı fırlayacağı bir güne kadar onları ertelemektedir"} ,{"id": "43", "arabic" : "مُهۡطِعِينَ مُقۡنِعِي رُءُوسِهِمۡ لَا يَرۡتَدُّ إِلَيۡهِمۡ طَرۡفُهُمۡۖ وَأَفۡـِٔدَتُهُمۡ هَوَآءٞ", "english" : "Racing ahead their heads raised up their glance does not come back to them and their hearts are void", "urdu" : "سر اٹھائے بھاگے چلے جا رہے ہیں، نظریں اوپر جمی ہیں اور دل اڑے جاتے ہیں","chinese" : "（在那日），他们将抬着头往前奔走，他们的眼睛不敢看自己，他们的心是空虚的。","turkey" : "O gün başları kalkmış gözleri kendilerine dönemeyecek şekilde sabit kalmış gönülleri bomboş halde koşup duracaklardır"} ,{"id": "44", "arabic" : "وَأَنذِرِ ٱلنَّاسَ يَوۡمَ يَأۡتِيهِمُ ٱلۡعَذَابُ فَيَقُولُ ٱلَّذِينَ ظَلَمُواْ رَبَّنَآ أَخِّرۡنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖ نُّجِبۡ دَعۡوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَۗ أَوَلَمۡ تَكُونُوٓاْ أَقۡسَمۡتُم مِّن قَبۡلُ مَا لَكُم مِّن زَوَالٖ", "english" : "And [O Muhammad] warn the people of a Day when the punishment will come to them and those who did wrong will say Our Lord delay us for a short term; we will answer Your call and follow the messengers. [But it will be said] Had you not sworn before that for you there would be no cessation", "urdu" : "اے محمدؐ، اُس دن سے تم اِنہیں ڈراؤ جبکہ عذاب اِنہیں آلے گا اُس وقت یہ ظالم کہیں گے کہ اے ہمارے رب، ہمیں تھوڑی سی مہلت اور دے دے، ہم تیری دعوت کو لبیک کہیں گے اور رسولوں کی پیروی کریں گے (مگر انہیں صاف جواب دے دیا جائے گا کہ) کیا تم وہی لوگ نہیں ہو جو اِس سے پہلے قسمیں کھا کھا کر کہتے تھے کہ ہم پر تو کبھی زوال آنا ہی نہیں ہے؟","chinese" : "你应当警告众人，将来要有这样的一日，刑罚将来临他们，而不义者将说：“我们的主啊！求你让我们延迟到一个临近的定期，以便我们响应你的号召，顺从你的使者。”难道你们以前没有发誓说，你们绝不会灭亡吗？","turkey" : "İnsanları kendilerine azabın geleceği gün ile uyar. Haksızlık edenler: Rabbimiz! Bizi yakın bir süreye kadar ertele de çağrına gelelim peygamberlere uyalım derler. Siz daha önce sonunuzun gelmeyeceğine yemin etmemiş miydiniz! Üstelik kendilerine yazık edenlerin yerlerinde oturdunuz. Onlara yaptıklarımız da sizlere açıklanmıştı. Size misaller de vermiştik"} ,{"id": "45", "arabic" : "وَسَكَنتُمۡ فِي مَسَٰكِنِ ٱلَّذِينَ ظَلَمُوٓاْ أَنفُسَهُمۡ وَتَبَيَّنَ لَكُمۡ كَيۡفَ فَعَلۡنَا بِهِمۡ وَضَرَبۡنَا لَكُمُ ٱلۡأَمۡثَالَ", "english" : "And you lived among the dwellings of those who wronged themselves and it had become clear to you how We dealt with them. And We presented for you [many] examples", "urdu" : "حالانکہ تم ان قوموں کی بستیوں میں رہ بس چکے تھے جنہوں نے اپنے اوپر آپ ظلم کیا تھا اور دیکھ چکے تھے کہ ہم نے اُن سے کیا سلوک کیا اور اُن کی مثالیں دے دے کر ہم تمہیں سمجھا بھی چکے تھے","chinese" : "你们曾居住在自亏者所住的地方，而且明白我是怎样处治他们的。我也为你们打了许多比方。","turkey" : "İnsanları kendilerine azabın geleceği gün ile uyar. Haksızlık edenler: Rabbimiz! Bizi yakın bir süreye kadar ertele de çağrına gelelim peygamberlere uyalım derler. Siz daha önce sonunuzun gelmeyeceğine yemin etmemiş miydiniz! Üstelik kendilerine yazık edenlerin yerlerinde oturdunuz. Onlara yaptıklarımız da sizlere açıklanmıştı. Size misaller de vermiştik"} ,{"id": "46", "arabic" : "وَقَدۡ مَكَرُواْ مَكۡرَهُمۡ وَعِندَ ٱللَّهِ مَكۡرُهُمۡ وَإِن كَانَ مَكۡرُهُمۡ لِتَزُولَ مِنۡهُ ٱلۡجِبَالُ", "english" : "And they had planned their plan but with Allah is [recorded] their plan even if their plan had been [sufficient] to do away with the mountains", "urdu" : "انہوں نے اپنی ساری ہی چالیں چل دیکھیں، مگر اُن کی ہر چال کا توڑ اللہ کے پاس تھا اگرچہ اُن کی چالیں ایسی غضب کی تھیں کہ پہاڑ اُن سے ٹل جائیں","chinese" : "他们确已用计谋，在安拉那里，有他们的计谋（的果报）。即使他们的计谋能移动群山。","turkey" : "Şüphesiz onlar düzenlerini kurdular; oysa dağları yerinden oynatacak olsa bile bu düzenleri hep Allah'ın elindeydi"} ,{"id": "47", "arabic" : "فَلَا تَحۡسَبَنَّ ٱللَّهَ مُخۡلِفَ وَعۡدِهِۦ رُسُلَهُۥٓۚ إِنَّ ٱللَّهَ عَزِيزٞ ذُو ٱنتِقَامٖ", "english" : "So never think that Allah will fail in His promise to His messengers. Indeed Allah is Exalted in Might and Owner of Retribution", "urdu" : "پس اے نبیؐ، تم ہرگز یہ گمان نہ کرو کہ اللہ کبھی اپنے رسولوں سے کیے ہوئے وعدوں کے خلاف کرے گا اللہ زبردست ہے اور انتقام لینے والا ہے","chinese" : "你绝不要以为安拉对他的使者爽约。安拉确是强大的，确是惩恶的。","turkey" : "Yerin başka bir yerle göklerin de başka göklerle değiştirildiği her şeye üstün gelen tek Allah'ın huzuruna çıktıkları günde sakın Allah'ın peygamberlerine verdiği sözden cayacağını sanma; doğrusu Allah güçlüdür öç alandır"} ,{"id": "48", "arabic" : "يَوۡمَ تُبَدَّلُ ٱلۡأَرۡضُ غَيۡرَ ٱلۡأَرۡضِ وَٱلسَّمَٰوَٰتُۖ وَبَرَزُواْ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ", "english" : "[It will be] on the Day the earth will be replaced by another earth and the heavens [as well] and all creatures will come out before Allah the One the Prevailing", "urdu" : "ڈراؤ اِنہیں اُس دن سے جبکہ زمین اور آسمان بدل کر کچھ سے کچھ کر دیے جائیں گے اور سب کے سب اللہ واحد قہار کے سامنے بے نقاب حاضر ہو جائیں گے","chinese" : "在那日，这大地要变成别的大地，诸天也要变成别的诸天，他们要出来见独一的、全能的安拉。","turkey" : "Yerin başka bir yerle göklerin de başka göklerle değiştirildiği her şeye üstün gelen tek Allah'ın huzuruna çıktıkları günde sakın Allah'ın peygamberlerine verdiği sözden cayacağını sanma; doğrusu Allah güçlüdür öç alandır"} ,{"id": "49", "arabic" : "وَتَرَى ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ مُّقَرَّنِينَ فِي ٱلۡأَصۡفَادِ", "english" : "And you will see the criminals that Day bound together in shackles", "urdu" : "اُس روز تم مجرموں کو دیکھو گے کہ زنجیروں میں ہاتھ پاؤں جکڑے ہونگے","chinese" : "在那日，你将看见罪人们带着桎梏，成双成对地被捆绑起来；","turkey" : "O gün suçluları zincirlere vurulmuş olarak görürsün"} ,{"id": "50", "arabic" : "سَرَابِيلُهُم مِّن قَطِرَانٖ وَتَغۡشَىٰ وُجُوهَهُمُ ٱلنَّارُ", "english" : "Their garments of liquid pitch and their faces covered by the Fire", "urdu" : "تارکول کے لباس پہنے ہوئے ہوں گے اور آگ کے شعلے اُن کے چہروں پر چھائے جا رہے ہوں گے","chinese" : "他们的衬衣是用沥青做的，火将笼罩他们的脸。","turkey" : "Gömlekleri katrandan olacak yüzlerini ateş bürüyecektir"} ,{"id": "51", "arabic" : "لِيَجۡزِيَ ٱللَّهُ كُلَّ نَفۡسٖ مَّا كَسَبَتۡۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ", "english" : "So that Allah will recompense every soul for what it earned. Indeed Allah is swift in account", "urdu" : "یہ اِس لیے ہوگا کہ اللہ ہر متنفس کو اس کے کیے کا بدلہ دے گا اللہ کوحساب لیتے کچھ دیر نہیں لگتی","chinese" : "以便安拉依据各人所行的善恶而加以报酬。安拉确是清算神速的。","turkey" : "Bu Allah herkese yaptığının karşılığını vereceği için böyledir. Doğrusu Allah hesabı çabuk görür"} ,{"id": "52", "arabic" : "هَٰذَا بَلَٰغٞ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِۦ وَلِيَعۡلَمُوٓاْ أَنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَلِيَذَّكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ", "english" : "This [Qur'an] is notification for the people that they may be warned thereby and that they may know that He is but one God and that those of understanding will be reminded", "urdu" : "یہ ایک پیغام ہے سب انسانوں کے لیے، اور یہ بھیجا گیا ہے اس لیے کہ اُن کو اِس کے ذریعہ سے خبردار کر دیا جائے اور وہ جان لیں کہ حقیقت میں خدا بس ایک ہی ہے اور جو عقل رکھتے ہیں وہ ہوش میں آ جائیں","chinese" : "这是对众人的充分的表示，以便他们因此而受警告，以便他们知道他只是独一的被崇拜者，以便有理智的人记取教诲。","turkey" : "Bu Kuran onunla uyarılsınlar ve tek bir Tanrı bulunduğunu bilsinler ve akıl sahipleri öğüt alsınlar diye insanlara tebliğ edilmiştir"} ]}