{"name":"الحجر","verses":[{"id": "1", "arabic" : "الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ وَقُرۡءَانٖ مُّبِينٖ", "english" : "Alif Lam Ra. These are the verses of the Book and a clear Qur'an", "urdu" : "ا ل ر یہ آیات ہیں کتاب الٰہی اور قرآن مبین کی","chinese" : "艾列弗，俩目，拉仪。这些是天经——明白的《古兰经》的节文。","turkey" : "Elif Lam Ra. Bunlar Kitap'ın ve apaçık olan Kuran'ın ayetleridir"} ,{"id": "2", "arabic" : "رُّبَمَا يَوَدُّ ٱلَّذِينَ كَفَرُواْ لَوۡ كَانُواْ مُسۡلِمِينَ", "english" : "Perhaps those who disbelieve will wish that they had been Muslims", "urdu" : "بعید نہیں کہ ایک وقت وہ آ جائے جب وہی لوگ جنہوں نے آج (دعوت اسلام کو قبول کرنے سے) انکار کر دیا ہے پچھتا پچھتا کر کہیں گے کہ کاش ہم نے سر تسلیم خم کر دیا ہوتا","chinese" : "不信道者或许要希望他们原是归顺的。","turkey" : "İnkar edenler keşke müslüman olsaydık temennisinde bulunacaklardır"} ,{"id": "3", "arabic" : "ذَرۡهُمۡ يَأۡكُلُواْ وَيَتَمَتَّعُواْ وَيُلۡهِهِمُ ٱلۡأَمَلُۖ فَسَوۡفَ يَعۡلَمُونَ", "english" : "Let them eat and enjoy themselves and be diverted by [false] hope for they are going to know", "urdu" : "چھوڑو اِنہیں کھائیں، پییں، مزے کریں، اور بھلاوے میں ڈالے رکھے اِن کو جھوٹی امید عنقریب اِنہیں معلوم ہو جائے گا","chinese" : "你听任他们吃喝玩乐吧！你听任他们受希望的诱惑吧！因为他们不久就会知道的。","turkey" : "Bırak onları yesinler zevk alsınlar; ümit onları avundursun; ilerde öğrenecekler"} ,{"id": "4", "arabic" : "وَمَآ أَهۡلَكۡنَا مِن قَرۡيَةٍ إِلَّا وَلَهَا كِتَابٞ مَّعۡلُومٞ", "english" : "And We did not destroy any city but that for it was a known decree", "urdu" : "ہم نے اِس سے پہلے جس بستی کو بھی ہلاک کیا ہے اس کے لیے ایک خاص مہلت عمل لکھی جاچکی تھی","chinese" : "我不毁灭一个城市则已，但毁灭它，就有一个可知的定期。","turkey" : "Yok ettiğimiz herhangi bir kasabanın elbette belli bir yazısı vardır"} ,{"id": "5", "arabic" : "مَّا تَسۡبِقُ مِنۡ أُمَّةٍ أَجَلَهَا وَمَا يَسۡتَـٔۡخِرُونَ", "english" : "No nation will precede its term nor will they remain thereafter", "urdu" : "کوئی قوم نہ اپنے وقت مقرر سے پہلے ہلاک ہوسکتی ہے، نہ اُس کے بعد چھوٹ سکتی ہے","chinese" : "任何民族都不能先其定期而灭亡，也不能后其定期而沦丧。","turkey" : "Hiçbir ümmet kendi süresini öne alamaz geciktiremez de"} ,{"id": "6", "arabic" : "وَقَالُواْ يَـٰٓأَيُّهَا ٱلَّذِي نُزِّلَ عَلَيۡهِ ٱلذِّكۡرُ إِنَّكَ لَمَجۡنُونٞ", "english" : "And they say O you upon whom the message has been sent down indeed you are mad", "urdu" : "یہ لوگ کہتے ہیں اے وہ شخص جس پر ذکر نازل ہوا ہے، تو یقیناً دیوانہ ہے","chinese" : "他们说：“受降示教诲的人啊！你确是一个疯子。","turkey" : "Onlar: Ey kendisine Kitap indirilen kimse! Sen mutlaka delisin. Doğrulardan isen melekleri bize getirsene dediler"} ,{"id": "7", "arabic" : "لَّوۡمَا تَأۡتِينَا بِٱلۡمَلَـٰٓئِكَةِ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ", "english" : "Why do you not bring us the angels if you should be among the truthful", "urdu" : "اگر تو سچا ہے تو ہمارے سامنے فرشتوں کو لے کیوں نہیں آتا؟","chinese" : "你怎不昭示我们一些天使呢？如果你是说实话的。”","turkey" : "Onlar: Ey kendisine Kitap indirilen kimse! Sen mutlaka delisin. Doğrulardan isen melekleri bize getirsene dediler"} ,{"id": "8", "arabic" : "مَا نُنَزِّلُ ٱلۡمَلَـٰٓئِكَةَ إِلَّا بِٱلۡحَقِّ وَمَا كَانُوٓاْ إِذٗا مُّنظَرِينَ", "english" : "We do not send down the angels except with truth; and the disbelievers would not then be reprieved", "urdu" : "ہم فرشتوں کو یوں ہی نہیں اتار دیا کرتے وہ جب اترتے ہیں تو حق کے ساتھ اترتے ہیں، اور پھر لوگوں کو مہلت نہیں دی جاتی","chinese" : "我只凭真理而降天使，到那时，他们是不蒙缓刑的。","turkey" : "Biz melekleri ancak gerekince indiririz. O takdirde de ceza görecekler asla geri bırakılmazlar"} ,{"id": "9", "arabic" : "إِنَّا نَحۡنُ نَزَّلۡنَا ٱلذِّكۡرَ وَإِنَّا لَهُۥ لَحَٰفِظُونَ", "english" : "Indeed it is We who sent down the Qur'an and indeed We will be its guardian", "urdu" : "رہا یہ ذکر، تو اِس کو ہم نے نازل کیا ہے اور ہم خود اِس کے نگہبان ہیں","chinese" : "我确已降示教诲，我确是教诲的保护者。","turkey" : "Doğrusu Kitap'ı Biz indirdik onun koruyucusu elbette Biziz"} ,{"id": "10", "arabic" : "وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي شِيَعِ ٱلۡأَوَّلِينَ", "english" : "And We had certainly sent [messengers] before you [O Muhammad] among the sects of the former peoples", "urdu" : "اے محمدؐ، ہم تم سے پہلے بہت سی گزری ہوئی قوموں میں رسول بھیج چکے ہیں","chinese" : "在你之前，我确已派遣了许多使者，去教化古代的各宗派。","turkey" : "And olsun ki senden önce çeşitli ümmetlere peygamber göndermiştik"} ,{"id": "11", "arabic" : "وَمَا يَأۡتِيهِم مِّن رَّسُولٍ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ", "english" : "And no messenger would come to them except that they ridiculed him", "urdu" : "کبھی ایسا نہیں ہوا کہ اُن کہ پاس کوئی رسول آیا ہو اور اُنہوں نے اُس کا مذاق نہ اڑایا ہو","chinese" : "没有一个使者来临他们则已，但有使者来临，他们都加以嘲笑。","turkey" : "Onlara gelen her peygamberi alaya alıyorlardı"} ,{"id": "12", "arabic" : "كَذَٰلِكَ نَسۡلُكُهُۥ فِي قُلُوبِ ٱلۡمُجۡرِمِينَ", "english" : "Thus do We insert denial into the hearts of the criminals", "urdu" : "مجرمین کے دلوں میں تو ہم اس ذکر کو اِسی طرح (سلاخ کے مانند) گزارتے ہیں","chinese" : "我这样使爱好嘲笑深入罪人们的心。","turkey" : "Aynı şekilde biz de Kitap'ı suçluların kalblerine sokarız ama ona yine de inanmazlar. Oysa kendilerinden öncekilerin uğradıkları meydandadır"} ,{"id": "13", "arabic" : "لَا يُؤۡمِنُونَ بِهِۦ وَقَدۡ خَلَتۡ سُنَّةُ ٱلۡأَوَّلِينَ", "english" : "They will not believe in it while there has already occurred the precedent of the former peoples", "urdu" : "وہ اِس پر ایمان نہیں لایا کرتے قدیم سے اِس قماش کے لوگوں کا یہی طریقہ چلا آ رہا ہے","chinese" : "他们不信我的教诲，其实，古人的常道已逝去了。","turkey" : "Aynı şekilde biz de Kitap'ı suçluların kalblerine sokarız ama ona yine de inanmazlar. Oysa kendilerinden öncekilerin uğradıkları meydandadır"} ,{"id": "14", "arabic" : "وَلَوۡ فَتَحۡنَا عَلَيۡهِم بَابٗا مِّنَ ٱلسَّمَآءِ فَظَلُّواْ فِيهِ يَعۡرُجُونَ", "english" : "And [even] if We opened to them a gate from the heaven and they continued therein to ascend", "urdu" : "اگر ہم اُن پر آسمان کا کوئی دروازہ کھول دیتے اور وہ دن دہاڑے اُس میں چڑھنے بھی لگتے","chinese" : "假若我为他们开辟一道天门，而他们从那道天门继续登天，","turkey" : "Onlara gökten bir kapı açsak da oradan çıkmağa koyulsalar: Gözlerimiz döndü biz herhalde büyülendik derler"} ,{"id": "15", "arabic" : "لَقَالُوٓاْ إِنَّمَا سُكِّرَتۡ أَبۡصَٰرُنَا بَلۡ نَحۡنُ قَوۡمٞ مَّسۡحُورُونَ", "english" : "They would say Our eyes have only been dazzled. Rather we are a people affected by magic", "urdu" : "تب بھی وہ یہی کہتے کہ ہماری آنکھوں کو دھوکا ہو رہا ہے، بلکہ ہم پر جادو کر دیا گیا ہے","chinese" : "他们必定说：“我们的眼睛受蒙蔽了，不然，我们是中了魔术的民众。”","turkey" : "Onlara gökten bir kapı açsak da oradan çıkmağa koyulsalar: Gözlerimiz döndü biz herhalde büyülendik derler"} ,{"id": "16", "arabic" : "وَلَقَدۡ جَعَلۡنَا فِي ٱلسَّمَآءِ بُرُوجٗا وَزَيَّنَّـٰهَا لِلنَّـٰظِرِينَ", "english" : "And We have placed within the heaven great stars and have beautified it for the observers", "urdu" : "یہ ہماری کار فرمائی ہے کہ آسمان میں ہم نے بہت سے مضبوط قلعے بنائے، اُن کو دیکھنے والوں کے لیے مزین کیا","chinese" : "我确已在天上创造了许多宫，我为观察者而修饰天空。","turkey" : "And olsun ki gökte burçlar meydana getirdik onları bakanlar için donattık"} ,{"id": "17", "arabic" : "وَحَفِظۡنَٰهَا مِن كُلِّ شَيۡطَٰنٖ رَّجِيمٍ", "english" : "And We have protected it from every devil expelled [from the mercy of Allah]", "urdu" : "اور ہر شیطان مردود سے ان کو محفوظ کر دیا","chinese" : "我保护着天，不许任何受诅咒的恶魔得以侵入，","turkey" : "Onları kovulmuş her şeytandan koruduk"} ,{"id": "18", "arabic" : "إِلَّا مَنِ ٱسۡتَرَقَ ٱلسَّمۡعَ فَأَتۡبَعَهُۥ شِهَابٞ مُّبِينٞ", "english" : "Except one who steals a hearing and is pursued by a clear burning flame", "urdu" : "کوئی شیطان ان میں راہ نہیں پا سکتا، الا یہ کہ کچھ سن گن لے لے اور جب وہ سن گن لینے کی کوشش کرتا ہے تو ایک شعلہ روشن اُس کا پیچھا کرتا ہے","chinese" : "但窃听的恶魔则有明显的流星赶上它。","turkey" : "Fakat kulak hırsızlığı yapan olursa parlak bir ateş onu kovalar"} ,{"id": "19", "arabic" : "وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ شَيۡءٖ مَّوۡزُونٖ", "english" : "And the earth - We have spread it and cast therein firmly set mountains and caused to grow therein [something] of every well-balanced thing", "urdu" : "ہم نے زمین کو پھیلایا، اُس میں پہاڑ جمائے، اس میں ہر نوع کی نباتات ٹھیک ٹھیک نپی تلی مقدار کے ساتھ اگائی","chinese" : "我展开了大地，并把许多山岳安置在大地上，而且使各种均衡的东西生出来。","turkey" : "Yeri yaydık oraya sabit dağlar yerleştirdik orada her şeyi bir ölçüye göre bitirdik"} ,{"id": "20", "arabic" : "وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَ وَمَن لَّسۡتُمۡ لَهُۥ بِرَٰزِقِينَ", "english" : "And We have made for you therein means of living and [for] those for whom you are not providers", "urdu" : "اور اس میں معیشت کے اسباب فراہم کیے، تمہارے لیے بھی اور اُن بہت سی مخلوقات کے لیے بھی جن کے رازق تم نہیں ہو","chinese" : "我在大地上为你们和你们所不能供养者而创造了许多生活资料。","turkey" : "Orada sizin ve rızık veremeyeceğiniz kimseler için geçimlikler meydana getirdik"} ,{"id": "21", "arabic" : "وَإِن مِّن شَيۡءٍ إِلَّا عِندَنَا خَزَآئِنُهُۥ وَمَا نُنَزِّلُهُۥٓ إِلَّا بِقَدَرٖ مَّعۡلُومٖ", "english" : "And there is not a thing but that with Us are its depositories and We do not send it down except according to a known measure", "urdu" : "کوئی چیز ایسی نہیں جس کے خزانے ہمارے پاس نہ ہوں، اور جس چیز کو بھی ہم نازل کرتے ہیں ایک مقرر مقدار میں نازل کرتے ہیں","chinese" : "每一种事物，我这里都有其仓库，我只依定数降下它。","turkey" : "Hazinesi Bizim katımızda olmayan hiçbir şey yoktur. Biz onu ancak belli bir ölçüye göre indiririz"} ,{"id": "22", "arabic" : "وَأَرۡسَلۡنَا ٱلرِّيَٰحَ لَوَٰقِحَ فَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَسۡقَيۡنَٰكُمُوهُ وَمَآ أَنتُمۡ لَهُۥ بِخَٰزِنِينَ", "english" : "And We have sent the fertilizing winds and sent down water from the sky and given you drink from it. And you are not its retainers", "urdu" : "بار آور ہواؤں کو ہم ہی بھیجتے ہیں، پھر آسمان سے پانی برساتے ہیں، اور اُس پانی سے تمہیں سیراب کرتے ہیں اِس دولت کے خزانہ دار تم نہیں ہو","chinese" : "我派遣滋润的风，我从天上降下雨水，以供给你们饮料，你们绝不是雨水的蓄藏者。","turkey" : "Rüzgarları aşılayıcı olarak gönderdik; yukarıdan su indirdik de sizi onunla suladık. Yoksa siz onu toplayamazdınız"} ,{"id": "23", "arabic" : "وَإِنَّا لَنَحۡنُ نُحۡيِۦ وَنُمِيتُ وَنَحۡنُ ٱلۡوَٰرِثُونَ", "english" : "And indeed it is We who give life and cause death and We are the Inheritor", "urdu" : "زندگی اور موت ہم دیتے ہیں، اور ہم ہی سب کے وارث ہونے والے ہیں","chinese" : "我确是能使万物生，能使万物死的；我确是万物的继承者。","turkey" : "Doğrusu dirilten ve öldüren Biziz; hepsinin gerisinde de Biz kalırız"} ,{"id": "24", "arabic" : "وَلَقَدۡ عَلِمۡنَا ٱلۡمُسۡتَقۡدِمِينَ مِنكُمۡ وَلَقَدۡ عَلِمۡنَا ٱلۡمُسۡتَـٔۡخِرِينَ", "english" : "And We have already known the preceding [generations] among you and We have already known the later [ones to come]", "urdu" : "پہلے جو لوگ تم میں سے ہو گزرے ہیں اُن کو بھی ہم نے دیکھ رکھا ہے، اور بعد کے آنے والے بھی ہماری نگاہ میں ہیں","chinese" : "我确已知道你们中先进的，我确已知道你们中后进的。","turkey" : "And olsun ki sizden önce geçenleri biliriz; and olsun ki geri kalanları da biliriz"} ,{"id": "25", "arabic" : "وَإِنَّ رَبَّكَ هُوَ يَحۡشُرُهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ", "english" : "And indeed your Lord will gather them; indeed He is Wise and Knowing", "urdu" : "یقیناً تمہارا رب ان سب کو اکٹھا کرے گا، وہ حکیم بھی ہے اور علیم بھی","chinese" : "你的主必定集合他们。他确是至睿的，确是全知的。","turkey" : "Doğrusu Rabbin onları diriltip bir araya getirecektir. Şüphesiz O Hakim'dir Herşeyi Bilen'dir"} ,{"id": "26", "arabic" : "وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ مِن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ", "english" : "And We did certainly create man out of clay from an altered black mud", "urdu" : "ہم نے انسان کو سٹری ہوئی مٹی کے سوکھے گارے سے بنایا","chinese" : "我确已用黑色的成形的粘土创造了人。","turkey" : "And olsun ki insanı kuru balçıktan işlenebilen kara topraktan yarattık"} ,{"id": "27", "arabic" : "وَٱلۡجَآنَّ خَلَقۡنَٰهُ مِن قَبۡلُ مِن نَّارِ ٱلسَّمُومِ", "english" : "And the jinn We created before from scorching fire", "urdu" : "اور اُس سے پہلے جنوں کو ہم آگ کی لپٹ سے پیدا کر چکے تھے","chinese" : "以前，我曾用烈火创造了精灵。","turkey" : "Cinleri de daha önce dumansız ateşten yarattık"} ,{"id": "28", "arabic" : "وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَـٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ", "english" : "And [mention O Muhammad] when your Lord said to the angels I will create a human being out of clay from an altered black mud", "urdu" : "پھر یاد کرو اُس موقع کو جب تمہارے رب نے فرشتوں سے کہا کہ میں سڑی ہوئی مٹی کے سوکھے گارے سے ایک بشر پیدا کر رہا ہوں","chinese" : "当时，你的主曾对天使们说：“我必定用黑色的粘土塑造人像而创造人。","turkey" : "Rabbin meleklere: Ben balçıktan işlenebilen kara topraktan bir insan yaratacağım. Onu yapıp ruhumdan üflediğimde ona secdeye kapanın demişti"} ,{"id": "29", "arabic" : "فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ", "english" : "And when I have proportioned him and breathed into him of My [created] soul then fall down to him in prostration", "urdu" : "جب میں اُسے پورا بنا چکوں اور اس میں اپنی روح سے کچھ پھونک دوں تو تم سب اس کے آگے سجدے میں گر جانا","chinese" : "当我把它塑成，而且把我的精神吹入他的塑像的时候，你们应当对他俯伏叩头。”","turkey" : "Rabbin meleklere: Ben balçıktan işlenebilen kara topraktan bir insan yaratacağım. Onu yapıp ruhumdan üflediğimde ona secdeye kapanın demişti"} ,{"id": "30", "arabic" : "فَسَجَدَ ٱلۡمَلَـٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ", "english" : "So the angels prostrated - all of them entirely", "urdu" : "چنانچہ تمام فرشتوں نے سجدہ کیا","chinese" : "随后，天使们一同叩头，","turkey" : "Bunun üzerine İblis'in dışında bütün melekler hemen secde ettiler. O secde edenlerle beraber olmaktan çekindi"} ,{"id": "31", "arabic" : "إِلَّآ إِبۡلِيسَ أَبَىٰٓ أَن يَكُونَ مَعَ ٱلسَّـٰجِدِينَ", "english" : "Except Iblees he refused to be with those who prostrated", "urdu" : "سوائے ابلیس کے کہ اُس نے سجدہ کرنے والوں کا ساتھ دینے سے انکار کر دیا","chinese" : "唯独易卜劣厮不肯同鞠躬者们一起叩头。（他拒绝叩头）。","turkey" : "Bunun üzerine İblis'in dışında bütün melekler hemen secde ettiler. O secde edenlerle beraber olmaktan çekindi"} ,{"id": "32", "arabic" : "قَالَ يَـٰٓإِبۡلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ ٱلسَّـٰجِدِينَ", "english" : "[Allah] said O Iblees what is [the matter] with you that you are not with those who prostrate", "urdu" : "رب نے پوچھا اے ابلیس، تجھے کیا ہوا کہ تو نے سجدہ کرنے والوں کا ساتھ نہ دیا؟","chinese" : "主说：“易卜劣厮啊！你怎么不叩头呢？”","turkey" : "Allah: Ey İblis! Secde edenlerle beraber olmaktan seni alıkoyan nedir? dedi"} ,{"id": "33", "arabic" : "قَالَ لَمۡ أَكُن لِّأَسۡجُدَ لِبَشَرٍ خَلَقۡتَهُۥ مِن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ", "english" : "He said Never would I prostrate to a human whom You created out of clay from an altered black mud", "urdu" : "اس نے کہا میرا یہ کام نہیں ہے کہ میں اِس بشر کو سجدہ کروں جسے تو نے سڑی ہوئی مٹی کے سوکھے گارے سے پیدا کیا ہے","chinese" : "他说：“你用黑色粘土塑成人像而创造人，我不该向他叩头。”","turkey" : "O: Balçıktan işlenebilen kara topraktan yarattığın insana secde edemem dedi"} ,{"id": "34", "arabic" : "قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ", "english" : "[Allah] said Then get out of it for indeed you are expelled", "urdu" : "رب نے فرمایا اچھا تو نکل جا یہاں سے کیونکہ تو مردود ہے","chinese" : "主说：“你从这里出去吧。因为你确是被放逐的。","turkey" : "Öyleyse defol oradan sen artık kovulmuş birisin. Doğrusu hesap gününe kadar lanet sanadır dedi"} ,{"id": "35", "arabic" : "وَإِنَّ عَلَيۡكَ ٱللَّعۡنَةَ إِلَىٰ يَوۡمِ ٱلدِّينِ", "english" : "And indeed upon you is the curse until the Day of Recompense", "urdu" : "اور اب روز جزا تک تجھ پر لعنت ہے","chinese" : "你必遭诅咒，直到报应日。”","turkey" : "Öyleyse defol oradan sen artık kovulmuş birisin. Doğrusu hesap gününe kadar lanet sanadır dedi"} ,{"id": "36", "arabic" : "قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ", "english" : "He said My Lord then reprieve me until the Day they are resurrected", "urdu" : "اُس نے عرض کیا میرے رب، یہ بات ہے تو پھر مجھے اُس روز تک کے لیے مہلت دے جبکہ سب انسان دوبارہ اٹھائے جائیں گے","chinese" : "他说：“我的主啊！求你对我缓刑，直到人类复活之日。”","turkey" : "Rabbim! Beni hiç olmazsa tekrar dirilecekleri güne kadar ertele dedi"} ,{"id": "37", "arabic" : "قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ", "english" : "[Allah] said So indeed you are of those reprieved", "urdu" : "فرمایا اچھا، تجھے مہلت ہے","chinese" : "主说：“你确是被缓刑的，","turkey" : "Allah: Sen bilinen gün gelene kadar bırakılanlardansın dedi"} ,{"id": "38", "arabic" : "إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ", "english" : "Until the Day of the time well-known", "urdu" : "اُس دن تک جس کا وقت ہمیں معلوم ہے","chinese" : "直到可知的日期。”","turkey" : "Allah: Sen bilinen gün gelene kadar bırakılanlardansın dedi"} ,{"id": "39", "arabic" : "قَالَ رَبِّ بِمَآ أَغۡوَيۡتَنِي لَأُزَيِّنَنَّ لَهُمۡ فِي ٱلۡأَرۡضِ وَلَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ", "english" : "[Iblees] said My Lord because You have put me in error I will surely make [disobedience] attractive to them on earth and I will mislead them all", "urdu" : "وہ بولا میرے رب، جیسا تو نے مجھے بہکایا اُسی طرح اب میں زمین میں اِن کے لیے دل فریبیاں پیدا کر کے اِن سب کو بہکا دوں گا","chinese" : "他说：“我的主啊！你已判定我是迷误的，所以我誓必在大地上以罪恶诱惑他们，我必定要使他们一同迷误。","turkey" : "Rabbim! Beni saptırdığın için and olsun ki yeryüzünde fenalıkları onlara güzel göstereceğim; halis kıldığın kulların bir yana onların hepsini saptıracağım dedi"} ,{"id": "40", "arabic" : "إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ", "english" : "Except among them Your chosen servants", "urdu" : "سوائے تیرے اُن بندوں کے جنہیں تو نے اِن میں سے خالص کر لیا ہو","chinese" : "除非他们中你所选拔的仆人。”","turkey" : "Rabbim! Beni saptırdığın için and olsun ki yeryüzünde fenalıkları onlara güzel göstereceğim; halis kıldığın kulların bir yana onların hepsini saptıracağım dedi"} ,{"id": "41", "arabic" : "قَالَ هَٰذَا صِرَٰطٌ عَلَيَّ مُسۡتَقِيمٌ", "english" : "[Allah] said This is a path [of return] to Me [that is] straight", "urdu" : "فرمایا یہ راستہ ہے جو سیدھا مجھ تک پہنچتا ہے","chinese" : "主说：“这是我应当维持的正路。","turkey" : "Allah şöyle dedi: Benim gerekli kıldığım dosdoğru yol budur; kullarımın üzerinde senin bir nüfuzun olamaz. Ancak sana uyan sapıklar bunun dışındadır"} ,{"id": "42", "arabic" : "إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٌ إِلَّا مَنِ ٱتَّبَعَكَ مِنَ ٱلۡغَاوِينَ", "english" : "Indeed My servants - no authority will you have over them except those who follow you of the deviators", "urdu" : "بے شک، جو میرے حقیقی بندے ہیں ان پر تیرا بس نہ چلے گا تیرا بس تو صرف اُن بہکے ہوئے لوگوں ہی پر چلے گا جو تیری پیروی کریں","chinese" : "我的仆人，你对他们绝无权力，除非那些顺从你的迷误者。","turkey" : "Allah şöyle dedi: Benim gerekli kıldığım dosdoğru yol budur; kullarımın üzerinde senin bir nüfuzun olamaz. Ancak sana uyan sapıklar bunun dışındadır"} ,{"id": "43", "arabic" : "وَإِنَّ جَهَنَّمَ لَمَوۡعِدُهُمۡ أَجۡمَعِينَ", "english" : "And indeed Hell is the promised place for them all", "urdu" : "اور ان سب کے لیے جہنم کی وعید ہے","chinese" : "火狱必定是他们全体的约定的地方。","turkey" : "Ve Cehennem onların hepsinin toplanacağı yerdir"} ,{"id": "44", "arabic" : "لَهَا سَبۡعَةُ أَبۡوَٰبٖ لِّكُلِّ بَابٖ مِّنۡهُمۡ جُزۡءٞ مَّقۡسُومٌ", "english" : "It has seven gates; for every gate is of them a portion designated", "urdu" : "یہ جہنم (جس کی وعید پیروان ابلیس کے لیے کی گئی ہے) اس کے سات دروازے ہیں ہر دروازے کے لیے اُن میں سے ایک حصہ مخصوص کر دیا گیا ہے","chinese" : "火狱有七道门，每道门将收容他们中被派定的一部分人。","turkey" : "O cehennemin yedi kapısı olup her kapıdan onların girecekleri ayrılmış bir kısım vardır"} ,{"id": "45", "arabic" : "إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّـٰتٖ وَعُيُونٍ", "english" : "Indeed the righteous will be within gardens and springs", "urdu" : "بخلاف اِس کے متقی لوگ باغوں اور چشموں میں ہوں گے","chinese" : "敬畏者们必定在一些乐园和源泉之间，","turkey" : "Allah'a karşı gelmekten sakınanlar ise cennetlerde pınar başlarındadırlar"} ,{"id": "46", "arabic" : "ٱدۡخُلُوهَا بِسَلَٰمٍ ءَامِنِينَ", "english" : "[Having been told] Enter it in peace safe [and secure]", "urdu" : "اور اُن سے کہا جائے گا کہ داخل ہو جاؤ ان میں سلامتی کے ساتھ بے خوف و خطر","chinese" : "你们平平安安地进入乐园吧！”","turkey" : "Oraya güven içinde esenlikle girin denilir"} ,{"id": "47", "arabic" : "وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلٍّ إِخۡوَٰنًا عَلَىٰ سُرُرٖ مُّتَقَٰبِلِينَ", "english" : "And We will remove whatever is in their breasts of resentment [so they will be] brothers on thrones facing each other", "urdu" : "اُن کے دلوں میں جو تھوڑی بہت کھوٹ کپٹ ہوگی اسے ہم نکال دیں گے، وہ آپس میں بھائی بھائی بن کر آمنے سامنے تختوں پر بیٹھیں گے","chinese" : "我清除他们胸中的怨恨，他们将成为弟兄，在高榻上相对而坐。","turkey" : "Biz onların gönüllerinde olan kini çıkardık artık onlar sedirler üzerinde karşılıklı oturan kardeşlerdir"} ,{"id": "48", "arabic" : "لَا يَمَسُّهُمۡ فِيهَا نَصَبٞ وَمَا هُم مِّنۡهَا بِمُخۡرَجِينَ", "english" : "No fatigue will touch them therein nor from it will they [ever] be removed", "urdu" : "اُنہیں نہ وہاں کسی مشقت سے پالا پڑے گا اور نہ وہ وہاں سے نکالے جائیں گے","chinese" : "他们在那里不感觉疲乏，他们绝不被逐出。","turkey" : "Onlar orada bir yorgunluk hissetmezler. Oradan çıkarılacak da değillerdir"} ,{"id": "49", "arabic" : "۞نَبِّئۡ عِبَادِيٓ أَنِّيٓ أَنَا ٱلۡغَفُورُ ٱلرَّحِيمُ", "english" : "[O Muhammad] inform My servants that it is I who am the Forgiving the Merciful", "urdu" : "اے نبیؐ، میرے بندوں کو خبر دے دو کہ میں بہت درگزر کرنے والا اور رحیم ہوں","chinese" : "你告诉我的仆人们，我确是至赦的，至慈的；","turkey" : "Kullarıma Benim bağışlayan merhamet eden olduğumu azabımın can yakıcı bir azap olduğunu haber ver"} ,{"id": "50", "arabic" : "وَأَنَّ عَذَابِي هُوَ ٱلۡعَذَابُ ٱلۡأَلِيمُ", "english" : "And that it is My punishment which is the painful punishment", "urdu" : "مگر اِس کے ساتھ میرا عذاب بھی نہایت دردناک عذاب ہے","chinese" : "我的刑罚确是痛苦的。","turkey" : "Kullarıma Benim bağışlayan merhamet eden olduğumu azabımın can yakıcı bir azap olduğunu haber ver"} ,{"id": "51", "arabic" : "وَنَبِّئۡهُمۡ عَن ضَيۡفِ إِبۡرَٰهِيمَ", "english" : "And inform them about the guests of Abraham", "urdu" : "اور انہیں ذرا ابراہیمؑ کے مہمانوں کا قصہ سناؤ","chinese" : "你应当对他们叙述易卜拉欣的客人们的故事。","turkey" : "Onlara İbrahim'in konuklarını da anlat"} ,{"id": "52", "arabic" : "إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗا قَالَ إِنَّا مِنكُمۡ وَجِلُونَ", "english" : "When they entered upon him and said Peace. [Abraham] said Indeed we are fearful of you", "urdu" : "جب وہ آئے اُس کے ہاں اور کہا سلام ہو تم پر، تو اُس نے کہا ہمیں تم سے ڈر لگتا ہے","chinese" : "当时，他们进去见他，说：“祝你平安。”他说：“我们确是畏惧你们的。”","turkey" : "İbrahim'in yanına girdiklerinde selam vermişlerdi. O: Doğrusu biz sizden korkuyoruz demişti de: Korkma biz sana bilgin bir oğlun olacağını müjdelemeye geldik demişlerdi"} ,{"id": "53", "arabic" : "قَالُواْ لَا تَوۡجَلۡ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ عَلِيمٖ", "english" : "[The angels] said Fear not. Indeed we give you good tidings of a learned boy", "urdu" : "اُنہوں نے جواب دیا ڈرو نہیں، ہم تمہیں ایک بڑے سیانے لڑکے کی بشارت دیتے ہیں","chinese" : "他们说：“你不要畏惧，我们的确以一个有知识的男孩子向你报喜。”","turkey" : "İbrahim'in yanına girdiklerinde selam vermişlerdi. O: Doğrusu biz sizden korkuyoruz demişti de: Korkma biz sana bilgin bir oğlun olacağını müjdelemeye geldik demişlerdi"} ,{"id": "54", "arabic" : "قَالَ أَبَشَّرۡتُمُونِي عَلَىٰٓ أَن مَّسَّنِيَ ٱلۡكِبَرُ فَبِمَ تُبَشِّرُونَ", "english" : "He said Have you given me good tidings although old age has come upon me? Then of what [wonder] do you inform", "urdu" : "ابراہیمؑ نے کہا کیا تم اِس بڑھاپے میں مجھے اولاد کی بشارت دیتے ہو؟ ذرا سوچو تو سہی کہ یہ کیسی بشارت تم مجھے دے رہے ہو؟","chinese" : "他说：“我已老迈，你们还向我报喜吗？你们以什么向我报喜呢？”","turkey" : "Ben kocamışken bana müjde mi veriyorsunuz? Neye dayanarak müjdeliyorsunuz? deyince"} ,{"id": "55", "arabic" : "قَالُواْ بَشَّرۡنَٰكَ بِٱلۡحَقِّ فَلَا تَكُن مِّنَ ٱلۡقَٰنِطِينَ", "english" : "They said We have given you good tidings in truth so do not be of the despairing", "urdu" : "اُنہوں نے جواب دیا ہم تمہیں برحق بشارت دے رہے ہیں، تم مایوس نہ ہو","chinese" : "他们说：“我们凭真理而向你报喜，所以你不要绝望。”","turkey" : "Seni gerçekten müjdeliyoruz umutsuzlardan olma demişlerdi"} ,{"id": "56", "arabic" : "قَالَ وَمَن يَقۡنَطُ مِن رَّحۡمَةِ رَبِّهِۦٓ إِلَّا ٱلضَّآلُّونَ", "english" : "He said And who despairs of the mercy of his Lord except for those astray", "urdu" : "ابراہیمؑ نے کہا اپنے رب کی رحمت سے مایوس تو گمراہ لوگ ہی ہوا کرتے ہیں","chinese" : "他说：“除迷误者外，谁会绝望于安拉的恩惠呢？”","turkey" : "Zaten sapıklardan başka kim Rabbinin rahmetinden umudunu keser! diyerek sormuştu: Ey elçiler! İşiniz nedir"} ,{"id": "57", "arabic" : "قَالَ فَمَا خَطۡبُكُمۡ أَيُّهَا ٱلۡمُرۡسَلُونَ", "english" : "[Abraham] said Then what is your business [here] O messengers", "urdu" : "پھر ابراہیمؑ نے پوچھا اے فرستادگان الٰہی، وہ مہم کیا ہے جس پر آپ حضرات تشریف لائے ہیں؟","chinese" : "他说：“使者们啊！你们有什么差事呢？”","turkey" : "Zaten sapıklardan başka kim Rabbinin rahmetinden umudunu keser! diyerek sormuştu: Ey elçiler! İşiniz nedir"} ,{"id": "58", "arabic" : "قَالُوٓاْ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمٖ مُّجۡرِمِينَ", "english" : "They said Indeed we have been sent to a people of criminals", "urdu" : "وہ بولے، ہم ایک مجرم قوم کی طرف بھیجے گئے ہیں","chinese" : "他们说：“我们奉派去惩治一群犯罪的民众。","turkey" : "Şöyle cevap vermişlerdi: Biz şüphesiz suçlu bir millete gönderildik. Lut'un ailesi bunun dışındadır. Karısı hariç hepsini kurtaracağız. Karısının geride kalanlardan olmasını gerekli bulduk"} ,{"id": "59", "arabic" : "إِلَّآ ءَالَ لُوطٍ إِنَّا لَمُنَجُّوهُمۡ أَجۡمَعِينَ", "english" : "Except the family of Lot; indeed we will save them all", "urdu" : "صرف لوطؑ کے گھر والے مستثنیٰ ہیں، ان سب کو ہم بچا لیں گے","chinese" : "鲁特的家族除外，我们确要把他们全部救出来；","turkey" : "Şöyle cevap vermişlerdi: Biz şüphesiz suçlu bir millete gönderildik. Lut'un ailesi bunun dışındadır. Karısı hariç hepsini kurtaracağız. Karısının geride kalanlardan olmasını gerekli bulduk"} ,{"id": "60", "arabic" : "إِلَّا ٱمۡرَأَتَهُۥ قَدَّرۡنَآ إِنَّهَا لَمِنَ ٱلۡغَٰبِرِينَ", "english" : "Except his wife. Allah decreed that she is of those who remain behind", "urdu" : "سوائے اُس کی بیوی کے جس کے لیے (اللہ فرماتا ہے کہ) ہم نے مقدر کر دیا ہے کہ وہ پیچھے رہ جانے والوں میں شامل رہے گی","chinese" : "但他的妻子除外，我们已预定她和其余的人同受刑罚。”","turkey" : "Şöyle cevap vermişlerdi: Biz şüphesiz suçlu bir millete gönderildik. Lut'un ailesi bunun dışındadır. Karısı hariç hepsini kurtaracağız. Karısının geride kalanlardan olmasını gerekli bulduk"} ,{"id": "61", "arabic" : "فَلَمَّا جَآءَ ءَالَ لُوطٍ ٱلۡمُرۡسَلُونَ", "english" : "And when the messengers came to the family of Lot", "urdu" : "پھر جب یہ فرستادے لوطؑ کے ہاں پہنچے","chinese" : "当使者们来到鲁特的家里的时候，","turkey" : "Elçiler Lut'un ailesine gelince Lut: Doğrusu siz tanınmayan kimselersiniz dedi"} ,{"id": "62", "arabic" : "قَالَ إِنَّكُمۡ قَوۡمٞ مُّنكَرُونَ", "english" : "He said Indeed you are people unknown", "urdu" : "تو اُس نے کہا آپ لوگ اجنبی معلوم ہوتے ہیں","chinese" : "他说：“你们确是一些陌生的人。”","turkey" : "Elçiler Lut'un ailesine gelince Lut: Doğrusu siz tanınmayan kimselersiniz dedi"} ,{"id": "63", "arabic" : "قَالُواْ بَلۡ جِئۡنَٰكَ بِمَا كَانُواْ فِيهِ يَمۡتَرُونَ", "english" : "They said But we have come to you with that about which they were disputing", "urdu" : "اُنہوں نے جواب دیا نہیں، بلکہ ہم وہی چیز لے کر آئے ہیں جس کے آنے میں یہ لوگ شک کر رہے تھے","chinese" : "他们说：“不然，我们把他们一向争论的（刑罚）带来给你了。","turkey" : "Biz sana sadece şüphe edip durdukları azabı getirdik. Sana gerçekle geldik. Şüphesiz biz doğru söyleyenleriz. Artık geceleyin bir ara aileni yola çıkar sen de arkalarından git; hiçbiriniz arkaya bakmasın; emrolunduğunuz yere doğru yürüyün dediler"} ,{"id": "64", "arabic" : "وَأَتَيۡنَٰكَ بِٱلۡحَقِّ وَإِنَّا لَصَٰدِقُونَ", "english" : "And we have come to you with truth and indeed we are truthful", "urdu" : "ہم تم سے سچ کہتے ہیں کہ ہم حق کے ساتھ تمہارے پاس آئے ہیں","chinese" : "我们把真理带来给你了，我们确是诚实的。","turkey" : "Biz sana sadece şüphe edip durdukları azabı getirdik. Sana gerçekle geldik. Şüphesiz biz doğru söyleyenleriz. Artık geceleyin bir ara aileni yola çıkar sen de arkalarından git; hiçbiriniz arkaya bakmasın; emrolunduğunuz yere doğru yürüyün dediler"} ,{"id": "65", "arabic" : "فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَٱتَّبِعۡ أَدۡبَٰرَهُمۡ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٞ وَٱمۡضُواْ حَيۡثُ تُؤۡمَرُونَ", "english" : "So set out with your family during a portion of the night and follow behind them and let not anyone among you look back and continue on to where you are commanded", "urdu" : "لہٰذا اب تم کچھ رات رہے اپنے گھر والوں کو لے کر نکل جاؤ اور خود ان کے پیچھے پیچھے چلو تم میں سے کوئی پلٹ کر نہ دیکھے بس سیدھے چلے جاؤ جدھر جانے کا تمہیں حکم دیا جا رہا ہے","chinese" : "你应当带着你的家族在深夜出行，你要跟在他们的后面，你们中的任何人也不要回头看。你们应当往前走，一直走到你们奉命到达的地方。”","turkey" : "Biz sana sadece şüphe edip durdukları azabı getirdik. Sana gerçekle geldik. Şüphesiz biz doğru söyleyenleriz. Artık geceleyin bir ara aileni yola çıkar sen de arkalarından git; hiçbiriniz arkaya bakmasın; emrolunduğunuz yere doğru yürüyün dediler"} ,{"id": "66", "arabic" : "وَقَضَيۡنَآ إِلَيۡهِ ذَٰلِكَ ٱلۡأَمۡرَ أَنَّ دَابِرَ هَـٰٓؤُلَآءِ مَقۡطُوعٞ مُّصۡبِحِينَ", "english" : "And We conveyed to him [the decree] of that matter: that those [sinners] would be eliminated by early morning", "urdu" : "اور اُسے ہم نے اپنا یہ فیصلہ پہنچا دیا کہ صبح ہوتے ہوتے اِن لوگوں کی جڑ کاٹ دی جائے گی","chinese" : "我启示他这个判决：就是这等人，在早晨将被根除。","turkey" : "Böylece Lut'a bunların sonlarının kesilmiş olarak sabahlıyacaklarını bildirdik"} ,{"id": "67", "arabic" : "وَجَآءَ أَهۡلُ ٱلۡمَدِينَةِ يَسۡتَبۡشِرُونَ", "english" : "And the people of the city came rejoicing", "urdu" : "اتنے میں شہر کے لوگ خوشی کے مارے بے تاب ہو کر لوطؑ کے گھر چڑھ آئے","chinese" : "城里的居民欣然而来，","turkey" : "Şehir halkı sevinerek geldiler"} ,{"id": "68", "arabic" : "قَالَ إِنَّ هَـٰٓؤُلَآءِ ضَيۡفِي فَلَا تَفۡضَحُونِ", "english" : "[Lot] said Indeed these are my guests so do not shame me", "urdu" : "لوطؑ نے کہا بھائیو، یہ میرے مہمان ہیں، میری فضیحت نہ کرو","chinese" : "他说：“这些是我的客人，你们不要凌辱我，","turkey" : "Lut: Bunlar benim konuklarımdır onlara karşı beni rüsvay etmeyin Allah'tan korkun beni utandırmayın dedi"} ,{"id": "69", "arabic" : "وَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ", "english" : "And fear Allah and do not disgrace me", "urdu" : "اللہ سے ڈرو، مجھے رسوا نہ کرو","chinese" : "你们应当敬畏安拉，你们不要羞辱我。”","turkey" : "Lut: Bunlar benim konuklarımdır onlara karşı beni rüsvay etmeyin Allah'tan korkun beni utandırmayın dedi"} ,{"id": "70", "arabic" : "قَالُوٓاْ أَوَلَمۡ نَنۡهَكَ عَنِ ٱلۡعَٰلَمِينَ", "english" : "They said Have we not forbidden you from [protecting] people", "urdu" : "وہ بولے کیا ہم بارہا تمہیں منع نہیں کر چکے ہیں کہ دنیا بھر کے ٹھیکے دار نہ بنو؟","chinese" : "他们说：“难道我们没有禁止你与世人来往吗？”","turkey" : "Biz sana kimseyi misafir kabul etmeyi yasak etmemiş miydik? dediler"} ,{"id": "71", "arabic" : "قَالَ هَـٰٓؤُلَآءِ بَنَاتِيٓ إِن كُنتُمۡ فَٰعِلِينَ", "english" : "[Lot] said These are my daughters - if you would be doers [of lawful marriage]", "urdu" : "لوطؑ نے عاجز ہو کر کہا اگر تمہیں کچھ کرنا ہی ہے تو یہ میری بیٹیاں موجود ہیں","chinese" : "他说：“这些是我的女儿，如果你们要干什么。”","turkey" : "Lut: Alacaksanız işte benim kızlarım dedi"} ,{"id": "72", "arabic" : "لَعَمۡرُكَ إِنَّهُمۡ لَفِي سَكۡرَتِهِمۡ يَعۡمَهُونَ", "english" : "By your life [O Muhammad] indeed they were in their intoxication wandering blindly", "urdu" : "تیری جان کی قسم اے نبیؐ، اُس وقت اُن پر ایک نشہ سا چڑھا ہوا تھا جس میں وہ آپے سے باہر ہوئے جاتے تھے","chinese" : "指你的寿命发誓，他们必将彷徨于自己的癫狂之中。","turkey" : "Senin hayatına and olsun ki onlar sarhoşlukları içinde bocalayıp duruyorlardı"} ,{"id": "73", "arabic" : "فَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ مُشۡرِقِينَ", "english" : "So the shriek seized them at sunrise", "urdu" : "آخرکار پو پھٹتے ہی اُن کو ایک زبردست دھماکے نے آ لیا","chinese" : "呐喊声在日出时袭击了他们。","turkey" : "Tanyeri ağarırken çığlık onları yakalayıverdi"} ,{"id": "74", "arabic" : "فَجَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهِمۡ حِجَارَةٗ مِّن سِجِّيلٍ", "english" : "And We made the highest part [of the city] its lowest and rained upon them stones of hard clay", "urdu" : "اور ہم نے اُس بستی کو تل پٹ کر کے رکھ دیا اور ان پر پکی ہوئی مٹی کے پتھروں کی بارش برسا دی","chinese" : "我使那个市镇天翻地覆，并使陶石像雨点般降落在他们身上。","turkey" : "Memleketlerini alt üst ettik üzerlerine sert taş yağdırdık"} ,{"id": "75", "arabic" : "إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡمُتَوَسِّمِينَ", "english" : "Indeed in that are signs for those who discern", "urdu" : "اِس واقعے میں بڑی نشانیاں ہیں اُن لوگوں کے لیے جو صاحب فراست ہیں","chinese" : "对于能考查者，此中确有许多迹象。","turkey" : "Bunda görebilen insanlar için ibretler vardır"} ,{"id": "76", "arabic" : "وَإِنَّهَا لَبِسَبِيلٖ مُّقِيمٍ", "english" : "And indeed those cities are [situated] on an established road", "urdu" : "اور وہ علاقہ (جہاں یہ واقعہ پیش آیا تھا) گزرگاہ عام پر واقع ہے","chinese" : "那个市镇确是在一条仍然存在的道路上的。","turkey" : "O şehrin kalıntıları işlek yollar üzerinde hala durmaktadır"} ,{"id": "77", "arabic" : "إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ", "english" : "Indeed in that is a sign for the believers", "urdu" : "اُس میں سامان عبرت ہے اُن لوگوں کے لیے جو صاحب ایمان ہیں","chinese" : "对于信道者，此中确有一种迹象。","turkey" : "Bunda inananlar için ibret vardır"} ,{"id": "78", "arabic" : "وَإِن كَانَ أَصۡحَٰبُ ٱلۡأَيۡكَةِ لَظَٰلِمِينَ", "english" : "And the companions of the thicket were [also] wrongdoers", "urdu" : "اور ایکہ والے ظالم تھے","chinese" : "那丛林的居民，确是不义的。","turkey" : "Eykeliler de şüphesiz zalim kimselerdi"} ,{"id": "79", "arabic" : "فَٱنتَقَمۡنَا مِنۡهُمۡ وَإِنَّهُمَا لَبِإِمَامٖ مُّبِينٖ", "english" : "So We took retribution from them and indeed both [cities] are on a clear highway", "urdu" : "تو دیکھ لو کہ ہم نے بھی اُن سے انتقام لیا، اور اِن دونوں قوموں کے اجڑے ہوئے علاقے کھلے راستے پر واقع ہیں","chinese" : "故我惩治了他们。这两个地方都在平坦的道路上。","turkey" : "Bunun için onlardan da öç aldık. Hala her iki memleket de işlek bir yol üzerindedirler"} ,{"id": "80", "arabic" : "وَلَقَدۡ كَذَّبَ أَصۡحَٰبُ ٱلۡحِجۡرِ ٱلۡمُرۡسَلِينَ", "english" : "And certainly did the companions of Thamud deny the messengers", "urdu" : "حجر کے لوگ بھی رسولوں کی تکذیب کر چکے ہیں","chinese" : "石谷的居民确已否认使者们。","turkey" : "And olsun ki Hicr halkı peygamberi yalanlamışlardı"} ,{"id": "81", "arabic" : "وَءَاتَيۡنَٰهُمۡ ءَايَٰتِنَا فَكَانُواْ عَنۡهَا مُعۡرِضِينَ", "english" : "And We gave them Our signs but from them they were turning away", "urdu" : "ہم نے اپنی آیات اُن کے پاس بھیجیں، اپنی نشانیاں اُن کو دکھائیں، مگر وہ سب کو نظر انداز ہی کرتے رہے","chinese" : "我确已把我的许多迹象昭示他们，但他们背离了它。","turkey" : "Onlara ayetlerimizi verdiğimiz halde yüz çevirmişlerdi"} ,{"id": "82", "arabic" : "وَكَانُواْ يَنۡحِتُونَ مِنَ ٱلۡجِبَالِ بُيُوتًا ءَامِنِينَ", "english" : "And they used to carve from the mountains houses feeling secure", "urdu" : "وہ پہاڑ تراش تراش کر مکان بناتے تھے اور اپنی جگہ بالکل بے خوف اور مطمئن تھے","chinese" : "他们安全地凿山为屋，","turkey" : "Dağlarda güven içinde olarak evler yontuyorlardı"} ,{"id": "83", "arabic" : "فَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ مُصۡبِحِينَ", "english" : "But the shriek seized them at early morning", "urdu" : "آخرکار ایک زبردست دھماکے نے اُن کو صبح ہوتے آ لیا","chinese" : "但呐喊声在早晨袭击了他们。","turkey" : "Sabaha karşı çığlık onları yakalayıverdi"} ,{"id": "84", "arabic" : "فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ", "english" : "So nothing availed them [from] what they used to earn", "urdu" : "اور اُن کی کمائی اُن کے کچھ کام نہ آئی","chinese" : "他们所谋求的，对于他们无济于事。","turkey" : "Yaptıkları kendilerine bir fayda sağlamadı"} ,{"id": "85", "arabic" : "وَمَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّۗ وَإِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞۖ فَٱصۡفَحِ ٱلصَّفۡحَ ٱلۡجَمِيلَ", "english" : "And We have not created the heavens and earth and that between them except in truth. And indeed the Hour is coming; so forgive with gracious forgiveness", "urdu" : "ہم نے زمین اور آسمان کو اور ان کی سب موجودات کو حق کے سوا کسی اور بنیاد پر خلق نہیں کیا ہے، اور فیصلے کی گھڑی یقیناً آنے والی ہے، پس اے محمدؐ، تم (اِن لوگوں کی بیہودگیوں پر) شریفانہ درگزر سے کام لو","chinese" : "我只凭真理创造天地万物，复活时是必定来临的。所以，你应当温和地原谅众人。","turkey" : "Biz gökleri yeri ve her ikisi arasında bulunanları gereğince yarattık. Kıyamet günü şüphesiz gelecektir. O halde yumuşak ve iyi davran"} ,{"id": "86", "arabic" : "إِنَّ رَبَّكَ هُوَ ٱلۡخَلَّـٰقُ ٱلۡعَلِيمُ", "english" : "Indeed your Lord - He is the Knowing Creator", "urdu" : "یقیناً تمہارا رب سب کا خالق ہے اور سب کچھ جانتا ہے","chinese" : "你的主确是创造万物的主，确是全知的。","turkey" : "Doğrusu yaratan ve bilen ancak Rabbindir"} ,{"id": "87", "arabic" : "وَلَقَدۡ ءَاتَيۡنَٰكَ سَبۡعٗا مِّنَ ٱلۡمَثَانِي وَٱلۡقُرۡءَانَ ٱلۡعَظِيمَ", "english" : "And We have certainly given you [O Muhammad] seven of the often repeated [verses] and the great Qur'an", "urdu" : "ہم نے تم کو سات ایسی آیتیں دے رکھی ہیں جو بار بار دہرائی جانے کے لائق ہیں، اور تمہیں قرآن عظیم عطا کیا ہے","chinese" : "我确已赏赐你常常反复诵读的七节经文和伟大的《古兰经》。","turkey" : "And olsun ki sana daima tekrarlanan yedi ayetli Fatiha'yı ve Kuran-ı Azim'i verdik"} ,{"id": "88", "arabic" : "لَا تَمُدَّنَّ عَيۡنَيۡكَ إِلَىٰ مَا مَتَّعۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّنۡهُمۡ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَٱخۡفِضۡ جَنَاحَكَ لِلۡمُؤۡمِنِينَ", "english" : "Do not extend your eyes toward that by which We have given enjoyment to [certain] categories of the disbelievers and do not grieve over them. And lower your wing to the believers", "urdu" : "تم اُس متاع دنیا کی طرف آنکھ اٹھا کر نہ دیکھو جو ہم نے اِن میں سے مختلف قسم کے لوگوں کو دے رکھی ہے، اور نہ اِن کے حال پر اپنا دل کڑھاؤ انہیں چھوڑ کر ایمان لانے والوں کی طرف جھکو","chinese" : "你不要觊觎我所使他们中各等人所享受的事物，你不要为他们而悲哀。你应当温和地对待信士们。","turkey" : "Kafirler içinde bazı kimselere verdiğimiz kat kat servete gözünü dikme onlara üzülme; inananları kanatların altına al"} ,{"id": "89", "arabic" : "وَقُلۡ إِنِّيٓ أَنَا ٱلنَّذِيرُ ٱلۡمُبِينُ", "english" : "And say Indeed I am the clear warner", "urdu" : "اور (نہ ماننے والوں سے) کہہ دو کہ میں تو صاف صاف تنبیہ کرنے والا ہوں","chinese" : "你说：“我确是坦率的警告者。”","turkey" : "De ki: Doğrusu ben apaçık bir uyarıcıyım"} ,{"id": "90", "arabic" : "كَمَآ أَنزَلۡنَا عَلَى ٱلۡمُقۡتَسِمِينَ", "english" : "Just as We had revealed [scriptures] to the separators", "urdu" : "یہ اُسی کی طرح کی تنبیہ ہے جیسی ہم نے اُن تفرقہ پردازوں کی طرف بھیجی تھی","chinese" : "那正如我所降示分配者们的〔东西〕一样的，","turkey" : "Kuran'ı işlerine geldiği gibi bölenlere de kendi Kitablarının bir kısmına inanıp bir kısmını kabul etmeyen yahudi ve hıristiyanlara da nitekim Kitap indirmiştik; Rabbine and olsun ki hepsini yaptıklarından sorumlu tutacağız"} ,{"id": "91", "arabic" : "ٱلَّذِينَ جَعَلُواْ ٱلۡقُرۡءَانَ عِضِينَ", "english" : "Who have made the Qur'an into portions", "urdu" : "جنہوں نے اپنے قرآن کو ٹکڑے ٹکڑے کر ڈالا ہے","chinese" : "他们把《古兰经》分割成若干片段。","turkey" : "Kuran'ı işlerine geldiği gibi bölenlere de kendi Kitablarının bir kısmına inanıp bir kısmını kabul etmeyen yahudi ve hıristiyanlara da nitekim Kitap indirmiştik; Rabbine and olsun ki hepsini yaptıklarından sorumlu tutacağız"} ,{"id": "92", "arabic" : "فَوَرَبِّكَ لَنَسۡـَٔلَنَّهُمۡ أَجۡمَعِينَ", "english" : "So by your Lord We will surely question them all", "urdu" : "تو قسم ہے تیرے رب کی، ہم ضرور ان سب سے پوچھیں گے","chinese" : "指你的主发誓，我必将他们全体加以审问——","turkey" : "Kuran'ı işlerine geldiği gibi bölenlere de kendi Kitablarının bir kısmına inanıp bir kısmını kabul etmeyen yahudi ve hıristiyanlara da nitekim Kitap indirmiştik; Rabbine and olsun ki hepsini yaptıklarından sorumlu tutacağız"} ,{"id": "93", "arabic" : "عَمَّا كَانُواْ يَعۡمَلُونَ", "english" : "About what they used to do", "urdu" : "کہ تم کیا کرتے رہے ہو","chinese" : "审问他们生前的行为。","turkey" : "Kuran'ı işlerine geldiği gibi bölenlere de kendi Kitablarının bir kısmına inanıp bir kısmını kabul etmeyen yahudi ve hıristiyanlara da nitekim Kitap indirmiştik; Rabbine and olsun ki hepsini yaptıklarından sorumlu tutacağız"} ,{"id": "94", "arabic" : "فَٱصۡدَعۡ بِمَا تُؤۡمَرُ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ", "english" : "Then declare what you are commanded and turn away from the polytheists", "urdu" : "پس اے نبیؐ، جس چیز کا تمہیں حکم دیا جا رہا ہے، اُسے ہانکے پکارے کہہ دو اور شرک کرنے والوں کی ذرا پروا نہ کرو","chinese" : "你应当公开宣布你所奉的命令，而且避开以物配主者。","turkey" : "Artık buyrulanı açıkça ortaya koy puta tapanlara aldırış etme"} ,{"id": "95", "arabic" : "إِنَّا كَفَيۡنَٰكَ ٱلۡمُسۡتَهۡزِءِينَ", "english" : "Indeed We are sufficient for you against the mockers", "urdu" : "تمہاری طرف سے ہم اُن مذاق اڑانے والوں کی خبر لینے کے لیے کافی ہیں","chinese" : "在对付嘲笑者方面，我必使你满足。","turkey" : "Allah'la beraber başka bir tanrının bulunduğunu kabul eden alaycılara karşı şüphesiz Biz sana kafiyiz. Yakında ne olduğunu öğreneceklerdir"} ,{"id": "96", "arabic" : "ٱلَّذِينَ يَجۡعَلُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۚ فَسَوۡفَ يَعۡلَمُونَ", "english" : "Who make [equal] with Allah another deity. But they are going to know", "urdu" : "جو اللہ کے ساتھ کسی اور کو بھی خدا قرار دیتے ہیں عنقریب انہیں معلوم ہو جائے گا","chinese" : "嘲笑者除安拉外还崇拜别的神灵，不久他们就会知道了。","turkey" : "Allah'la beraber başka bir tanrının bulunduğunu kabul eden alaycılara karşı şüphesiz Biz sana kafiyiz. Yakında ne olduğunu öğreneceklerdir"} ,{"id": "97", "arabic" : "وَلَقَدۡ نَعۡلَمُ أَنَّكَ يَضِيقُ صَدۡرُكَ بِمَا يَقُولُونَ", "english" : "And We already know that your breast is constrained by what they say", "urdu" : "ہمیں معلوم ہے کہ جو باتیں یہ لوگ تم پر بناتے ہیں ان سے تمہارے دل کو سخت کوفت ہوتی ہے","chinese" : "我确已知道你为他们的谰言而烦闷。","turkey" : "And olsun ki söyledikleri şeylerden senin gönlünün daraldığını biliyoruz"} ,{"id": "98", "arabic" : "فَسَبِّحۡ بِحَمۡدِ رَبِّكَ وَكُن مِّنَ ٱلسَّـٰجِدِينَ", "english" : "So exalt [Allah] with praise of your Lord and be of those who prostrate [to Him]", "urdu" : "اس کا علاج یہ ہے کہ اپنے رب کی حمد کے ساتھ اس کی تسبیح کرو، اس کی جناب میں سجدہ بجا لاؤ","chinese" : "你应当赞颂你的主超绝万物，你应当与众人一起叩头，","turkey" : "Rabbini hamd ile an secde edenlerden ol ve ölünceye kadar Rabbine kulluk et"} ,{"id": "99", "arabic" : "وَٱعۡبُدۡ رَبَّكَ حَتَّىٰ يَأۡتِيَكَ ٱلۡيَقِينُ", "english" : "And worship your Lord until there comes to you the certainty (death)", "urdu" : "اور اُس آخری گھڑی تک اپنے رب کی بندگی کرتے رہو جس کا آنا یقینی ہے","chinese" : "你应当崇拜你的主，直到那无疑的消息来临。","turkey" : "Rabbini hamd ile an secde edenlerden ol ve ölünceye kadar Rabbine kulluk et"} ]}