{"name":"النحل","verses":[{"id": "1", "arabic" : "أَتَىٰٓ أَمۡرُ ٱللَّهِ فَلَا تَسۡتَعۡجِلُوهُۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ", "english" : "The command of Allah is coming so be not impatient for it. Exalted is He and high above what they associate with Him", "urdu" : "آ گیا اللہ کا فیصلہ، اب اس کے لیے جلدی نہ مچاؤ پاک ہے وہ اور بالا تر ہے اُس شرک سے جو یہ لوگ کر رہے ہیں","chinese" : "安拉的命令必定来临，所以你们不必要求其早日实现，赞颂安拉超绝万物，他超乎他们所用以配他的。","turkey" : "Allah'ın buyruğu gelecektir; acele gelmesini istemeyin Allah ortak koştukları şeylerden münezzehtir yücedir"} ,{"id": "2", "arabic" : "يُنَزِّلُ ٱلۡمَلَـٰٓئِكَةَ بِٱلرُّوحِ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ أَنۡ أَنذِرُوٓاْ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ", "english" : "He sends down the angels with the inspiration of His command upon whom He wills of His servants [telling them] Warn that there is no deity except Me; so fear Me", "urdu" : "وہ اِس روح کو اپنے جس بندے پر چاہتا ہے اپنے حکم سے ملائکہ کے ذریعے نازل فرما دیتا ہے (اِس ہدایت کے ساتھ کہ لوگوں کو) آگاہ کر دو، میرے سوا کوئی تمہارا معبود نہیں ہے، لہٰذا تم مجھی سے ڈرو","chinese" : "他使天使们奉他的命令，偕同精神，降临他所意欲的仆人，说：“你们应当警告世人说：除我之外，绝无应受崇拜的，所以你们应当敬畏我。”","turkey" : "Allah kullarından dilediğine buyruğunu bildirmek için meleklerini vahiyle indirerek şöyle der: İnsanları uyarın ki Benden başka tanrı yoktur. Benden sakının"} ,{"id": "3", "arabic" : "خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ تَعَٰلَىٰ عَمَّا يُشۡرِكُونَ", "english" : "He created the heavens and earth in truth. High is He above what they associate with Him", "urdu" : "اُس نے آسمان و زمین کو برحق پیدا کیا ہے، وہ بہت بالا و برتر ہے اُس شرک سے جو یہ لوگ کرتے ہیں","chinese" : "他凭真理创造了天地，他超乎他们所用以配他的。","turkey" : "Gökleri ve yeri gereğince yaratmıştır. Onların eş koştukları şeylerden yücedir"} ,{"id": "4", "arabic" : "خَلَقَ ٱلۡإِنسَٰنَ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ", "english" : "He created man from a sperm-drop; then at once he is a clear adversary", "urdu" : "اُس نے انسان کو ایک ذرا سی بوند سے پیدا کیا اور دیکھتے دیکھتے صریحاً وہ ایک جھگڑالو ہستی بن گیا","chinese" : "他用精液创造了人，而人却突然变成了明显的对手。","turkey" : "İnsanı nutfeden yaratmıştır. Öyleyken o nasıl da açıkça karşı koymaktadır"} ,{"id": "5", "arabic" : "وَٱلۡأَنۡعَٰمَ خَلَقَهَاۖ لَكُمۡ فِيهَا دِفۡءٞ وَمَنَٰفِعُ وَمِنۡهَا تَأۡكُلُونَ", "english" : "And the grazing livestock He has created for you; in them is warmth and [numerous] benefits and from them you eat", "urdu" : "اس نے جانور پیدا کیے جن میں تمہارے لیے پوشاک بھی ہے اور خوراک بھی، اور طرح طرح کے دوسرے فائدے بھی","chinese" : "他创造了牲畜，你们可以其毛和皮御寒，可以其乳和肉充饥，还有许多益处。","turkey" : "Hayvanları da yaratmıştır. Onlarda sizi ısıtacak şeyler ve birçok faydalar vardır. Onların etlerini de yersiniz"} ,{"id": "6", "arabic" : "وَلَكُمۡ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسۡرَحُونَ", "english" : "And for you in them is [the enjoyment of] beauty when you bring them in [for the evening] and when you send them out [to pasture]", "urdu" : "اُن میں تمہارے لیے جمال ہے جب کہ صبح تم انہیں چرنے کے لیے بھیجتے ہو اور جبکہ شام انہیں واپس لاتے ہو","chinese" : "你们把牲畜赶回家或放出去吃草的时候，牲畜对于你们都有光彩。","turkey" : "Onları getirirken de gönderirken de zevk alırsınız"} ,{"id": "7", "arabic" : "وَتَحۡمِلُ أَثۡقَالَكُمۡ إِلَىٰ بَلَدٖ لَّمۡ تَكُونُواْ بَٰلِغِيهِ إِلَّا بِشِقِّ ٱلۡأَنفُسِۚ إِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٞ", "english" : "And they carry your loads to a land you could not have reached except with difficulty to yourselves. Indeed your Lord is Kind and Merciful", "urdu" : "وہ تمہارے لیے بوجھ ڈھو کر ایسے ایسے مقامات تک لے جاتے ہیں جہاں تم سخت جانفشانی کے بغیر نہیں پہنچ سکتے حقیقت یہ ہے کہ تمہارا رب بڑا ہی شفیق اور مہربان ہے","chinese" : "牲畜把你们的货物驮运到你们须经困难才能到达的地方去。你们的主确是至仁的，确是至慈的。","turkey" : "Kendi kendinize zor varacağınız memleketlere yüklerinizi taşırlar. Doğrusu Rabbiniz şefkatlidir merhametlidir"} ,{"id": "8", "arabic" : "وَٱلۡخَيۡلَ وَٱلۡبِغَالَ وَٱلۡحَمِيرَ لِتَرۡكَبُوهَا وَزِينَةٗۚ وَيَخۡلُقُ مَا لَا تَعۡلَمُونَ", "english" : "And [He created] the horses mules and donkeys for you to ride and [as] adornment. And He creates that which you do not know", "urdu" : "اُس نے گھوڑے اور خچر اور گدھے پیدا کیے تاکہ تم ان پر سوار ہو اور وہ تمہاری زندگی کی رونق بنیں وہ اور بہت سی چیزیں (تمہارے فائدے کے لیے) پیدا کرتا ہے جن کا تمہیں علم تک نہیں ہے","chinese" : "他创造马、骡、驴，以供你们骑乘，以作你们的装饰。他还创造你们所不知道的东西。","turkey" : "Sizin için atları katırları ve merkebleri binek ve süs hayvanı olarak yaratmıştır. Bilmediğiniz daha nice şeyleri de yaratır"} ,{"id": "9", "arabic" : "وَعَلَى ٱللَّهِ قَصۡدُ ٱلسَّبِيلِ وَمِنۡهَا جَآئِرٞۚ وَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ", "english" : "And upon Allah is the direction of the [right] way and among the various paths are those deviating. And if He willed He could have guided you all", "urdu" : "اور اللہ ہی کے ذمہ ہے سیدھا راستہ بتانا جب کہ راستے ٹیڑھے بھی موجود ہیں اگر وہ چاہتا تو تم سب کو ہدایت دے دیتا","chinese" : "安拉负责指示正道的责任。有些道路是偏邪的，假若他意欲，他必将你们全体引入正道。","turkey" : "Yolun eğri olanı da vardır. Allah dileseydi hepinizi doğru yola iletirdi"} ,{"id": "10", "arabic" : "هُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗۖ لَّكُم مِّنۡهُ شَرَابٞ وَمِنۡهُ شَجَرٞ فِيهِ تُسِيمُونَ", "english" : "It is He who sends down rain from the sky; from it is drink and from it is foliage in which you pasture [animals]", "urdu" : "وہی ہے جس نے آسمان سے تمہارے لیے پانی برسایا جس سے تم خود بھی سیراب ہوتے ہو اور تمہارے جانوروں کے لیے بھی چارہ پیدا ہوتا ہے","chinese" : "他从天上降下雨水，你们可以用做饮料，你们赖以放牧的树木因之而生长。","turkey" : "Yukarıdan size su indiren O'dur. Ondan içersiniz; hayvanları otlattığınız bitkiler de onunla biter"} ,{"id": "11", "arabic" : "يُنۢبِتُ لَكُم بِهِ ٱلزَّرۡعَ وَٱلزَّيۡتُونَ وَٱلنَّخِيلَ وَٱلۡأَعۡنَٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ", "english" : "He causes to grow for you thereby the crops olives palm trees grapevines and from all the fruits. Indeed in that is a sign for a people who give thought", "urdu" : "وہ اس پانی کے ذریعہ سے کھیتیاں اگاتا ہے اور زیتون اور کھجور اور انگور اور طرح طرح کے دوسرے پھل پیدا کرتا ہے اِس میں ایک بڑی نشانی ہے اُن لوگوں کے لیے جو غور و فکر کرتے ہیں","chinese" : "他为你们而生产庄稼、油橄榄、椰枣、葡萄和各种果实。对于能思维的民众，此中确有一种迹象。","turkey" : "Allah onunla size ekinler zeytin ve hurma ağaçları üzümler ve her türlü ürünü yetiştirir. Düşünen kimseler için bunda ders vardır"} ,{"id": "12", "arabic" : "وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ وَٱلنُّجُومُ مُسَخَّرَٰتُۢ بِأَمۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ", "english" : "And He has subjected for you the night and day and the sun and moon and the stars are subjected by His command. Indeed in that are signs for a people who reason", "urdu" : "اُس نے تمہاری بھلائی کے لیے رات اور دن کو اور سورج اور چاند کو مسخر کر رکھا ہے اور سب تارے بھی اُسی کے حکم سے مسخر ہیں اِس میں بہت سی نشانیاں ہیں اُن لوگوں کے لیے جو عقل سے کام لیتے ہیں","chinese" : "他为你们而制服了昼夜和日月，群星都是因他的意旨而被制服的；对于能理解的民众，此中确有许多迹象。","turkey" : "Geceyi gündüzü güneşi ayı sizin istifadenize vermiştir. Yıldızlar da O'nun buyruğuna boyun eğmiştir. Bunlarda akleden kimseler için dersler vardır"} ,{"id": "13", "arabic" : "وَمَا ذَرَأَ لَكُمۡ فِي ٱلۡأَرۡضِ مُخۡتَلِفًا أَلۡوَٰنُهُۥٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَذَّكَّرُونَ", "english" : "And [He has subjected] whatever He multiplied for you on the earth of varying colors. Indeed in that is a sign for a people who remember", "urdu" : "اور یہ جو بہت سی رنگ برنگ کی چیزیں اس نے تمہارے لیے زمین میں پیدا کر رکھی ہیں، اِن میں بھی ضرور نشانی ہے اُن لوگوں کے لیے جو سبق حاصل کرنے والے ہیں","chinese" : "（他又为你们而制服）他所为你们创造于大地的各色物品，对于能记取教诲的民众，此中确有一种迹象。","turkey" : "Yeryüzünde rengarenk şeyleri de sizin için yaratmıştır. Bunda öğüt alan kimseler için ibret vardır"} ,{"id": "14", "arabic" : "وَهُوَ ٱلَّذِي سَخَّرَ ٱلۡبَحۡرَ لِتَأۡكُلُواْ مِنۡهُ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُواْ مِنۡهُ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ مَوَاخِرَ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ", "english" : "And it is He who subjected the sea for you to eat from it tender meat and to extract from it ornaments which you wear. And you see the ships plowing through it and [He subjected it] that you may seek of His bounty; and perhaps you will be grateful", "urdu" : "وہی ہے جس نے تمہارے لیے سمندر کو مسخر کر رکھا ہے تاکہ تم اس سے ترو تازہ گوشت لے کر کھاؤ اور اس سے زینت کی وہ چیزیں نکالو جنہیں تم پہنا کرتے ہو تم دیکھتے ہو کہ کشتی سمندر کا سینہ چیرتی ہوئی چلتی ہے یہ سب کچھ اس لیے ہے کہ تم اپنے رب کا فضل تلاش کرو اور اس کے شکر گزار بنو","chinese" : "他制服海洋，以便你们渔取其中的鲜肉，做你们的食品；或采取其中的珠宝，做你们的装饰。你看船舶在其中破浪而行，以便你们寻求他的恩惠，以便你们感谢。","turkey" : "Taze et yemeniz takındığınız süsleri edinmeniz ve Allah'ın bol nimetinden faydalanmanız için denize -ki gemilerin onu yara yara gittiğini görürsün- boyun eğdiren de O'dur. Artık belki şükredersiniz"} ,{"id": "15", "arabic" : "وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَأَنۡهَٰرٗا وَسُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ", "english" : "And He has cast into the earth firmly set mountains lest it shift with you and [made] rivers and roads that you may be guided", "urdu" : "اُس نے زمین میں پہاڑوں کی میخیں گاڑ دیں تاکہ زمین تم کو لے کر ڈھلک نہ جائے اس نے د ریا جاری کیے اور قدرتی راستے بنائے تاکہ تم ہدایت پاؤ","chinese" : "他在大地上安置许多山岳，以免大地动荡，而你们不得安居。他开辟许多河流和道路，以便你们遵循正路。","turkey" : "Yeryüzünde sarsılmayasınız diye sabit dağlar nehirler ve belki yolunuzu bulursunuz diye yollar ve işaretler meydana getirmiştir. Onlar yıldızla da yollarını bulurlar"} ,{"id": "16", "arabic" : "وَعَلَٰمَٰتٖۚ وَبِٱلنَّجۡمِ هُمۡ يَهۡتَدُونَ", "english" : "And landmarks. And by the stars they are [also] guided", "urdu" : "اس نے زمین میں راستہ بتانے والی علامتیں رکھ دیں، اور تاروں سے بھی لوگ ہدایت پاتے ہیں","chinese" : "他设立许多标志，他们借助那些标志和星宿而遵循正路。","turkey" : "Yeryüzünde sarsılmayasınız diye sabit dağlar nehirler ve belki yolunuzu bulursunuz diye yollar ve işaretler meydana getirmiştir. Onlar yıldızla da yollarını bulurlar"} ,{"id": "17", "arabic" : "أَفَمَن يَخۡلُقُ كَمَن لَّا يَخۡلُقُۚ أَفَلَا تَذَكَّرُونَ", "english" : "Then is He who creates like one who does not create? So will you not be reminded", "urdu" : "پھر کیا وہ جو پیدا کرتا ہے اور وہ جو کچھ بھی پیدا نہیں کرتے، دونوں یکساں ہیں؟ کیا تم ہوش میں نہیں آتے؟","chinese" : "难道造物主同不能创造的（偶像）是一样的吗？你们怎么不记取教诲呢？","turkey" : "Hiç yaratan yaratamayana benzer mi? İbret almaz mısınız"} ,{"id": "18", "arabic" : "وَإِن تَعُدُّواْ نِعۡمَةَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱللَّهَ لَغَفُورٞ رَّحِيمٞ", "english" : "And if you should count the favors of Allah you could not enumerate them. Indeed Allah is Forgiving and Merciful", "urdu" : "اگر تم اللہ کی نعمتوں کو گننا چاہو تو گن نہیں سکتے، حقیقت یہ ہے کہ وہ بڑا ہی درگزر کرنے والا اور رحیم ہے","chinese" : "如果你们要计算安拉的恩惠，你们是无法统计的。安拉确是至赦的，确是至慈的。","turkey" : "Allah'ın verdiği nimetleri sayacak olsanız bitiremezsiniz; doğrusu Allah bağışlar merhamet eder"} ,{"id": "19", "arabic" : "وَٱللَّهُ يَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَ", "english" : "And Allah knows what you conceal and what you declare", "urdu" : "حالانکہ وہ تمہارے کھلے سے بھی واقف ہے اور چھپے سے بھی","chinese" : "安拉知道你们所隐讳的，和你们所表白的。","turkey" : "Allah gizlediklerinizi de açığa vurduklarınızı da bilir"} ,{"id": "20", "arabic" : "وَٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ لَا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ", "english" : "And those they invoke other than Allah create nothing and they [themselves] are created", "urdu" : "اور وہ دوسری ہستیاں جنہیں اللہ کو چھوڑ کر لوگ پکارتے ہیں، وہ کسی چیز کی بھی خالق نہیں ہیں بلکہ خود مخلوق ہیں","chinese" : "他们舍安拉而祈祷的不能创造任何物，而他们是被造的。","turkey" : "Allah'ı bırakıp taptıkları şeyler hiçbir şey yaratmazlar; esasen kendileri yaratıktır"} ,{"id": "21", "arabic" : "أَمۡوَٰتٌ غَيۡرُ أَحۡيَآءٖۖ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ", "english" : "They are [in fact] dead not alive and they do not perceive when they will be resurrected", "urdu" : "مردہ ہیں نہ کہ زندہ اور ان کو کچھ معلوم نہیں ہے کہ انہیں کب (دوبارہ زندہ کر کے) اٹھایا جائے گا","chinese" : "他们是死的，不是活的，他们连自己都不知道什么时候被复活。","turkey" : "Onlar cansız ölüdürler. Ne zaman dirileceklerini de bilemezler"} ,{"id": "22", "arabic" : "إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۚ فَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ قُلُوبُهُم مُّنكِرَةٞ وَهُم مُّسۡتَكۡبِرُونَ", "english" : "Your god is one God. But those who do not believe in the Hereafter - their hearts are disapproving and they are arrogant", "urdu" : "تمہارا خدا بس ایک ہی خدا ہے مگر جو لوگ آخرت کو نہیں مانتے اُن کے دلوں میں انکار بس کر رہ گیا ہے اور وہ گھمنڈ میں پڑ گئے ہیں","chinese" : "你们所应当崇拜的是唯一的受崇拜者。不信后世的人，他们的心是否认的，他们是自大的。","turkey" : "Tanrınız tek bir Tanrıdır. Ahirete inanmayanların kalbleri bunu inkar eder; onlar büyüklük taslarlar"} ,{"id": "23", "arabic" : "لَا جَرَمَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡتَكۡبِرِينَ", "english" : "Assuredly Allah knows what they conceal and what they declare. Indeed He does not like the arrogant", "urdu" : "اللہ یقیناً اِن کے سب کرتوت جانتا ہے چھپے ہوئے بھی اور کھلے ہوئے بھی وہ اُن لوگوں کو ہرگز پسند نہیں کرتا جو غرور نفس میں مبتلا ہوں","chinese" : "诚然！安拉确是知道他们所隐讳的，和他们所表白的，他确是不喜爱自大者的。","turkey" : "Onların gizlediklerini de açığa vurduklarını da Allah'ın bildiğinde şüphe yoktur. O büyüklük taslayanları sevmez"} ,{"id": "24", "arabic" : "وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمۡ قَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ", "english" : "And when it is said to them What has your Lord sent down? They say Legends of the former peoples", "urdu" : "اور جب کوئی ان سے پوچھتا ہے کہ تمہارے رب نے یہ کیا چیز نازل کی ہے، تو کہتے ہیں اجی وہ تو اگلے وقتوں کی فرسودہ کہانیاں ہیں","chinese" : "有人问他们：“你们的主曾降示什么？”他们说：“古人的神话”。","turkey" : "Onlara: Rabbiniz ne indirdi? diye sorulsa: öncekilerin masalları derler"} ,{"id": "25", "arabic" : "لِيَحۡمِلُوٓاْ أَوۡزَارَهُمۡ كَامِلَةٗ يَوۡمَ ٱلۡقِيَٰمَةِ وَمِنۡ أَوۡزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيۡرِ عِلۡمٍۗ أَلَا سَآءَ مَا يَزِرُونَ", "english" : "That they may bear their own burdens in full on the Day of Resurrection and some of the burdens of those whom they misguide without knowledge. Unquestionably evil is that which they bear", "urdu" : "یہ باتیں وہ اس لیے کرتے ہیں کہ قیامت کے روز اپنے بوجھ بھی پورے اٹھائیں، اور ساتھ ساتھ کچھ اُن لوگوں کے بوجھ بھی سمیٹیں جنہیں یہ بر بنائے جہالت گمراہ کر رہے ہیں دیکھو! کیسی سخت ذمہ داری ہے جو یہ اپنے سر لے رہے ہیں","chinese" : "以便他们在复活日承担自己的全部责任，以及被他们无知地加以误导者的一部分责任。真的，他们所承担的真恶劣！","turkey" : "Böylece kıyamet günü kendi günahlarını tam olarak bilmeden saptırdıkları kimselerin günahlarını kısmen yüklenirler. Dikkat edin yüklendikleri yük ne kötüdür"} ,{"id": "26", "arabic" : "قَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَى ٱللَّهُ بُنۡيَٰنَهُم مِّنَ ٱلۡقَوَاعِدِ فَخَرَّ عَلَيۡهِمُ ٱلسَّقۡفُ مِن فَوۡقِهِمۡ وَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ", "english" : "Those before them had already plotted but Allah came at their building from the foundations so the roof fell upon them from above them and the punishment came to them from where they did not perceive", "urdu" : "اِن سے پہلے بھی بہت سے لوگ (حق کو نیچا دکھانے کے لیے) ایسی ہی مکاریاں کر چکے ہیں، تو دیکھ لو کہ اللہ نے اُن کے مکر کی عمارت جڑ سے اکھاڑ پھینکی اور اس کی چھت اوپر سے ان کے سر پر آ رہی اور ایسے رخ سے ان پر عذاب آیا جدھر سے اس کے آنے کا اُن کو گمان تک نہ تھا","chinese" : "前人确已用计谋，但安拉把他们的建筑物彻底加以摧毁，而他们的屋顶落在他们的身上。刑罚从他们料想不道到的地方来临他们。","turkey" : "Onlardan öncekiler düzen kurmuşlardı. Bunun üzerine Allah binalarının temelini çökertti de tavanları başlarına yıkıldı. Azap onlara farketmedikleri yerden geldi"} ,{"id": "27", "arabic" : "ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يُخۡزِيهِمۡ وَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تُشَـٰٓقُّونَ فِيهِمۡۚ قَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ إِنَّ ٱلۡخِزۡيَ ٱلۡيَوۡمَ وَٱلسُّوٓءَ عَلَى ٱلۡكَٰفِرِينَ", "english" : "Then on the Day of Resurrection He will disgrace them and say Where are My 'partners' for whom you used to oppose [the believers]? Those who were given knowledge will say Indeed disgrace this Day and evil are upon the disbelievers", "urdu" : "پھر قیامت کے روز اللہ اُنہیں ذلیل و خوار کرے گا اور اُن سے کہے گا بتاؤ اب کہاں ہیں میرے وہ شریک جن کے لیے تم (اہل حق سے) جھگڑے کیا کرتے تھے؟ جن لوگوں کو دنیا میں علم حاصل تھا وہ کہیں گے آج رسوائی اور بدبختی ہے کافروں کے لیے","chinese" : "然后在复活日他要凌辱他们，并审问他们说：“我的那些伙伴——你们为了他们而与信士们相争论的——如今在哪里呢？”有学识者将要说：“凌辱和刑罚今日必归于不信道者。”","turkey" : "Sonra kıyamet günü onları rezil eder ve: Haklarında tartıştığınız Benim ortaklarım nerede? der. İlim sahibleri şöyle derler: Doğrusu bugün inkarcılara rezillik ve iğrençlik vardır"} ,{"id": "28", "arabic" : "ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَـٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡۖ فَأَلۡقَوُاْ ٱلسَّلَمَ مَا كُنَّا نَعۡمَلُ مِن سُوٓءِۭۚ بَلَىٰٓۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا كُنتُمۡ تَعۡمَلُونَ", "english" : "The ones whom the angels take in death [while] wronging themselves and [who] then offer submission [saying] We were not doing any evil. But yes! Indeed Allah is Knowing of what you used to do", "urdu" : "ہاں، اُنہی کافروں کے لیے جو اپنے نفس پر ظلم کرتے ہوئے جب ملائکہ کے ہاتھوں گرفتار ہوتے ہیں تو (سرکشی چھوڑ کر) فوراً ڈگیں ڈال دیتے ہیں اور کہتے ہیں ہم تو کوئی قصور نہیں کر رہے تھے ملائکہ جواب دیتے ہیں کر کیسے نہیں رہے تھے! اللہ تمہارے کرتوتوں سے خوب واقف ہے","chinese" : "他们在自亏的情况下，天使们使他们死亡。他们表示屈服，说：“我们没有犯过什么罪。”不然！安拉确是全知你们的行为的。","turkey" : "Melekler kendilerine yazık etmiş kimselerin canlarını alırken: Biz hiçbir kötülük yapmıyorduk diyerek teslim olurlar. Hayır; öyle değil; doğrusu Allah onların yaptıklarını bilmektedir"} ,{"id": "29", "arabic" : "فَٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَلَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ", "english" : "So enter the gates of Hell to abide eternally therein and how wretched is the residence of the arrogant", "urdu" : "اب جاؤ، جہنم کے دروازوں میں گھس جاؤ وہیں تم کو ہمیشہ رہنا ہے پس حقیقت یہ ہے کہ بڑا ہی برا ٹھکانہ ہے متکبروں کے لیے","chinese" : "他们被押进火狱而永居其中。自大者的住处真恶劣！","turkey" : "Temelli kalacağınız cehennemin kapılarından girin. Büyüklenenlerin durağı ne kötüdür"} ,{"id": "30", "arabic" : "۞وَقِيلَ لِلَّذِينَ ٱتَّقَوۡاْ مَاذَآ أَنزَلَ رَبُّكُمۡۚ قَالُواْ خَيۡرٗاۗ لِّلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۚ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞۚ وَلَنِعۡمَ دَارُ ٱلۡمُتَّقِينَ", "english" : "And it will be said to those who feared Allah What did your Lord send down? They will say [That which is] good. For those who do good in this world is good; and the home of the Hereafter is better. And how excellent is the home of the righteous", "urdu" : "دوسری طرف جب خدا ترس لوگوں سے پوچھا جاتا ہے کہ یہ کیا چیز ہے جو تمہارے رب کی طرف سے نازل ہوئی ہے، تو وہ جواب دیتے ہیں کہ بہترین چیز اتری ہے اِس طرح کے نیکوکار لوگوں کے لیے اِس دنیا میں بھی بھلائی ہے اور آخرت کا گھر تو ضرور ہی ان کے حق میں بہتر ہے بڑا اچھا گھر ہے متقیوں کا","chinese" : "有人问敬畏者说：“你们的主曾降示什么？”他们说：“他降示善言。”行善者在今世将享受美满的生活，而后世的住宅确是更好的。敬畏者的住宅真优美。","turkey" : "Sakınan kimselere: Rabbiniz ne indirdi? denince İyilik derler. Bu dünyada iyi davrananlara iyilik vardır. Ahiret yurdu ise daha iyidir. Sakınanların yurdu ne güzeldir"} ,{"id": "31", "arabic" : "جَنَّـٰتُ عَدۡنٖ يَدۡخُلُونَهَا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ لَهُمۡ فِيهَا مَا يَشَآءُونَۚ كَذَٰلِكَ يَجۡزِي ٱللَّهُ ٱلۡمُتَّقِينَ", "english" : "Gardens of perpetual residence which they will enter beneath which rivers flow. They will have therein whatever they wish. Thus does Allah reward the righteous", "urdu" : "دائمی قیام کی جنتیں، جن میں وہ داخل ہوں گے، نیچے نہریں بہہ رہی ہونگی، اور سب کچھ وہاں عین اُن کی خواہش کے مطابق ہوگا یہ جزا دیتا ہے اللہ متقیوں کو","chinese" : "常住的乐园将任随他们进去，那些乐园下临诸河，其中有他们所意欲的。安拉这样报酬敬畏者。","turkey" : "İçlerinden ırmaklar akan Adn cennetlerine girerler. Orada diledikleri kendilerine verilir. Allah sakınanları böylece mükafatlandırır"} ,{"id": "32", "arabic" : "ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَـٰٓئِكَةُ طَيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيۡكُمُ ٱدۡخُلُواْ ٱلۡجَنَّةَ بِمَا كُنتُمۡ تَعۡمَلُونَ", "english" : "The ones whom the angels take in death [being] good and pure; [the angels] will say Peace be upon you. Enter Paradise for what you used to do", "urdu" : "اُن متقیوں کو جن کی روحیں پاکیزگی کی حالت میں جب ملائکہ قبض کرتے ہیں تو کہتے ہیں سلام ہو تم پر، جاؤ جنت میں اپنے اعمال کے بدلے","chinese" : "他们在良好的情况下，天使们使他们死亡。天使们对他们说：“祝你们平安，你们可以因为自己的善功而进入乐园。”","turkey" : "Melekler onların canını temizlenmiş olarak alırken: Selam size; yaptıklarınıza karşılık haydi cennete girin derler"} ,{"id": "33", "arabic" : "هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَـٰٓئِكَةُ أَوۡ يَأۡتِيَ أَمۡرُ رَبِّكَۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ", "english" : "Do the disbelievers await [anything] except that the angels should come to them or there comes the command of your Lord? Thus did those do before them. And Allah wronged them not but they had been wronging themselves", "urdu" : "اے محمدؐ، اب جو یہ لوگ انتظار کر رہے ہیں تو اِس کے سوا اب اور کیا باقی رہ گیا ہے کہ ملائکہ ہی آ پہنچیں، یا تیرے رب کا فیصلہ صادر ہو جائے؟ اِس طرح کی ڈھٹائی اِن سے پہلے بہت سے لوگ کر چکے ہیں پھر جو کچھ اُن کے ساتھ ہوا وہ اُن پر اللہ کا ظلم نہ تھا بلکہ اُن کا اپنا ظلم تھا جو اُنہوں نے خود اپنے اوپر کیا","chinese" : "（不信道者）只能等待天使们来临他们，或等待你的主的命令降临。在他们之前的人就是这样做的。安拉没有亏枉他们，但他们却亏枉了自己。","turkey" : "Onlar kendilerine yalnız meleklerin veya senin Rabbinin buyruğunun gelmesini mi bekliyorlar? Onlardan öncekiler de böyle yapmışlardı. Allah onlara zulmetmemişti ama onlar kendilerine yazık ediyorlardı"} ,{"id": "34", "arabic" : "فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ", "english" : "So they were struck by the evil consequences of what they did and were enveloped by what they used to ridicule", "urdu" : "اُن کے کرتوتوں کی خرابیاں آخر اُن کی دامنگیر ہو گئیں اور وہی چیز اُن پر مسلط ہو کر رہی جس کا وہ مذاق اڑایا کرتے تھے","chinese" : "所以他们必遭受他们的行为的恶报，而他们一向嘲笑的（刑罚）将包围他们。","turkey" : "Bu yüzden işledikleri kötülüklere uğradılar ve alay ettikleri şey onları kuşattı"} ,{"id": "35", "arabic" : "وَقَالَ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَا عَبَدۡنَا مِن دُونِهِۦ مِن شَيۡءٖ نَّحۡنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن دُونِهِۦ مِن شَيۡءٖۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ فَهَلۡ عَلَى ٱلرُّسُلِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ", "english" : "And those who associate others with Allah say If Allah had willed we would not have worshipped anything other than Him neither we nor our fathers nor would we have forbidden anything through other than Him. Thus did those do before them. So is there upon the messengers except [the duty of] clear notification", "urdu" : "یہ مشرکین کہتے ہیں اگر اللہ چاہتا تو نہ ہم اور نہ ہمارے باپ دادا اُس کے سوا کسی اور کی عبادت کرتے اور نہ اُس کے حکم کے بغیر کسی چیز کو حرام ٹھیراتے ایسے ہی بہانے اِن سے پہلے کے لوگ بھی بناتے رہے ہیں تو کیا رسولوں پر صاف صاف بات پہنچا دینے کے سوا اور بھی کوئی ذمہ داری ہے؟","chinese" : "以物配主者说：“假若安拉意欲，则我们和我们的祖先不会舍他而崇拜任何物的，我们也不会擅自戒除任何物的。”在他们之前的人，曾这样做过了。使者们只负明白的传达的责任。","turkey" : "Allah'a eş koşanlar: Allah dileseydi O'ndan başka hiçbir şeye ne biz ve ne de babalarımız tapardı. O'nun buyruğu olmaksızın hiçbir şeyi haram kılmazdık dediler. Kendilerinden öncekiler de böyle yapmıştı. Peygamberlere apaçık tebliğden başka ne vazife düşer"} ,{"id": "36", "arabic" : "وَلَقَدۡ بَعَثۡنَا فِي كُلِّ أُمَّةٖ رَّسُولًا أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱجۡتَنِبُواْ ٱلطَّـٰغُوتَۖ فَمِنۡهُم مَّنۡ هَدَى ٱللَّهُ وَمِنۡهُم مَّنۡ حَقَّتۡ عَلَيۡهِ ٱلضَّلَٰلَةُۚ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ", "english" : "And We certainly sent into every nation a messenger [saying] Worship Allah and avoid Taghut. And among them were those whom Allah guided and among them were those upon whom error was [deservedly] decreed. So proceed through the earth and observe how was the end of the deniers", "urdu" : "ہم نے ہر امت میں ایک رسول بھیج دیا، اور اُس کے ذریعہ سے سب کو خبردار کر دیا کہ اللہ کی بندگی کرو اور طاغوت کی بندگی سے بچو اس کے بعد ان میں سے کسی کو اللہ نے ہدایت بخشی اور کسی پر ضلالت مسلط ہو گئی پھر ذرا زمین میں چل پھر کر دیکھ لو کہ جھٹلانے والوں کا کیا انجام ہو چکا ہے","chinese" : "我在每个民族中，确已派遣一个使者，说：“你们当崇拜安拉，当远离塔吾特。”但他们中有安拉所引导的，有应当迷误的。故你们当在大地上旅行，应当观察否认的人们的结局是怎样的。","turkey" : "And olsun ki her ümmete: Allah'a kulluk edin azdırıcılardan kaçının diyen peygamber göndermişizdir. Allah içlerinden kimini doğru yola eriştirdi kimi de sapıklığı haketti. Yeryüzünde gezin; peygamberleri yalanlayanların sonlarının nasıl olduğunugörün"} ,{"id": "37", "arabic" : "إِن تَحۡرِصۡ عَلَىٰ هُدَىٰهُمۡ فَإِنَّ ٱللَّهَ لَا يَهۡدِي مَن يُضِلُّۖ وَمَا لَهُم مِّن نَّـٰصِرِينَ", "english" : "[Even] if you should strive for their guidance [O Muhammad] indeed Allah does not guide those He sends astray and they will have no helpers", "urdu" : "اے محمدؐ، تم چاہے اِن کی ہدایت کے لیے کتنے ہی حریص ہو، مگر اللہ جس کو بھٹکا دیتا ہے پھر اسے ہدایت نہیں دیا کرتا اور اس طرح کے لوگوں کی مدد کوئی نہیں کر سکتا","chinese" : "如果你热望他们获得引导，那么，（你的热望是徒然的），安拉不引导那误导人者，他们绝没有任何援助者。","turkey" : "Onların doğru yolda olmalarına ne kadar özensen yine de Allah saptırdığını doğru yola iletmez. Onların yardımcıları da olmaz"} ,{"id": "38", "arabic" : "وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَا يَبۡعَثُ ٱللَّهُ مَن يَمُوتُۚ بَلَىٰ وَعۡدًا عَلَيۡهِ حَقّٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ", "english" : "And they swear by Allah their strongest oaths [that] Allah will not resurrect one who dies. But yes - [it is] a true promise [binding] upon Him but most of the people do not know", "urdu" : "یہ لوگ اللہ کے نام سے کڑی کڑی قسمیں کھا کر کہتے ہیں کہ اللہ کسی مرنے والے کو پھر سے زندہ کر کے نہ اٹھائے گا اٹھائے گا کیوں نہیں، یہ تو ایک وعدہ ہے جسے پورا کرنا اس نے اپنے اوپر واجب کر لیا ہے، مگر اکثر لوگ جانتے نہیں ہیں","chinese" : "他们指安拉而发出最严重的誓言，说：“安拉不使死人复活。”不然！这是他应当实践的诺言。但世人大半不知道。","turkey" : "Ölen kimseyi Allah'ın diriltmeyeceği üzerine bütün güçleriyle Allah'a yemin ederler. Hayır; öyle değil ayrılığa düştükleri şeyi onlara açıklamayı inkar edenlerin kendilerinin yalancı olduklarını bileceklerini Allah gerçekten vadetmiştir fakat insanların çoğu bilmezler"} ,{"id": "39", "arabic" : "لِيُبَيِّنَ لَهُمُ ٱلَّذِي يَخۡتَلِفُونَ فِيهِ وَلِيَعۡلَمَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ كَانُواْ كَٰذِبِينَ", "english" : "[It is] so He will make clear to them [the truth of] that wherein they differ and so those who have disbelieved may know that they were liars", "urdu" : "اور ایسا ہونا اس لیے ضروری ہے کہ اللہ اِن کے سامنے اُس حقیقت کو کھول دے جس کے بارے میں یہ اختلاف کر رہے ہیں اور منکرین حق کو معلوم ہو جائے کہ وہ جھوٹے تھے","chinese" : "（他将使他们复活）以便他为他们阐明他们所争论的是非，并且让不信道者知道自己原是说谎的。","turkey" : "Ölen kimseyi Allah'ın diriltmeyeceği üzerine bütün güçleriyle Allah'a yemin ederler. Hayır; öyle değil ayrılığa düştükleri şeyi onlara açıklamayı inkar edenlerin kendilerinin yalancı olduklarını bileceklerini Allah gerçekten vadetmiştir fakat insanların çoğu bilmezler"} ,{"id": "40", "arabic" : "إِنَّمَا قَوۡلُنَا لِشَيۡءٍ إِذَآ أَرَدۡنَٰهُ أَن نَّقُولَ لَهُۥ كُن فَيَكُونُ", "english" : "Indeed Our word to a thing when We intend it is but that We say to it Be and it is", "urdu" : "(رہا اس کا امکان تو) ہمیں کسی چیز کو وجود میں لانے کے لیے اس سے زیادہ کچھ کرنا نہیں ہوتا کہ اسے حکم دیں ہو جا اور بس وہ ہو جاتی ہے","chinese" : "当我要创造一件事物的时候，我只对他说声“有”，它就有了。","turkey" : "Bir şeyin olmasını istediğimiz zaman sözümüz sadece ona Ol dememizdir ve hemen olur"} ,{"id": "41", "arabic" : "وَٱلَّذِينَ هَاجَرُواْ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ظُلِمُواْ لَنُبَوِّئَنَّهُمۡ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَلَأَجۡرُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ", "english" : "And those who emigrated for [the cause of] Allah after they had been wronged - We will surely settle them in this world in a good place; but the reward of the Hereafter is greater if only they could know", "urdu" : "جو لوگ ظلم سہنے کے بعد اللہ کی خاطر ہجرت کر گئے ہیں ان کو ہم دنیا ہی میں اچھا ٹھکانا دیں گے اور آخرت کا اجر تو بہت بڑا ہے کاش جان لیں وہ مظلوم","chinese" : "在被压迫之后，为安拉而迁居者，我在今世誓必使他们获得一个优美的住处，后世的报酬是更大的，假若他们知道。","turkey" : "Haksızlığa uğratıldıktan sonra Allah yolunda hicret eden kimseleri and olsun ki dünyada güzel bir yerde yerleştiririz. Ahiret ecri ise daha büyüktür keşki bilseler"} ,{"id": "42", "arabic" : "ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ", "english" : "[They are] those who endured patiently and upon their Lord relied", "urdu" : "جنہوں نے صبر کیا ہے اور جو اپنے رب کے بھروسے پر کام کر رہے ہیں (کہ کیسا اچھا انجام اُن کا منتظر ہے)","chinese" : "他们是坚忍的，是托靠他们的主的。","turkey" : "Onlar sabreden ve yalnız Rablerine güvenen kimselerdir"} ,{"id": "43", "arabic" : "وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ", "english" : "And We sent not before you except men to whom We revealed [Our message]. So ask the people of the message if you do not know", "urdu" : "اے محمدؐ، ہم نے تم سے پہلے بھی جب کبھی رسول بھیجے ہیں آدمی ہی بھیجے ہیں جن کی طرف ہم اپنے پیغامات وحی کیا کرتے تھے اہل ذکر سے پوچھ لو اگر تم لوگ خود نہیں جانتے","chinese" : "在你之前，我只派遣了我所启示的一些男子。你们应当请教深明教诲者，如果你们不知道。","turkey" : "Doğrusu senden önce de kendilerine kitablar ve belgelerle vahyettiğimiz bir takım adamlar gönderdik. Bilmiyorsanız kitablılara sorun. Sana da insanlara gönderileni açıklayasın diye Kuran'ı indirdik. Belki düşünürler"} ,{"id": "44", "arabic" : "بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِۗ وَأَنزَلۡنَآ إِلَيۡكَ ٱلذِّكۡرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيۡهِمۡ وَلَعَلَّهُمۡ يَتَفَكَّرُونَ", "english" : "[We sent them] with clear proofs and written ordinances. And We revealed to you the message that you may make clear to the people what was sent down to them and that they might give thought", "urdu" : "پچھلے رسولوں کو بھی ہم نے روشن نشانیاں اور کتابیں دے کر بھیجا تھا، اور اب یہ ذکر تم پر نازل کیا ہے تاکہ تم لوگوں کے سامنے اُس تعلیم کی تشریح و توضیح کرتے جاؤ جو اُن کے لیے اتاری گئی ہے، اور تاکہ لوگ (خود بھی) غور و فکر کریں","chinese" : "（我曾派遣他们）带着一些明证和经典，（去教化众人），我降示你教诲，以便你对众人阐明他们所受的启示，以便他们思维。","turkey" : "Doğrusu senden önce de kendilerine kitablar ve belgelerle vahyettiğimiz bir takım adamlar gönderdik. Bilmiyorsanız kitablılara sorun. Sana da insanlara gönderileni açıklayasın diye Kuran'ı indirdik. Belki düşünürler"} ,{"id": "45", "arabic" : "أَفَأَمِنَ ٱلَّذِينَ مَكَرُواْ ٱلسَّيِّـَٔاتِ أَن يَخۡسِفَ ٱللَّهُ بِهِمُ ٱلۡأَرۡضَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ", "english" : "Then do those who have planned evil deeds feel secure that Allah will not cause the earth to swallow them or that the punishment will not come upon them from where they do not perceive", "urdu" : "پھر کیا وہ لوگ جو (دعوت پیغمبر کی مخالفت میں) بدتر سے بدتر چالیں چل رہے ہیں اِس بات سے بالکل ہی بے خوف ہو گئے ہیں کہ اللہ ان کو زمین میں دھنسا دے، یا ایسے گوشے میں ان پر عذاب لے آئے جدھر سے اس کے آنے کا ان کو وہم و گمان تک نہ ہو","chinese" : "使用诡计以作恶者，难道不怕安拉使他们随地面而陷落，或刑罚从他们料想不到的地方来临他们吗？","turkey" : "Kötü işler düzenleyenler Allah'ın kendilerini yere batırmasından yahut farketmedikleri bir yerden onlara azabın gelmesinden güvende midirler"} ,{"id": "46", "arabic" : "أَوۡ يَأۡخُذَهُمۡ فِي تَقَلُّبِهِمۡ فَمَا هُم بِمُعۡجِزِينَ", "english" : "Or that He would not seize them during their [usual] activity and they could not cause failure", "urdu" : "یا اچانک چلتے پھرتے ان کو پکڑ لے، یا ایسی حالت میں انہیں پکڑے جبکہ انہیں خود آنے والی مصیبت کا کھٹکا لگا ہوا ہو اور وہ اس سے بچنے کی فکر میں چوکنے ہوں؟","chinese" : "或在他们的旅途中惩治他们，而他们绝不能逃避。","turkey" : "Veya hareket halindelerken -ki Allah'ı aciz bırakamazlar- ya da yok olmak endişesindeyken onlara azabın gelmesinden güvende midirler? Doğrusu Rabbin şefkatlidir merhametlidir"} ,{"id": "47", "arabic" : "أَوۡ يَأۡخُذَهُمۡ عَلَىٰ تَخَوُّفٖ فَإِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٌ", "english" : "Or that He would not seize them gradually [in a state of dread]? But indeed your Lord is Kind and Merciful", "urdu" : "وہ جو کچھ بھی کرنا چاہے یہ لوگ اس کو عاجز کرنے کی طاقت نہیں رکھتے حقیقت یہ ہے کہ تمہارا رب بڑا ہی نرم خو اور رحیم ہے","chinese" : "或逐渐惩治他们，因为你们的主确是至爱的，确是至慈的。","turkey" : "Veya hareket halindelerken -ki Allah'ı aciz bırakamazlar- ya da yok olmak endişesindeyken onlara azabın gelmesinden güvende midirler? Doğrusu Rabbin şefkatlidir merhametlidir"} ,{"id": "48", "arabic" : "أَوَلَمۡ يَرَوۡاْ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ يَتَفَيَّؤُاْ ظِلَٰلُهُۥ عَنِ ٱلۡيَمِينِ وَٱلشَّمَآئِلِ سُجَّدٗا لِّلَّهِ وَهُمۡ دَٰخِرُونَ", "english" : "Have they not considered what things Allah has created? Their shadows incline to the right and to the left prostrating to Allah while they are humble", "urdu" : "اور کیا یہ لوگ اللہ کی پیدا کی ہوئی کسی چیز کو بھی نہیں دیکھتے کہ اس کا سایہ کس طرح اللہ کے حضور سجدہ کرتے ہوئے دائیں اور بائیں گرتا ہے؟ سب کے سب اِس طرح اظہار عجز کر رہے ہیں","chinese" : "难道他们没有观察安拉所创造的万物吗？各物的阴影，偏向左边和右边，为安拉而叩头，同时他们是卑贱的。","turkey" : "Allah'ın yarattığı şeylerin gölgeleri sağa sola vurarak Allah'a boyun eğerek secde etmekte olduklarını görmüyorlar mı"} ,{"id": "49", "arabic" : "وَلِلَّهِۤ يَسۡجُدُۤ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ مِن دَآبَّةٖ وَٱلۡمَلَـٰٓئِكَةُ وَهُمۡ لَا يَسۡتَكۡبِرُونَ", "english" : "And to Allah prostrates whatever is in the heavens and whatever is on the earth of creatures and the angels [as well] and they are not arrogant", "urdu" : "زمین اور آسمانوں میں جس قدر جان دار مخلوقات ہیں اور جتنے ملائکہ ہیں سب اللہ کے آگے سر بسجود ہیں وہ ہرگز سرکشی نہیں کرتے","chinese" : "天地间的动物和天使们，都只为安拉而叩头，他们不敢自大。","turkey" : "Göklerde ve yerde bulunan her canlı ve melekler büyüklük taslamaksızın Allah'a secde ederler"} ,{"id": "50", "arabic" : "يَخَافُونَ رَبَّهُم مِّن فَوۡقِهِمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ۩", "english" : "They fear their Lord above them and they do what they are commanded", "urdu" : "اپنے رب سے جو اُن کے اوپر ہے، ڈرتے ہیں اور جو کچھ حکم دیا جاتا ہے اسی کے مطابق کام کرتے ہیں","chinese" : "他们畏惧在他们上面的主宰，他们遵行自己所奉的命令。","turkey" : "Üstün olan Rablerinden korkarlar ve emrolundukları şeyleri yaparlar"} ,{"id": "51", "arabic" : "۞وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓاْ إِلَٰهَيۡنِ ٱثۡنَيۡنِۖ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ فَإِيَّـٰيَ فَٱرۡهَبُونِ", "english" : "And Allah has said Do not take for yourselves two deities. He is but one God so fear only Me", "urdu" : "اللہ کا فرمان ہے کہ دو خدا نہ بنا لو، خدا تو بس ایک ہی ہے، لہٰذا تم مجھی سے ڈرو","chinese" : "安拉说：“你们不要崇拜两个主宰，应受崇拜的，只是一个主宰。所以，你们应当只畏惧我。”","turkey" : "Allah İki tanrı edinmeyin O ancak bir tek Tanrı'dır. Yalnız Ben'den korkun dedi"} ,{"id": "52", "arabic" : "وَلَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَهُ ٱلدِّينُ وَاصِبًاۚ أَفَغَيۡرَ ٱللَّهِ تَتَّقُونَ", "english" : "And to Him belongs whatever is in the heavens and the earth and to Him is [due] worship constantly. Then is it other than Allah that you fear", "urdu" : "اُسی کا ہے وہ سب کچھ جو آسمانوں میں ہے اور جو زمین میں ہے، اور خالصاً اُسی کا دین (ساری کائنات میں) چل رہا ہے پھر کیا اللہ کو چھوڑ کر تم کسی اور سے تقویٰ کرو گے؟","chinese" : "天地万物都是他的，正教始终只归于他。难道你们舍安拉而敬畏他物吗？","turkey" : "Göklerde ve yerde olan O'nundur. Kulluk da daima O'nadır. Allah'tan başkasından mı sakınıyorsunuz"} ,{"id": "53", "arabic" : "وَمَا بِكُم مِّن نِّعۡمَةٖ فَمِنَ ٱللَّهِۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيۡهِ تَجۡـَٔرُونَ", "english" : "And whatever you have of favor - it is from Allah. Then when adversity touches you to Him you cry for help", "urdu" : "تم کو جو نعمت بھی حاصل ہے اللہ ہی کی طرف سے ہے پھر جب کوئی سخت وقت تم پر آتا ہے تو تم لوگ خود اپنی فریادیں لے کر اُسی کی طرف دوڑتے ہو","chinese" : "凡你们所享受的恩惠都是从安拉那里降下的。然后，当你们遭难的时候，你们只向他祈祷。","turkey" : "Size gelen her nimet Allah'tandır. Sonra bir sıkıntıya uğradığınızda yalnız O'na sığınırsınız"} ,{"id": "54", "arabic" : "ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمۡ إِذَا فَرِيقٞ مِّنكُم بِرَبِّهِمۡ يُشۡرِكُونَ", "english" : "Then when He removes the adversity from you at once a party of you associates others with their Lord", "urdu" : "مگر جب اللہ اس وقت کو ٹال دیتا ہے تو یکا یک تم میں سے ایک گروہ اپنے رب کے ساتھ دوسروں کو (اس مہربانی کے شکریے میں) شریک کرنے لگتا ہے","chinese" : "然后，当他解除你们的患难的时候，你们中有一部分人，立刻以物配他们的主，","turkey" : "Sıkıntılarınızı giderince de içinizden bazıları kendilerine verdiğimize nankörlük ederek Rablerine eş koşarlar. Geçinin bakalım yakında öğreneceksiniz"} ,{"id": "55", "arabic" : "لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ", "english" : "So they will deny what We have given them. Then enjoy yourselves for you are going to know", "urdu" : "تاکہ اللہ کے احسان کی ناشکری کرے اچھا، مزے کر لو، عنقریب تمہیں معلوم ہو جائے گا","chinese" : "以致辜负他所赏赐他们的恩惠。你们享受吧，不久你们就要知道了。","turkey" : "Sıkıntılarınızı giderince de içinizden bazıları kendilerine verdiğimize nankörlük ederek Rablerine eş koşarlar. Geçinin bakalım yakında öğreneceksiniz"} ,{"id": "56", "arabic" : "وَيَجۡعَلُونَ لِمَا لَا يَعۡلَمُونَ نَصِيبٗا مِّمَّا رَزَقۡنَٰهُمۡۗ تَٱللَّهِ لَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَفۡتَرُونَ", "english" : "And they assign to what they do not know a portion of that which We have provided them. By Allah you will surely be questioned about what you used to invent", "urdu" : "یہ لوگ جن کی حقیقت سے واقف نہیں ہیں اُن کے حصے ہمارے دیے ہوئے رزق میں سے مقرر کرتے ہیں خدا کی قسم، ضرور تم سے پوچھا جائے گا کہ یہ جھوٹ تم نے کیسے گھڑ لیے تھے؟","chinese" : "我所供给他们的财产，他们以其中的一部分去供奉那些无知的（偶像）。指安拉发誓，关于你们所捏造的（事物），你们必受审问。","turkey" : "Kendilerine verdiğimiz rızıktan onların ne olduğunu bilmeyen putlara pay ayırırlar. Allah'a and olsun ki uydurup durduğunuz şeylerden elbette sorguya çekileceksiniz"} ,{"id": "57", "arabic" : "وَيَجۡعَلُونَ لِلَّهِ ٱلۡبَنَٰتِ سُبۡحَٰنَهُۥ وَلَهُم مَّا يَشۡتَهُونَ", "english" : "And they attribute to Allah daughters - exalted is He - and for them is what they desire", "urdu" : "یہ خدا کے لیے بیٹیاں تجویز کرتے ہیں سبحان اللہ! اور اِن کے لیے وہ جو یہ خود چاہیں؟","chinese" : "他们以女儿归安拉——赞颂安拉，超绝万物——而以他们所愿望的归自己。","turkey" : "Beğendikleri erkek çocukları kendilerine; kızları da Allah'a malediyorlar. O bundan münezzehtir"} ,{"id": "58", "arabic" : "وَإِذَا بُشِّرَ أَحَدُهُم بِٱلۡأُنثَىٰ ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٞ", "english" : "And when one of them is informed of [the birth of] a female his face becomes dark and he suppresses grief", "urdu" : "جب اِن میں سے کسی کو بیٹی کے پیدا ہونے کی خوش خبری دی جاتی ہے تو اُس کے چہرے پر کلونس چھا جاتی ہے اور وہ بس خون کا سا گھونٹ پی کر رہ جاتا ہے","chinese" : "当他们中的一个人听说自己的妻子生女儿的时候，他们的脸黯然失色，而且满腹牢骚。","turkey" : "Aralarından birine bir kızı olduğu müjdelendiği zaman içi gamla dolarak yüzü simsiyah kesilir"} ,{"id": "59", "arabic" : "يَتَوَٰرَىٰ مِنَ ٱلۡقَوۡمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓۚ أَيُمۡسِكُهُۥ عَلَىٰ هُونٍ أَمۡ يَدُسُّهُۥ فِي ٱلتُّرَابِۗ أَلَا سَآءَ مَا يَحۡكُمُونَ", "english" : "He hides himself from the people because of the ill of which he has been informed. Should he keep it in humiliation or bury it in the ground? Unquestionably evil is what they decide", "urdu" : "لوگوں سے چھپتا پھرتا ہے کہ اِس بری خبر کے بعد کیا کسی کو منہ دکھائے سوچتا ہے کہ ذلت کے ساتھ بیٹی کو لیے رہے یا مٹی میں دبا دے؟ دیکھو کیسے برے حکم ہیں جو یہ خدا کے بارے میں لگاتے ہیں","chinese" : "他为这个噩耗而不与宗族会面，他多方考虑：究竟是忍辱保留她呢？还是把她活埋在土里呢？真的，他们的判断真恶劣。","turkey" : "Kendisine verilen kötü müjde yüzünden halktan gizlenmeye çalışır; onu utana utana tutsun mu yoksa toprağa mı gömsün? Ne kötü hükmediyorlar"} ,{"id": "60", "arabic" : "لِلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ مَثَلُ ٱلسَّوۡءِۖ وَلِلَّهِ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ", "english" : "For those who do not believe in the Hereafter is the description of evil; and for Allah is the highest attribute. And He is Exalted in Might the Wise", "urdu" : "بری صفات سے متصف کیے جانے کے لائق تو وہ لوگ ہیں جو آخرت کا یقین نہیں رکھتے رہا اللہ، تو اُس کے لیے سب سے برتر صفات ہیں، وہی تو سب پر غالب اور حکمت میں کامل ہے","chinese" : "不信后世者，有恶例；安拉有典型。他确是全能的，确是至睿的。","turkey" : "Ahirete inanmayanlar kötülük misalidirler. En üstün misali ise Allah verir. O Güçlü'dür Hakim'dir"} ,{"id": "61", "arabic" : "وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلۡمِهِم مَّا تَرَكَ عَلَيۡهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ", "english" : "And if Allah were to impose blame on the people for their wrongdoing He would not have left upon the earth any creature but He defers them for a specified term. And when their term has come they will not remain behind an hour nor will they precede [it]", "urdu" : "اگر کہیں اللہ لوگوں کو اُن کی زیادتی پر فوراً ہی پکڑ لیا کر تا تو روئے زمین پر کسی متنفس کو نہ چھوڑتا لیکن وہ سب کو ایک وقت مقرر تک مہلت دیتا ہے، پھر جب وہ وقت آ جاتا ہے تو اس سے کوئی ایک گھڑی بھر بھی آگے پیچھے نہیں ہو سکتا","chinese" : "如果安拉为世人的不义而惩治他们，那么，他不留一个人在大地上，但他让他们延迟到一个定期，当他们的定期来临的时候，他们不得延迟一瞬时，（当其未来临的时候）他们不能提前一瞬时。","turkey" : "Allah insanları haksızlıklarından ötürü yakalayacak olsaydı yeryüzünde canlı bırakmazdı. Fakat onları belirli bir süreye kadar erteler. Süreleri dolunca onu ne bir saat geciktirebilirler ne de öne alabilirler"} ,{"id": "62", "arabic" : "وَيَجۡعَلُونَ لِلَّهِ مَا يَكۡرَهُونَۚ وَتَصِفُ أَلۡسِنَتُهُمُ ٱلۡكَذِبَ أَنَّ لَهُمُ ٱلۡحُسۡنَىٰۚ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفۡرَطُونَ", "english" : "And they attribute to Allah that which they dislike and their tongues assert the lie that they will have the best [from Him]. Assuredly they will have the Fire and they will be [therein] neglected", "urdu" : "آج یہ لوگ وہ چیزیں اللہ کے لیے تجویز کر رہے ہیں جو خود اپنے لیے اِنہیں ناپسند ہیں، اور جھوٹ کہتی ہیں اِن کی زبانیں کہ اِن کے لیے بھلا ہی بھلا ہے اِن کے لیے تو ایک ہی چیز ہے، اور وہ ہے دوزخ کی آگ ضرور یہ سب سے پہلے اُس میں پہنچائے جائیں گے","chinese" : "他们以自己所厌恶的归安拉，他们妄言自己将受最佳的报酬。诚然，他们将受火狱的报酬。他们是被遗弃的。","turkey" : "Beğenmediklerini Allah'a malederler. Dilleri güzel şeylerin kendilerine ait olduğunu yalan yere söyler durur. Cehennemin onların olduğunda ve önceden oraya gideceklerinde şüphe yoktur"} ,{"id": "63", "arabic" : "تَٱللَّهِ لَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَهُوَ وَلِيُّهُمُ ٱلۡيَوۡمَ وَلَهُمۡ عَذَابٌ أَلِيمٞ", "english" : "By Allah We did certainly send [messengers] to nations before you but Satan made their deeds attractive to them. And he is the disbelievers' ally today [as well] and they will have a painful punishment", "urdu" : "خدا کی قسم، اے محمدؐ، تم سے پہلے بھی بہت سی قوموں میں ہم رسول بھیج چکے ہیں (اور پہلے بھی یہی ہوتا رہا ہے کہ) شیطان نے اُن کے برے کرتوت اُنہیں خوشنما بنا کر دکھائے (اور رسولوں کی بات انہوں نے مان کر نہ دی) وہی شیطان آج اِن لوگوں کا بھی سرپرست بنا ہوا ہے اور یہ دردناک سزا کے مستحق بن رہے ہیں","chinese" : "指安拉发誓，在你之前，我确已派遣许多使者去教化各民族；但恶魔以他们的行为迷惑他们，所以今天他是他们的保护者，他们将受痛苦的刑罚。","turkey" : "Allah'a and olsun ki senden önceki ümmetlere peygamberler gönderdik. Şeytan yaptıklarını onlara hep güzel gösterdi. Bugün de dostları odur. Onlara can yakıcı azap vardır"} ,{"id": "64", "arabic" : "وَمَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِي ٱخۡتَلَفُواْ فِيهِ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ", "english" : "And We have not revealed to you the Book [O Muhammad] except for you to make clear to them that wherein they have differed and as guidance and mercy for a people who believe", "urdu" : "ہم نے یہ کتاب تم پر اس لیے نازل کی ہے کہ تم اُن اختلافات کی حقیقت اِن پر کھول دو جن میں یہ پڑے ہوئے ہیں یہ کتاب رہنمائی اور رحمت بن کر اتری ہے اُن لوگوں کے لیے جو اِسے مان لیں","chinese" : "我降示这部经典，只为使你对他们阐明他们所争论的（是非），并且以这部经典作为信道的民众的向导和恩惠。","turkey" : "Sana Kitap'ı ayrılığa düştükleri şeyleri onlara açıklaman için inanan kimselere de doğru yol rehberi ve rahmet olarak indirdik"} ,{"id": "65", "arabic" : "وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَسۡمَعُونَ", "english" : "And Allah has sent down rain from the sky and given life thereby to the earth after its lifelessness. Indeed in that is a sign for a people who listen", "urdu" : "(تم ہر برسات میں دیکھتے ہو کہ) اللہ نے آسمان سے پانی برسایا اور یکا یک مردہ پڑی ہوئی زمین میں اُس کی بدولت جان ڈال دی یقیناً اس میں ایک نشانی ہے سننے والوں کے لیے","chinese" : "安拉从天上降下雨水，并借雨水使已死的大地复活；对善于听话的民众，此中确有一种迹象。","turkey" : "Allah gökten su indirir ve ölümünden sonra yeryüzünü diriltir. Kulak veren kimseler için bunda ibret vardır"} ,{"id": "66", "arabic" : "وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهِۦ مِنۢ بَيۡنِ فَرۡثٖ وَدَمٖ لَّبَنًا خَالِصٗا سَآئِغٗا لِّلشَّـٰرِبِينَ", "english" : "And indeed for you in grazing livestock is a lesson. We give you drink from what is in their bellies - between excretion and blood - pure milk palatable to drinkers", "urdu" : "اور تمہارے لیے مویشیوں میں بھی ایک سبق موجود ہے اُن کے پیٹ سے گوبر اور خون کے درمیان ہم ایک چیز تمہیں پلاتے ہیں، یعنی خالص دودھ، جو پینے والوں کے لیے نہایت خو ش گوار ہے","chinese" : "在牲畜中，对于你们确有一种教训。我使你们得饮那从牲畜腹内的粪和血之间提出的又纯洁又可口的乳汁。","turkey" : "Hayvanlarda da size ibretler vardır. Bağırsaklarındakiler ile kan arasından içenlere halis ve içimi kolay süt içiririz"} ,{"id": "67", "arabic" : "وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلۡأَعۡنَٰبِ تَتَّخِذُونَ مِنۡهُ سَكَرٗا وَرِزۡقًا حَسَنًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡقِلُونَ", "english" : "And from the fruits of the palm trees and grapevines you take intoxicant and good provision. Indeed in that is a sign for a people who reason", "urdu" : "(اسی طرح) کھجور کے درختوں اور انگور کی بیلوں سے بھی ہم ایک چیز تمہیں پلاتے ہیں جسے تم نشہ آور بھی بنا لیتے ہو اور پاک رزق بھی یقیناً اس میں ایک نشانی ہے عقل سے کام لینے والوں کے لیے","chinese" : "你们用椰枣和葡萄酿制醇酒和佳美的给养，对于能理解的民众，此中确有一种迹象。","turkey" : "Hurma ağaçlarının meyvelerinden ve üzümlerden şerbet şıra (içecek) ve güzel rızık elde edersiniz. Düşünen millet için bunda ibret vardır"} ,{"id": "68", "arabic" : "وَأَوۡحَىٰ رَبُّكَ إِلَى ٱلنَّحۡلِ أَنِ ٱتَّخِذِي مِنَ ٱلۡجِبَالِ بُيُوتٗا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعۡرِشُونَ", "english" : "And your Lord inspired to the bee Take for yourself among the mountains houses and among the trees and [in] that which they construct", "urdu" : "اور دیکھو، تمہارے رب نے شہد کی مکھی پر یہ بات وحی کر دی کہ پہاڑوں میں، اور درختوں میں، اور ٹٹیوں پر چڑھائی ہوئی بیلوں میں","chinese" : "你的主曾启示蜜蜂：“你可以在山上和树上筑房，以及人们所建造的蜂房里。","turkey" : "Rabbin bal arısına: Dağlarda ağaçlarda ve hazırlanmış kovanlarda yuva edin; sonra her çeşit üründen ye; sonra da Rabbinin işlemen için gösterdiği yollardan yürü diye öğretti. Karınlarından insanlara şifa olan çeşitli renklerde bal çıkar. Düşünen bir millet için bunda ibret vardır"} ,{"id": "69", "arabic" : "ثُمَّ كُلِي مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسۡلُكِي سُبُلَ رَبِّكِ ذُلُلٗاۚ يَخۡرُجُ مِنۢ بُطُونِهَا شَرَابٞ مُّخۡتَلِفٌ أَلۡوَٰنُهُۥ فِيهِ شِفَآءٞ لِّلنَّاسِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ", "english" : "Then eat from all the fruits and follow the ways of your Lord laid down [for you]. There emerges from their bellies a drink varying in colors in which there is healing for people. Indeed in that is a sign for a people who give thought", "urdu" : "اپنے چھتے بنا اور ہر طرح کے پھلوں کا رس چوس اور اپنے رب کی ہموار کی ہوئی راہوں پر چلتی رہ اِس مکھی کے اندر سے رنگ برنگ کا ایک شربت نکلتا ہے جس میں شفا ہے لوگوں کے لیے یقیناً اس میں بھی ایک نشانی ہے اُن لوگوں کے لیے جو غور و فکر کرتے ہیں","chinese" : "然后，你从每种果实上吃一点，并驯服地遵循你的主的道路。”将有一种颜色不同，而可以治病的饮料，从它的腹中吐出来；对于能思维的民众，此中确有一种迹象。","turkey" : "Rabbin bal arısına: Dağlarda ağaçlarda ve hazırlanmış kovanlarda yuva edin; sonra her çeşit üründen ye; sonra da Rabbinin işlemen için gösterdiği yollardan yürü diye öğretti. Karınlarından insanlara şifa olan çeşitli renklerde bal çıkar. Düşünen bir millet için bunda ibret vardır"} ,{"id": "70", "arabic" : "وَٱللَّهُ خَلَقَكُمۡ ثُمَّ يَتَوَفَّىٰكُمۡۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡ لَا يَعۡلَمَ بَعۡدَ عِلۡمٖ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمٞ قَدِيرٞ", "english" : "And Allah created you; then He will take you in death. And among you is he who is reversed to the most decrepit [old] age so that he will not know after [having had] knowledge a thing. Indeed Allah is Knowing and Competent", "urdu" : "اور دیکھو، اللہ نے تم کو پیدا کیا، پھر وہ تم کو موت دیتا ہے، اور تم میں سے کوئی بد ترین عمر کو پہنچا دیا جاتا ہے تاکہ سب کچھ جاننے کے بعد پھر کچھ نہ جانے حق یہ ہے کہ اللہ ہی علم میں بھی کامل ہے اور قدرت میں بھی","chinese" : "安拉创造你们，然后使你们死亡。你们中有人复返于一生中最恶劣的阶段，以致他在有知识之后又变得一无所知。安拉确是全知的，确是全能的。","turkey" : "Allah sizi yaratmıştır sonra öldürecektir içinizden bir kısmı da ömrünün en fena zamanına ulaştırılır ki bilirken bilmez olurlar. Doğrusu Allah bilendir her şeye Kadir'dir"} ,{"id": "71", "arabic" : "وَٱللَّهُ فَضَّلَ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖ فِي ٱلرِّزۡقِۚ فَمَا ٱلَّذِينَ فُضِّلُواْ بِرَآدِّي رِزۡقِهِمۡ عَلَىٰ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَهُمۡ فِيهِ سَوَآءٌۚ أَفَبِنِعۡمَةِ ٱللَّهِ يَجۡحَدُونَ", "english" : "And Allah has favored some of you over others in provision. But those who were favored would not hand over their provision to those whom their right hands possess so they would be equal to them therein. Then is it the favor of Allah they reject", "urdu" : "اور دیکھو، اللہ نے تم میں سے بعض کو بعض پر رزق میں فضیلت عطا کی ہے پھر جن لوگوں کو یہ فضیلت دی گئی ہے وہ ایسے نہیں ہیں کہ اپنا رزق اپنے غلاموں کی طرف پھیر دیا کرتے ہوں تاکہ دونوں اس رزق میں برابر کے حصہ دار بن جائیں تو کیا اللہ ہی کا احسان ماننے سے اِن لوگوں کو انکار ہے؟","chinese" : "在给养上，安拉使你们中一部分人超越另一部分人，给养优厚者绝不愿把自己的给养让给自己的奴仆，从而他们在给养上与自己平等。难道他们否认安拉的恩惠吗？","turkey" : "Allah rızıkda kiminizi diğerlerine üstün tutmuştur. Üstün kılınanlar emirleri altında bulunanların rızıklarını vermezler. Oysa rızıkta hepsi eşittir. Allah'ın nimetini bile bile inkar mı ediyorlar"} ,{"id": "72", "arabic" : "وَٱللَّهُ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَجَعَلَ لَكُم مِّنۡ أَزۡوَٰجِكُم بَنِينَ وَحَفَدَةٗ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَتِ ٱللَّهِ هُمۡ يَكۡفُرُونَ", "english" : "And Allah has made for you from yourselves mates and has made for you from your mates sons and grandchildren and has provided for you from the good things. Then in falsehood do they believe and in the favor of Allah they disbelieve", "urdu" : "اور وہ اللہ ہی ہے جس نے تمہارے لیے تمہاری ہم جنس بیویاں بنائیں اور اسی نے ان بیویوں سے تمہیں بیٹے پوتے عطا کیے اور اچھی اچھی چیزیں تمہیں کھانے کو دیں پھر کیا یہ لوگ (یہ سب کچھ دیکھتے اور جانتے ہوئے بھی) باطل کو مانتے ہیں اور اللہ کے احسان کا انکار کرتے ہیں","chinese" : "安拉以你们的同类做你们的妻子，并为你们从妻子创造儿孙。安拉还以佳美的食物供给你们。难道他们信仰虚妄，而辜负主恩吗？","turkey" : "Allah size kendinizden eşler var eder. Eşlerinizden de oğullar ve torunlar var eder. Size temiz şeylerden rızık verir. Öyleyken batıla inanıyorlar ve Allah'ın nimetini inkar mı ediyorlar"} ,{"id": "73", "arabic" : "وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمۡلِكُ لَهُمۡ رِزۡقٗا مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ شَيۡـٔٗا وَلَا يَسۡتَطِيعُونَ", "english" : "And they worship besides Allah that which does not possess for them [the power of] provision from the heavens and the earth at all and [in fact] they are unable", "urdu" : "اور اللہ کو چھوڑ کر اُن کو پوجتے ہیں جن کے ہاتھ میں نہ آسمانوں سے انہیں کچھ بھی رزق دینا ہے نہ زمین سے اور نہ یہ کام وہ کر ہی سکتے ہیں؟","chinese" : "他们舍安拉而崇拜（偶像），那是不能为他们主持从天上降下的和从地上生出的一点给养的，而且毫无能力的。","turkey" : "Allah'ı bırakıp göklerden ve yerden kendilerine verecek rızıkları olmayan ve vermeye güç yetiremeyen şeylere mi tapıyorlar"} ,{"id": "74", "arabic" : "فَلَا تَضۡرِبُواْ لِلَّهِ ٱلۡأَمۡثَالَۚ إِنَّ ٱللَّهَ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ", "english" : "So do not assert similarities to Allah. Indeed Allah knows and you do not know", "urdu" : "پس اللہ کے لیے مثالیں نہ گھڑو، اللہ جانتا ہے، تم نہیں جانتے","chinese" : "你们不要为安拉打比喻。安拉知道，而你们不知道。","turkey" : "Allah'a benzerler koşmaya kalkmayın. Şüphesiz Allah bilir siz bilmezsiniz"} ,{"id": "75", "arabic" : "۞ضَرَبَ ٱللَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهُوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًاۖ هَلۡ يَسۡتَوُۥنَۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ", "english" : "Allah presents an example: a slave [who is] owned and unable to do a thing and he to whom We have provided from Us good provision so he spends from it secretly and publicly. Can they be equal? Praise to Allah! But most of them do not know", "urdu" : "اللہ ایک مثال دیتا ہے ایک تو ہے غلام، جو دوسرے کا مملوک ہے اور خود کوئی اختیار نہیں رکھتا دوسرا شخص ایسا ہے جسے ہم نے اپنی طرف سے اچھا رزق عطا کیا ہے اور وہ اس میں سے کھلے اور چھپے خوب خرچ کرتا ہے بتاؤ، کیا یہ دونوں برابر ہیں؟ الحمدللہ، مگر اکثر لوگ (اس سیدھی بات کو) نہیں جانتے","chinese" : "安拉打一个比喻：一个奴隶，不能自由处理任何事务；一个自由人，我赏赐他优厚的给养，而他秘密地和公开地加以施舍；他俩人是一样的吗？一切赞颂，全归安拉！但他们大半不知道。","turkey" : "Allah hiçbir şeye gücü yetmeyen ve başkasının malı olan bir köle ile kendisine verdiğimiz güzel nimetlerden gizlice ve açıkça sarfeden kimseyi misal gösterir: Hiç bunlar eşit olur mu? Övülmeğe layık olan Allah'tır fakat çoğu bilmezler"} ,{"id": "76", "arabic" : "وَضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلَيۡنِ أَحَدُهُمَآ أَبۡكَمُ لَا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَهُوَ كَلٌّ عَلَىٰ مَوۡلَىٰهُ أَيۡنَمَا يُوَجِّههُّ لَا يَأۡتِ بِخَيۡرٍ هَلۡ يَسۡتَوِي هُوَ وَمَن يَأۡمُرُ بِٱلۡعَدۡلِ وَهُوَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ", "english" : "And Allah presents an example of two men one of them dumb and unable to do a thing while he is a burden to his guardian. Wherever he directs him he brings no good. Is he equal to one who commands justice while he is on a straight path", "urdu" : "اللہ ایک اور مثال دیتا ہے دو آدمی ہیں ایک گونگا بہرا ہے، کوئی کام نہیں کر سکتا، اپنے آقا پر بوجھ بنا ہوا ہے، جدھر بھی وہ اسے بھیجے کوئی بھلا کام اُس سے بن نہ آئے دوسرا شخص ایسا ہے کہ انصاف کا حکم دیتا ہے اور خود راہ راست پر قائم ہے بتاؤ کیا یہ دونوں یکساں ہیں؟","chinese" : "安拉又打一个比喻：两个男人，一个是哑巴，什么事也不能做，却是他主人的累赘，无论主人打发他到哪里去，都不能带一点福利回来；另一个走的是正路，他劝人主持公道。他俩人是一样的吗？","turkey" : "Allah iki adamı misal veriyor: Biri hiçbir şeye gücü yetmeyen bir dilsiz ki efendisine yüktür nereye gönderse bir hayır çıkmaz; bu doğru yolda olan adaletle emreden kimse ile bir olabilir mi"} ,{"id": "77", "arabic" : "وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَآ أَمۡرُ ٱلسَّاعَةِ إِلَّا كَلَمۡحِ ٱلۡبَصَرِ أَوۡ هُوَ أَقۡرَبُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ", "english" : "And to Allah belongs the unseen [aspects] of the heavens and the earth. And the command for the Hour is not but as a glance of the eye or even nearer. Indeed Allah is over all things competent", "urdu" : "اور زمین و آسمان کے پوشیدہ حقائق کا علم تو اللہ ہی کو ہے اور قیامت کے برپا ہونے کا معاملہ کچھ دیر نہ لے گا مگر بس اتنی کہ جس میں آدمی کی پلک جھپک جائے، بلکہ اس سے بھی کچھ کم حقیقت یہ ہے کہ اللہ سب کچھ کر سکتا ہے","chinese" : "天地的幽玄只是安拉的。复活时刻的到来，只在转瞬间，或更为迅速。安拉对于万事，确是全能的。","turkey" : "Göklerin ve yerin gaybı Allah'a aittir kıyamet saatinin kopuşu bir göz kırpması kadar veya daha çabuk bir zaman içinde olur. Şüphesiz Allah her şeye Kadir'dir"} ,{"id": "78", "arabic" : "وَٱللَّهُ أَخۡرَجَكُم مِّنۢ بُطُونِ أُمَّهَٰتِكُمۡ لَا تَعۡلَمُونَ شَيۡـٔٗا وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَ لَعَلَّكُمۡ تَشۡكُرُونَ", "english" : "And Allah has extracted you from the wombs of your mothers not knowing a thing and He made for you hearing and vision and intellect that perhaps you would be grateful", "urdu" : "اللہ نے تم کو تمہاری ماؤں کے پیٹوں سے نکالا اس حالت میں کہ تم کچھ نہ جانتے تھے اُس نے تمہیں کان دیے، آنکھیں دیں، اور سوچنے والے دل دیے، اس لیے کہ تم شکر گزار بنو","chinese" : "安拉使你们从母腹出生，你们什么也不知道，他为你们创造耳目和心灵，以便你们感谢。","turkey" : "Allah sizi annelerinizin karnından bir şey bilmez halde çıkarmıştır. Belki şükredersiniz diye size kulak göz ve kalp vermiştir"} ,{"id": "79", "arabic" : "أَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ مُسَخَّرَٰتٖ فِي جَوِّ ٱلسَّمَآءِ مَا يُمۡسِكُهُنَّ إِلَّا ٱللَّهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ", "english" : "Do they not see the birds controlled in the atmosphere of the sky? None holds them up except Allah. Indeed in that are signs for a people who believe", "urdu" : "کیا اِن لوگوں نے کبھی پرندوں کو نہیں دیکھا کہ فضائے آسمانی میں کسی طرح مسخر ہیں؟ اللہ کے سوا کس نے اِن کو تھام رکھا ہے؟ اِس میں بہت نشانیاں ہیں اُن لوگوں کے لیے جو ایمان لاتے ہیں","chinese" : "难道他们没有看见在空中被制服的群鸟吗？只有安拉维持它们；对于信道的民众，此中确有许多迹象。","turkey" : "Göğün boşluğunda Allah'ın buyruğuna boyun eğerek uçan kuşlara bakmıyorlar mı? Onları Allah'tan başka tutan kimse yoktur. İnanan millet için bunda dersler vardır"} ,{"id": "80", "arabic" : "وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمۡ سَكَنٗا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلۡأَنۡعَٰمِ بُيُوتٗا تَسۡتَخِفُّونَهَا يَوۡمَ ظَعۡنِكُمۡ وَيَوۡمَ إِقَامَتِكُمۡ وَمِنۡ أَصۡوَافِهَا وَأَوۡبَارِهَا وَأَشۡعَارِهَآ أَثَٰثٗا وَمَتَٰعًا إِلَىٰ حِينٖ", "english" : "And Allah has made for you from your homes a place of rest and made for you from the hides of the animals tents which you find light on your day of travel and your day of encampment; and from their wool fur and hair is furnishing and enjoyment for a time", "urdu" : "اللہ نے تمہارے لیے تمہارے گھروں کو جائے سکون بنایا اس نے جانوروں کی کھالوں سے تمہارے لیے ایسے مکان پیدا کیے جنہیں تم سفر اور قیام، دونوں حالتوں میں ہلکا پاتے ہو اُس نے جانوروں کے صوف اور اون اور بالوں سے تمہارے لیے پہننے اور برتنے کی بہت سی چیزیں پیدا کر دیں جو زندگی کی مدت مقررہ تک تمہارے کام آتی ہیں","chinese" : "安拉以你们的家为你们的安居之所，以牲畜的皮革，为你们的房屋，你们在起程之日和住定之日，都感觉其轻便。他以绵羊毛、骆驼毛和山羊毛供你们织造家俱和暂时的享受。","turkey" : "Allah size evlerinizi dinlenme yeri kıldı. Hayvanların derilerinden yolculukta ve ikamet zamanlarınızda kolayca taşıyacağınız evler; yün tüy ve kıllarından bir süre kullanacağınız giyimlikler ve geçimlikler var etmiştir"} ,{"id": "81", "arabic" : "وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَٰلٗا وَجَعَلَ لَكُم مِّنَ ٱلۡجِبَالِ أَكۡنَٰنٗا وَجَعَلَ لَكُمۡ سَرَٰبِيلَ تَقِيكُمُ ٱلۡحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأۡسَكُمۡۚ كَذَٰلِكَ يُتِمُّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تُسۡلِمُونَ", "english" : "And Allah has made for you from that which He has created shadows and has made for you from the mountains shelters and has made for you garments which protect you from the heat and garments which protect you from your [enemy in] battle. Thus does He complete His favor upon you that you might submit [to Him]", "urdu" : "اس نے اپنی پیدا کی ہوئی بہت سی چیزوں سے تمہارے لیے سائے کا انتظام کیا، پہاڑوں میں تمہارے لیے پناہ گاہیں بنائیں، اور تمہیں ایسی پوشاکیں بخشیں جو تمہیں گرمی سے بچاتی ہیں اور کچھ دوسری پوشاکیں جو آپس کی جنگ میں تمہاری حفاظت کرتی ہیں اس طرح وہ تم پر اپنی نعمتوں کی تکمیل کرتا ہے شاید کہ تم فرماں بردار بنو","chinese" : "安拉以他所创造的东西做你们的遮阴，以群山做你们的隐匿处，以衣服供你们防暑（和御寒），以盔甲供你们防御创伤。他如此完成他对你们的恩惠，以便你们顺服。","turkey" : "Allah yarattıklarından size gölgeler yapmış; dağlarda sığınacağınız barınaklar var etmiş sizi sıcaktan koruyacak elbiseler harpte sizi koruyacak zırhlar vermiştir. Size olan nimetini müslüman olasınız diye işte bu şekilde tamamlamaktadır"} ,{"id": "82", "arabic" : "فَإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ ٱلۡمُبِينُ", "english" : "But if they turn away [O Muhammad] - then only upon you is [responsibility for] clear notification", "urdu" : "اب اگر یہ لوگ منہ موڑتے ہیں تو اے محمدؐ، تم پر صاف صاف پیغام حق پہنچا دینے کے سوا اور کوئی ذمہ داری نہیں ہے","chinese" : "如果他们违背正道，那么，你只负明白传达的责任。","turkey" : "Eğer yüz çevirirlerse sana düşenin sadece açıkça tebliğ olduğunu bil"} ,{"id": "83", "arabic" : "يَعۡرِفُونَ نِعۡمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكۡثَرُهُمُ ٱلۡكَٰفِرُونَ", "english" : "They recognize the favor of Allah; then they deny it. And most of them are disbelievers", "urdu" : "یہ اللہ کے احسان کو پہچانتے ہیں، پھر اس کا انکار کرتے ہیں اور اِن میں بیش تر لوگ ایسے ہیں جو حق ماننے کے لیے تیار نہیں ہیں","chinese" : "他们认识安拉的恩惠，但加以否认，他们大半是忘恩负义的。","turkey" : "Allah'ın nimetini hem bilirler hem de inkar ederler. Zaten çoğu kafir kimselerdir"} ,{"id": "84", "arabic" : "وَيَوۡمَ نَبۡعَثُ مِن كُلِّ أُمَّةٖ شَهِيدٗا ثُمَّ لَا يُؤۡذَنُ لِلَّذِينَ كَفَرُواْ وَلَا هُمۡ يُسۡتَعۡتَبُونَ", "english" : "And [mention] the Day when We will resurrect from every nation a witness. Then it will not be permitted to the disbelievers [to apologize or make excuses] nor will they be asked to appease [Allah]", "urdu" : "(اِنہیں کچھ ہوش بھی ہے کہ اُس روز کیا بنے گی) جبکہ ہم ہر امت میں سے ایک گواہ کھڑا کریں گے، پھر کافروں کو نہ حجتیں پیش کرنے کا موقع دیا جائیگا نہ ان سے توبہ و استغفار ہی کا مطالبہ کیا جائے گا","chinese" : "在那日，我要在每个民族中推举一个见证者，然后，不信道者不得为自己辩护，也不得向他们讨好。","turkey" : "Kıyamet günü her ümmetten bir şahit getiririz; inkar edenlere itiraz için izin de verilmez onların özürleri de dinlenmez"} ,{"id": "85", "arabic" : "وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُواْ ٱلۡعَذَابَ فَلَا يُخَفَّفُ عَنۡهُمۡ وَلَا هُمۡ يُنظَرُونَ", "english" : "And when those who wronged see the punishment it will not be lightened for them nor will they be reprieved", "urdu" : "ظالم لوگ جب ایک دفعہ عذاب دیکھ لیں گے تو اس کے بعد نہ اُن کے عذاب میں کوئی تخفیف کی جائے گی اور نہ انہیں ایک لمحہ بھر کی مہلت دی جائے گی","chinese" : "当不义者看见刑罚的时候，他们不得减刑，也不得缓刑。","turkey" : "Zulmedenler azap görürlerken azabları hafifletilmez de geciktirilmez de"} ,{"id": "86", "arabic" : "وَإِذَا رَءَا ٱلَّذِينَ أَشۡرَكُواْ شُرَكَآءَهُمۡ قَالُواْ رَبَّنَا هَـٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدۡعُواْ مِن دُونِكَۖ فَأَلۡقَوۡاْ إِلَيۡهِمُ ٱلۡقَوۡلَ إِنَّكُمۡ لَكَٰذِبُونَ", "english" : "And when those who associated others with Allah see their partners they will say Our Lord these are our partners [to You] whom we used to invoke besides You. But they will throw at them the statement Indeed you are liars", "urdu" : "اور جب وہ لوگ جنہوں نے دنیا میں شرک کیا تھا اپنے ٹھیرائے ہوئے شریکوں کو دیکھیں گے تو کہیں گے اے پروردگار، یہی ہیں ہمارے وہ شریک جنہیں ہم تجھے چھوڑ کر پکارا کرتے تھے اس پر اُن کے وہ معبود انہیں صاف جواب دیں گے کہ تم جھوٹے ہو","chinese" : "当以物配主者看见他们的配主的时候，他们将要说：“我们的主啊！这些是我们的配主，我们曾舍你而祈祷他们。”那些配主将回答他们说：“你们确是说谎的。”","turkey" : "Allah'a ortak koşanlar koştukları ortakları gördüklerinde: Rabbimiz! Seni bırakıp yalvardığımız ortaklarımız bunlardır derler. Koştukları ortaklar: Doğrusu siz yalancısınız diye söz atarlar"} ,{"id": "87", "arabic" : "وَأَلۡقَوۡاْ إِلَى ٱللَّهِ يَوۡمَئِذٍ ٱلسَّلَمَۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ", "english" : "And they will impart to Allah that Day [their] submission and lost from them is what they used to invent", "urdu" : "اُس وقت یہ سب اللہ کے آگے جھک جائیں گے اور ان کی وہ ساری افترا پردازیاں رفو چکر ہو جائیں گی جو یہ دنیا میں کرتے رہے تھے","chinese" : "在那日，他们将向安拉表示屈服，而他们所捏造者将回避他们。","turkey" : "Puta tapanlar o gün Allah'ın hükmüne teslim olurlar; uydurdukları şeyler onlardan uzaklaşırlar"} ,{"id": "88", "arabic" : "ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ زِدۡنَٰهُمۡ عَذَابٗا فَوۡقَ ٱلۡعَذَابِ بِمَا كَانُواْ يُفۡسِدُونَ", "english" : "Those who disbelieved and averted [others] from the way of Allah - We will increase them in punishment over [their] punishment for what corruption they were causing", "urdu" : "جن لوگوں نے خود کفر کی راہ اختیار کی اور دوسروں کو اللہ کی راہ سے روکا انہیں ہم عذاب پر عذاب دیں گے اُس فساد کے بدلے جو وہ دنیا میں برپا کرتے رہے","chinese" : "不信道而且阻碍主道者，我将因他们的破坏而增加他们所受的刑罚。","turkey" : "İnkar eden Allah'ın yolundan alıkoyanlara bozgunculuklarına karşılık azap üstüne azap veririz"} ,{"id": "89", "arabic" : "وَيَوۡمَ نَبۡعَثُ فِي كُلِّ أُمَّةٖ شَهِيدًا عَلَيۡهِم مِّنۡ أَنفُسِهِمۡۖ وَجِئۡنَا بِكَ شَهِيدًا عَلَىٰ هَـٰٓؤُلَآءِۚ وَنَزَّلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ", "english" : "And [mention] the Day when We will resurrect among every nation a witness over them from themselves. And We will bring you [O Muhammad] as a witness over your nation. And We have sent down to you the Book as clarification for all things and as guidance and mercy and good tidings for the Muslims", "urdu" : "(اے محمدؐ، اِنہیں اُس دن سے خبردار کر دو) جب کہ ہم ہر امت میں خود اُسی کے اندر سے ایک گواہ اٹھا کھڑا کریں گے جو اُس کے مقابلے میں شہادت دے گا، اور اِن لوگوں کے مقابلے میں شہادت دینے کے لیے ہم تمہیں لائیں گے اور (یہ اسی شہادت کی تیاری ہے کہ) ہم نے یہ کتاب تم پر نازل کر دی ہے جو ہر چیز کی صاف صاف وضاحت کرنے والی ہے اور ہدایت و رحمت اور بشارت ہے اُن لوگوں کے لیے جنہوں نے سر تسلیم خم کر دیا ہے","chinese" : "我要在每个民族中，推举他们族中的一个见证，来反证他们，在那日，我要推举你来反证这等人。我曾降示你这部经典，阐明万事，并作归顺者的向导、恩惠和喜讯。","turkey" : "O gün her ümmetten bir kişiyi onlara şahit tutarız. Seni de ümmetine şahit getiririz. Sana her şeyi açıklayan ve Müslümanlara doğruyu gösteren bir rehber rahmet ve müjde olarak Kuran'ı indirdik"} ,{"id": "90", "arabic" : "۞إِنَّ ٱللَّهَ يَأۡمُرُ بِٱلۡعَدۡلِ وَٱلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي ٱلۡقُرۡبَىٰ وَيَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِ وَٱلۡبَغۡيِۚ يَعِظُكُمۡ لَعَلَّكُمۡ تَذَكَّرُونَ", "english" : "Indeed Allah orders justice and good conduct and giving to relatives and forbids immorality and bad conduct and oppression. He admonishes you that perhaps you will be reminded", "urdu" : "اللہ عدل اور احسان اور صلہ رحمی کا حکم دیتا ہے اور بدی و بے حیائی اور ظلم و زیادتی سے منع کرتا ہے وہ تمہیں نصیحت کرتا ہے تاکہ تم سبق لو","chinese" : "安拉的确命人公平、行善、施济亲戚，并禁人淫乱、作恶事、霸道；他劝戒你们，以便你们记取教诲。","turkey" : "Allah şüphesiz adaleti iyilik yapmayı yakınlara bakmayı emreder; hayasızlığı fenalığı ve haddi aşmayı yasak eder. Tutasınız diye size öğüt verir"} ,{"id": "91", "arabic" : "وَأَوۡفُواْ بِعَهۡدِ ٱللَّهِ إِذَا عَٰهَدتُّمۡ وَلَا تَنقُضُواْ ٱلۡأَيۡمَٰنَ بَعۡدَ تَوۡكِيدِهَا وَقَدۡ جَعَلۡتُمُ ٱللَّهَ عَلَيۡكُمۡ كَفِيلًاۚ إِنَّ ٱللَّهَ يَعۡلَمُ مَا تَفۡعَلُونَ", "english" : "And fulfill the covenant of Allah when you have taken it [O believers] and do not break oaths after their confirmation while you have made Allah over you a witness. Indeed Allah knows what you do", "urdu" : "اللہ کے عہد کو پورا کرو جبکہ تم نے اس سے کوئی عہد باندھا ہو، اور اپنی قسمیں پختہ کرنے کے بعد توڑ نہ ڈالو جبکہ تم اللہ کو اپنے اوپر گواہ بنا چکے ہو اللہ تمہارے سب افعال سے باخبر ہے","chinese" : "当你们缔结盟约的时候，你们应当履行。你们既以安拉为你们的保证者，则缔结盟约之后就不要违背誓言。安拉的确知道你们的行为。","turkey" : "Ahitleştiğiniz zaman Allah'ın ahdini yerine getirin. Allah'ı kendinize kefil kılarak sağlama bağladığınız yeminleri bozmayın. Allah yaptıklarınızı şüphesiz bilir"} ,{"id": "92", "arabic" : "وَلَا تَكُونُواْ كَٱلَّتِي نَقَضَتۡ غَزۡلَهَا مِنۢ بَعۡدِ قُوَّةٍ أَنكَٰثٗا تَتَّخِذُونَ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ أَن تَكُونَ أُمَّةٌ هِيَ أَرۡبَىٰ مِنۡ أُمَّةٍۚ إِنَّمَا يَبۡلُوكُمُ ٱللَّهُ بِهِۦۚ وَلَيُبَيِّنَنَّ لَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ مَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ", "english" : "And do not be like she who untwisted her spun thread after it was strong [by] taking your oaths as [means of] deceit between you because one community is more plentiful [in number or wealth] than another community. Allah only tries you thereby. And He will surely make clear to you on the Day of Resurrection that over which you used to differ", "urdu" : "تمہاری حالت اُس عورت کی سی نہ ہو جائے جس نے آپ ہی محنت سے سوت کاتا اور پھر آپ ہی اسے ٹکڑے ٹکڑے کر ڈالا تم اپنی قسموں کو آپس کے معاملات میں مکر و فریب کا ہتھیار بناتے ہو تاکہ ایک قوم دوسری قوم سے بڑھ کر فائدے حاصل کرے حالاں کہ اللہ اس عہد و پیمان کے ذریعہ سے تم کو آزمائش میں ڈالتا ہے، اور ضرور وہ قیامت کے روز تمہارے تمام اختلافات کی حقیقت تم پر کھول دے گا","chinese" : "你们不要像那个妇人，她把纺织的很结实的线又分拆成若干缕；你们以盟誓为互相欺诈的手段，因为这一族比那一族还要富庶。安拉只以此事考验你们。复活日，他必为你们阐明你们所争论的是非。","turkey" : "Bir ümmetin diğerinden daha çok olmasından ötürü aranızdaki yeminleri bozarak ipliğini iyice eğirip katladıktan sonra bozan kadın gibi olmayın. Allah onunla sizi dener. And olsun ki ayrılığa düştüğünüz şeyleri size kıyamet günü açıklar"} ,{"id": "93", "arabic" : "وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَلَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَعۡمَلُونَ", "english" : "And if Allah had willed He could have made you [of] one religion but He causes to stray whom He wills and guides whom He wills. And you will surely be questioned about what you used to do", "urdu" : "اگر اللہ کی مشیت یہ ہوتی (کہ تم میں کوئی اختلاف نہ ہو) تو وہ تم سب کو ایک ہی امت بنا دیتا، مگر وہ جسے چاہتا ہے گمراہی میں ڈالتا ہے اور جسے چاہتا ہے راہ راست دکھا دیتا ہے، اور ضرور تم سے تمہارے اعمال کی باز پرس ہو کر رہے گی","chinese" : "假若安拉意欲，他必使你们成为一个民族；但他使他所意欲者误入迷途，使他所意欲者遵循正路。你们势必要为你们的行为而受审问。","turkey" : "Allah dileseydi sizi tek bir ümmet yapardı. Ama O istediğini saptırır istediğini doğru yola eriştirir. İşlediklerinizden and olsun ki sorumlu tutulacaksınız"} ,{"id": "94", "arabic" : "وَلَا تَتَّخِذُوٓاْ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ فَتَزِلَّ قَدَمُۢ بَعۡدَ ثُبُوتِهَا وَتَذُوقُواْ ٱلسُّوٓءَ بِمَا صَدَدتُّمۡ عَن سَبِيلِ ٱللَّهِ وَلَكُمۡ عَذَابٌ عَظِيمٞ", "english" : "And do not take your oaths as [means of] deceit between you lest a foot slip after it was [once] firm and you would taste evil [in this world] for what [people] you diverted from the way of Allah and you would have [in the Hereafter] a great punishment", "urdu" : "(اور اے مسلمانو،) تم اپنی قسموں کو آپس میں ایک دوسرے کو دھوکہ دینے کا ذریعہ نہ بنا لینا، کہیں ایسا نہ ہو کہ کوئی قدم جمنے کے بعد اکھڑ جائے اور تم اِس جرم کی پاداش میں کہ تم نے لوگوں کو اللہ کی راہ سے روکا، برا نتیجہ دیکھو اور سخت سزا بھگتو","chinese" : "你们不要以盟誓为互相欺诈的手段；以免站稳之后再失足，而你们将因为阻碍安拉的大道而尝试灾祸，你们还要受重大的刑罚。","turkey" : "Birbirinizi aldatmak için yemin etmeyin ki bu yüzden sağlamca yere basmakta olan ayak sürçebilir; Allah yolundan alıkoymanıza karşılık kötü bir azap tadarsınız ve (ahirette de) büyük bir azaba uğrarsınız"} ,{"id": "95", "arabic" : "وَلَا تَشۡتَرُواْ بِعَهۡدِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ", "english" : "And do not exchange the covenant of Allah for a small price. Indeed what is with Allah is best for you if only you could know", "urdu" : "اللہ کے عہد کو تھوڑے سے فائدے کے بدلے نہ بیچ ڈالو، جو کچھ اللہ کے پاس ہے وہ تمہارے لیے زیادہ بہتر ہے اگر تم جانو","chinese" : "你们不要以廉价出卖安拉的盟约；在安拉那里的，对于你们是更好的，如果你们知道。","turkey" : "Allah'ın ahdini hiçbir değere değişmeyin. Eğer bilirseniz Allah katında olan sizin için daha iyidir"} ,{"id": "96", "arabic" : "مَا عِندَكُمۡ يَنفَدُ وَمَا عِندَ ٱللَّهِ بَاقٖۗ وَلَنَجۡزِيَنَّ ٱلَّذِينَ صَبَرُوٓاْ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ", "english" : "Whatever you have will end but what Allah has is lasting. And We will surely give those who were patient their reward according to the best of what they used to do", "urdu" : "جو کچھ تمہارے پاس ہے وہ خرچ ہو جانے والا ہے اور جو کچھ اللہ کے پاس ہے وہی باقی رہنے والا ہے، اور ہم ضرور صبر سے کام لینے والوں کو اُن کے اجر اُن کے بہترین اعمال کے مطابق دیں گے","chinese" : "你们所有的是要耗尽的，在安拉那里的是无穷的。我誓必要以坚忍者所行的最大善功报酬你们。","turkey" : "Sizde olanlar tükenir ama Allah katında olanlar sonsuzdur tükenmez. Sabredenlere ecirlerini yaptıklarından daha güzeli ile ödeyeceğiz"} ,{"id": "97", "arabic" : "مَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَلَنُحۡيِيَنَّهُۥ حَيَوٰةٗ طَيِّبَةٗۖ وَلَنَجۡزِيَنَّهُمۡ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ", "english" : "Whoever does righteousness whether male or female while he is a believer - We will surely cause him to live a good life and We will surely give them their reward [in the Hereafter] according to the best of what they used to do", "urdu" : "جو شخص بھی نیک عمل کرے گا، خواہ وہ مرد ہو یا عورت، بشر طیکہ ہو وہ مومن، اسے ہم دنیا میں پاکیزہ زندگی بسر کرائیں گے اور (آخرت میں) ایسے لوگوں کو ان کے اجر ان کے بہترین اعمال کے مطابق بخشیں گے","chinese" : "凡行善的男女信士，我誓必要使他们过一种美满的生活，我誓必要以他们所行的最大善功报酬他们。","turkey" : "Kadın erkek inanmış olarak kim iyi iş işlerse ona hoş bir hayat yaşatacağız. Ecirlerini yaptıklarından daha güzeli ile ödeyeceğiz"} ,{"id": "98", "arabic" : "فَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ فَٱسۡتَعِذۡ بِٱللَّهِ مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ", "english" : "So when you recite the Qur'an [first] seek refuge in Allah from Satan the expelled [from His mercy]", "urdu" : "پھر جب تم قرآن پڑھنے لگو تو شیطان رجیم سے خدا کی پناہ مانگ لیا کرو","chinese" : "当你要诵读《古兰经》的时候，你应当求安拉保护，以防受诅咒的恶魔的干扰。","turkey" : "Kuran okuyacağın zaman kovulmuş şeytandan Allah'a sığın"} ,{"id": "99", "arabic" : "إِنَّهُۥ لَيۡسَ لَهُۥ سُلۡطَٰنٌ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ", "english" : "Indeed there is for him no authority over those who have believed and rely upon their Lord", "urdu" : "اُسے اُن لوگوں پر تسلط حاصل نہیں ہوتا جو ایمان لاتے اور اپنے رب پر بھروسا کرتے ہیں","chinese" : "对信道而且托靠安拉者，他毫无权力。","turkey" : "Doğrusu şeytanın inananlar ve yalnız Rablerine güvenenler üzerinde bir nüfuzu yoktur"} ,{"id": "100", "arabic" : "إِنَّمَا سُلۡطَٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوۡنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشۡرِكُونَ", "english" : "His authority is only over those who take him as an ally and those who through him associate others with Allah", "urdu" : "اس کا زور تو انہی لوگوں پر چلتا ہے جو اس کو اپنا سرپرست بناتے اور اس کے بہکانے سے شرک کرتے ہیں","chinese" : "他的权力只限于和他交朋友，而且以他配主者。","turkey" : "O'nun nüfuzu sadece O'nu dost edinenler ve Allah'a ortak koşanlar üzerindedir"} ,{"id": "101", "arabic" : "وَإِذَا بَدَّلۡنَآ ءَايَةٗ مَّكَانَ ءَايَةٖ وَٱللَّهُ أَعۡلَمُ بِمَا يُنَزِّلُ قَالُوٓاْ إِنَّمَآ أَنتَ مُفۡتَرِۭۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ", "english" : "And when We substitute a verse in place of a verse - and Allah is most knowing of what He sends down - they say You [O Muhammad] are but an inventor [of lies]. But most of them do not know", "urdu" : "جب ہم ایک آیت کی جگہ دوسری آیت نازل کرتے ہیں اور اللہ بہتر جانتا ہے کہ وہ کیا نازل کرے تو یہ لوگ کہتے ہیں کہ تم یہ قرآن خو د گھڑ تے ہو اصل بات یہ ہے کہ اِن میں سے اکثر لوگ حقیقت سے ناواقف ہیں","chinese" : "当我以一节经文掉换另一节经文的时候——安拉知道自己所降示的——他们说：“你只是一个捏造者。”不然！他们大半是不知道的。","turkey" : "Bir ayetin yerini başka bir ayetle değiştirdiğimizde ki Allah ne indirdiğini gayet iyi bilir onlar Sen sadece uyduruyorsun derler. Hayır öyle değildir ama onların çoğu bunu bilmezler"} ,{"id": "102", "arabic" : "قُلۡ نَزَّلَهُۥ رُوحُ ٱلۡقُدُسِ مِن رَّبِّكَ بِٱلۡحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُواْ وَهُدٗى وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ", "english" : "Say [O Muhammad] The Pure Spirit has brought it down from your Lord in truth to make firm those who believe and as guidance and good tidings to the Muslims", "urdu" : "اِن سے کہو کہ اِسے تو روح القدس نے ٹھیک ٹھیک میرے رب کی طرف سے بتدریج نازل کیا ہے تاکہ ایمان لانے والوں کے ایمان کو پختہ کرے اور فرماں برداروں کو زندگی کے معاملات میں سیدھی راہ بتائے اور اُنہیں فلاح و سعادت کی خوش خبری دے","chinese" : "你（对他们）说：圣洁的鲁哈从你的主那里降示这部包含真理的经典，以便他使信道者坚定，并用作归信者的向导和喜讯。","turkey" : "De ki: Kuran'ı; Ruhul Kudüs (Cebrail) Rabbinin katından inananların inançlarını pekiştirmek Müslümanlara doğruluk rehberi ve müjde olmak üzere gerçekle indirmiştir"} ,{"id": "103", "arabic" : "وَلَقَدۡ نَعۡلَمُ أَنَّهُمۡ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٞۗ لِّسَانُ ٱلَّذِي يُلۡحِدُونَ إِلَيۡهِ أَعۡجَمِيّٞ وَهَٰذَا لِسَانٌ عَرَبِيّٞ مُّبِينٌ", "english" : "And We certainly know that they say It is only a human being who teaches the Prophet. The tongue of the one they refer to is foreign and this Qur'an is [in] a clear Arabic language", "urdu" : "ہمیں معلوم ہے یہ لوگ تمہارے متعلق کہتے ہیں کہ اس شخص کو ایک آدمی سکھاتا پڑھاتا ہے حالانکہ ان کا اشارہ جس آدمی کی طرف ہے اس کی زبان عجمی ہے اور یہ صاف عربی زبان ہے","chinese" : "我的确知道，他们说过：“这只是一个凡人所传授的。”他们倾向的那个人的语言是化外人（的语言），而这（部经典的语言）是明白的阿拉伯语。","turkey" : "And olsun ki: Ona elbette bir insan öğretiyor dediklerini biliyoruz. Kast ettikleri kimsenin dili yabancıdır Kuran ise fasih Arapça'dır"} ,{"id": "104", "arabic" : "إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِ لَا يَهۡدِيهِمُ ٱللَّهُ وَلَهُمۡ عَذَابٌ أَلِيمٌ", "english" : "Indeed those who do not believe in the verses of Allah - Allah will not guide them and for them is a painful punishment", "urdu" : "حقیقت یہ ہے کہ جو لوگ اللہ کی آیات کو نہیں مانتے اللہ کبھی ان کو صحیح بات تک پہنچنے کی توفیق نہیں دیتا اور ایسے لوگوں کے لیے دردناک عذاب ہے","chinese" : "不信安拉的迹象者，安拉必定不引导他们，而他们将受痛苦的刑罚。","turkey" : "Allah'ın ayetlerine inanmayanları Allah doğru yola eriştirmez. Onlara can yakıcı azap vardır"} ,{"id": "105", "arabic" : "إِنَّمَا يَفۡتَرِي ٱلۡكَذِبَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِۖ وَأُوْلَـٰٓئِكَ هُمُ ٱلۡكَٰذِبُونَ", "english" : "They only invent falsehood who do not believe in the verses of Allah and it is those who are the liars", "urdu" : "(جھوٹی باتیں نیا نہیں گھڑ تا بلکہ) جھوٹ وہ لوگ گھڑ رہے ہیں، جو اللہ کی آیات کو نہیں مانتے، وہی حقیقت میں جھوٹے ہیں","chinese" : "不信安拉的迹象者，才是捏造了谎言的。","turkey" : "Yalan uyduranlar ancak Allah'ın ayetlerine inanmayanlardır. Yalancılar işte onlardır"} ,{"id": "106", "arabic" : "مَن كَفَرَ بِٱللَّهِ مِنۢ بَعۡدِ إِيمَٰنِهِۦٓ إِلَّا مَنۡ أُكۡرِهَ وَقَلۡبُهُۥ مُطۡمَئِنُّۢ بِٱلۡإِيمَٰنِ وَلَٰكِن مَّن شَرَحَ بِٱلۡكُفۡرِ صَدۡرٗا فَعَلَيۡهِمۡ غَضَبٞ مِّنَ ٱللَّهِ وَلَهُمۡ عَذَابٌ عَظِيمٞ", "english" : "Whoever disbelieves in Allah after his belief... except for one who is forced [to renounce his religion] while his heart is secure in faith. But those who [willingly] open their breasts to disbelief upon them is wrath from Allah and for them is a great punishment", "urdu" : "جو شخص ایمان لانے کے بعد کفر کرے (وہ اگر) مجبور کیا گیا ہو اور دل اس کا ایمان پر مطمئن ہو (تب تو خیر) مگر جس نے دل کی رضا مندی سے کفر کو قبول کر لیا اس پر اللہ کا غضب ہے اور ایسے سب لوگوں کے لیے بڑا عذاب ہے","chinese" : "既信安拉之后，又表示不信者——除非被迫宣布不信、内心却为信仰而坚定者——为不信而心情舒畅者将遭天谴，并受重大的刑罚。","turkey" : "Gönlü imanla dolu olduğu halde zor altında olan kimse müstesna inandıktan sonra Allah'ı inkar edip gönlünü kafirliğe açanlara Allah katından bir gazap vardır; büyük azap da onlar içindir"} ,{"id": "107", "arabic" : "ذَٰلِكَ بِأَنَّهُمُ ٱسۡتَحَبُّواْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ", "english" : "That is because they preferred the worldly life over the Hereafter and that Allah does not guide the disbelieving people", "urdu" : "یہ اس لیے کہ اُنہوں نے آخرت کے مقابلہ میں دنیا کی زندگی کو پسند کر لیا، اور اللہ کا قاعدہ ہے کہ وہ اُن لوگوں کو راہ نجات نہیں دکھاتا جو اُس کی نعمت کا کفران کریں","chinese" : "这是因为他们宁爱今世生活而不爱后世，也因为安拉不引导不信道的民众。","turkey" : "Bu dünya hayatını ahirete tercih etmelerinden ve Allah'ın da inkarcı milleti doğru yola eriştirmemesinden ötürü böyledir"} ,{"id": "108", "arabic" : "أُوْلَـٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۖ وَأُوْلَـٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ", "english" : "Those are the ones over whose hearts and hearing and vision Allah has sealed and it is those who are the heedless", "urdu" : "یہ وہ لوگ ہیں جن کے دلوں اور کانوں اور آنکھوں پر اللہ نے مہر لگا دی ہے یہ غفلت میں ڈوب چکے ہیں","chinese" : "他们是安拉将封闭其心灵和视听的人。这等人是惛愦的。","turkey" : "İşte Allah'ın kalblerini kulaklarını ve gözlerini mühürlediği kimseler bunlardır. Gafiller de işte bunlardır"} ,{"id": "109", "arabic" : "لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡخَٰسِرُونَ", "english" : "Assuredly it is they in the Hereafter who will be the losers", "urdu" : "ضرور ہے کہ آخرت میں یہی خسارے میں رہیں","chinese" : "诚然，他们在后世正是亏折者。","turkey" : "Ahirette zarara uğrayacakların bunlar olduğunda şüphe yoktur"} ,{"id": "110", "arabic" : "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُواْ مِنۢ بَعۡدِ مَا فُتِنُواْ ثُمَّ جَٰهَدُواْ وَصَبَرُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ", "english" : "Then indeed your Lord to those who emigrated after they had been compelled [to renounce their religion] and thereafter fought [for the cause of Allah] and were patient - indeed your Lord after that is Forgiving and Merciful", "urdu" : "بخلاف اس کے جن لوگوں کا حال یہ ہے کہ جب (ایمان لانے کی وجہ سے) وہ ستائے گئے تو اُنہوں نے گھر بار چھوڑ دیے، ہجرت کی، راہ خدا میں سختیاں جھیلیں اور صبرسے کام لیا، اُن کے لیے یقیناً تیرا رب غفور و رحیم ہے","chinese" : "然后，你的主对于被迫害之后迁居，然后奋斗，而且坚忍者，你的主在那之后确是至赦的，确是至慈的。","turkey" : "Rabbin türlü eziyete uğratıldıktan sonra hicret eden sonra Allah uğrunda savaşan ve sabreden kimselerden yanadır. Rabbin şüphesiz bundan sonra da bağışlar ve merhamet eder"} ,{"id": "111", "arabic" : "۞يَوۡمَ تَأۡتِي كُلُّ نَفۡسٖ تُجَٰدِلُ عَن نَّفۡسِهَا وَتُوَفَّىٰ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُمۡ لَا يُظۡلَمُونَ", "english" : "On the Day when every soul will come disputing for itself and every soul will be fully compensated for what it did and they will not be wronged", "urdu" : "(اِن سب کا فیصلہ اُس دن ہوگا) جب کہ ہر متنفس اپنے ہی بچاؤ کی فکر میں لگا ہوا ہوگا اور ہر ایک کو اس کے کیے کا بدلہ پورا پورا دیا جائے گا اور کسی پر ذرہ برابر ظلم نہ ہونے پائے گا","chinese" : "在那日，每个灵魂都来为自己辩护，而每个灵魂都得享受自己行为的完全的报酬。他们不受亏枉。","turkey" : "O gün herkesin kendi derdine düşüp çabalayacağı ve herkesin işlediğinin haksızlığa uğratılmadan kendisine ödeneceği bir gündür"} ,{"id": "112", "arabic" : "وَضَرَبَ ٱللَّهُ مَثَلٗا قَرۡيَةٗ كَانَتۡ ءَامِنَةٗ مُّطۡمَئِنَّةٗ يَأۡتِيهَا رِزۡقُهَا رَغَدٗا مِّن كُلِّ مَكَانٖ فَكَفَرَتۡ بِأَنۡعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلۡجُوعِ وَٱلۡخَوۡفِ بِمَا كَانُواْ يَصۡنَعُونَ", "english" : "And Allah presents an example: a city which was safe and secure its provision coming to it in abundance from every location but it denied the favors of Allah. So Allah made it taste the envelopment of hunger and fear for what they had been doing", "urdu" : "اللہ ایک بستی کی مثال دیتا ہے وہ امن و اطمینان کی زندگی بسر کر رہی تھی اور ہر طرف سے اس کو بفراغت رزق پہنچ رہا تھا کہ اُس نے اللہ کی نعمتوں کا کفران شروع کر دیا تب اللہ نے اس کے باشندوں کو اُن کے کرتوتوں کا یہ مزا چکھایا کہ بھوک اور خوف کی مصیبتیں ان پر چھا گئیں","chinese" : "安拉打一个比喻：一个市镇，原是安全的，安稳的，丰富的给养从各方运来，但镇上的居民辜负安拉的恩惠，所以安拉因他们的行为而使他们尝试极度的饥荒和恐怖。","turkey" : "Allah size güven ve huzur içinde olan bir kasabayı misal verir: Her taraftan oraya bolca rızık geliyordu. Ama Allah'ın nimetlerine nankörlük ettiler; bu yüzden Allah onlara yaptıklarına karşılık açlık ve korku belasını tattırdı"} ,{"id": "113", "arabic" : "وَلَقَدۡ جَآءَهُمۡ رَسُولٞ مِّنۡهُمۡ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلۡعَذَابُ وَهُمۡ ظَٰلِمُونَ", "english" : "And there had certainly come to them a Messenger from among themselves but they denied him; so punishment overtook them while they were wrongdoers", "urdu" : "اُن کے پاس ان کی اپنی قوم میں سے ایک رسول آیا مگر اُنہوں نے اس کو جھٹلا دیا آخر کار عذاب نے اُن کو آ لیا جبکہ وہ ظالم ہو چکے تھے","chinese" : "他们族中的一个使者确已来临他们，但他们否认了他。在他们不义的情况下，刑罚袭击了他们。","turkey" : "And olsun ki aralarından kendilerine bir peygamber gelmişti onu yalancı saydılar. Haksızlık ederlerken azaba uğradılar"} ,{"id": "114", "arabic" : "فَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗا وَٱشۡكُرُواْ نِعۡمَتَ ٱللَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ", "english" : "Then eat of what Allah has provided for you [which is] lawful and good. And be grateful for the favor of Allah if it is [indeed] Him that you worship", "urdu" : "پس اے لوگو، اللہ نے جو کچھ حلال اور پاک رزق تم کو بخشا ہے اُسے کھاؤ اور اللہ کے احسان کا شکر ادا کرو اگر تم واقعی اُسی کی بندگی کرنے والے ہو","chinese" : "你们可以吃安拉赏赐你们的合法而佳美的食物，你们应当感谢安拉的恩惠，如果你们只崇拜他。","turkey" : "Yalnız Allah'a kulluk ediyorsanız Allah'ın size helal ve temiz olarak verdiği rızıklardan yiyin O'nun nimetine şükredin"} ,{"id": "115", "arabic" : "إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ", "english" : "He has only forbidden to you dead animals blood the flesh of swine and that which has been dedicated to other than Allah. But whoever is forced [by necessity] neither desiring [it] nor transgressing [its limit] - then indeed Allah is Forgiving and Merciful", "urdu" : "اللہ نے جو کچھ تم پر حرام کیا ہے وہ ہے مُردار اور خون اور سور کا گوشت اور وہ جانور جس پر اللہ کے سوا کسی اور کا نام لیا گیا ہو البتہ بھوک سے مجبور ہو کر اگر کوئی اِن چیزوں کو کھا لے، بغیر اس کے کہ وہ قانون الٰہی کی خلاف ورزی کا خواہش مند ہو، یا حد ضرورت سے تجاوز کا مرتکب ہو، تو یقیناً اللہ معاف کرنے اور رحم فرمانے والا ہے","chinese" : "他只禁止你们吃自死物、血液、猪肉，以及诵非安拉之名而屠宰的。但为势所迫，非出自愿，且不过分者，那么，安拉确是至赦的，确是至慈的。","turkey" : "Allah size ancak leşi kanı domuz etini ve Allah'tan başkasının adına kesilenleri haram etmiştir. Darda kalan aşırı gitmemek ve başkasının hakkına el uzatmamak şartiyle bunun dışındadır. Allah şüphesiz bağışlar merhamet eder"} ,{"id": "116", "arabic" : "وَلَا تَقُولُواْ لِمَا تَصِفُ أَلۡسِنَتُكُمُ ٱلۡكَذِبَ هَٰذَا حَلَٰلٞ وَهَٰذَا حَرَامٞ لِّتَفۡتَرُواْ عَلَى ٱللَّهِ ٱلۡكَذِبَۚ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ", "english" : "And do not say about what your tongues assert of untruth This is lawful and this is unlawful to invent falsehood about Allah. Indeed those who invent falsehood about Allah will not succeed", "urdu" : "اور یہ جو تمہاری زبانیں جھوٹے احکام لگایا کرتی ہیں کہ یہ چیز حلال ہے اور وہ حرام، تو اس طرح کے حکم لگا کر اللہ پر جھوٹ نہ باندھا کرو جو لوگ اللہ پر جھوٹے افترا باندھتے ہیں وہ ہرگز فلاح نہیں پایا کرتے","chinese" : "你们对于自己所叙述的事，不要妄言：“这是合法的，那是违法的。”以致你们假借安拉的名义而造谣。假借安拉的名义而造谣者必不成功。","turkey" : "Diliniz yalana alışmış olduğu için şu haram bu helaldir demeyin zira Allah'a karşı yalan uydurmuş olursunuz. Allah'a karşı yalan uyduranlar ise saadete şüphesiz erişemezler"} ,{"id": "117", "arabic" : "مَتَٰعٞ قَلِيلٞ وَلَهُمۡ عَذَابٌ أَلِيمٞ", "english" : "[It is but] a brief enjoyment and they will have a painful punishment", "urdu" : "دنیا کا عیش چند روزہ ہے آخرکار اُن کے لیے دردناک سزا ہے","chinese" : "（他们只得）到一点享受，而他们将受痛苦的刑罚。","turkey" : "Az bir geçim ama ardından can yakıcı bir azap onlaradır"} ,{"id": "118", "arabic" : "وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا مَا قَصَصۡنَا عَلَيۡكَ مِن قَبۡلُۖ وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ", "english" : "And to those who are Jews We have prohibited that which We related to you before. And We did not wrong them [thereby] but they were wronging themselves", "urdu" : "وہ چیزیں ہم نے خاص طور پر یہودیوں کے لیے حرام کی تھیں جن کا ذکر ہم اس سے پہلے تم سے کر چکے ہیں اور یہ اُن پر ہمارا ظلم نہ تھا بلکہ اُن کا اپنا ہی ظلم تھا جو وہ اپنے اوپر کر رہے تھے","chinese" : "对犹太教徒，我曾禁戒我从前告诉过你的那些食物，我没有亏枉他们，但他们亏枉了自己。","turkey" : "Sana anlattıklarımızı daha önce yahudi olanlara da haram kılmıştık; biz onlara zulmetmedik onlar kendilerine zulmediyorlardı"} ,{"id": "119", "arabic" : "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٌ", "english" : "Then indeed your Lord to those who have done wrong out of ignorance and then repent after that and correct themselves - indeed your Lord thereafter is Forgiving and Merciful", "urdu" : "البتہ جن لوگوں نے جہالت کی بنا پر برا عمل کیا اور پھر توبہ کر کے اپنے عمل کی اصلاح کر لی تو یقیناً توبہ و اصلاح کے بعد تیرا رب اُن کے لیے غفور اور رحیم ہے","chinese" : "然后，你的主对于无知而作恶，以后又悔过自新的人，确是至赦的，确是至慈的。","turkey" : "Sonra doğrusu Rabbin bilmeyerek kötülük işleyip ardından tevbe eden ve ıslah olanlardan yanadır. Rabbin bundan sonra da bağışlar ve merhamet eder"} ,{"id": "120", "arabic" : "إِنَّ إِبۡرَٰهِيمَ كَانَ أُمَّةٗ قَانِتٗا لِّلَّهِ حَنِيفٗا وَلَمۡ يَكُ مِنَ ٱلۡمُشۡرِكِينَ", "english" : "Indeed Abraham was a [comprehensive] leader devoutly obedient to Allah inclining toward truth and he was not of those who associate others with Allah", "urdu" : "واقعہ یہ ہے کہ ابراہیمؑ اپنی ذات سے ایک پوری امت تھا، اللہ کا مطیع فرمان اور یک سو وہ کبھی مشرک نہ تھا","chinese" : "易卜拉欣原来是一个表率，他服从安拉，信奉正教，而且不是以物配主的。","turkey" : "İbrahim şüphesiz Allah'a boyun eğen ve O'na yönelen bir önderdi; puta tapanlardan değildi"} ,{"id": "121", "arabic" : "شَاكِرٗا لِّأَنۡعُمِهِۚ ٱجۡتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ", "english" : "[He was] grateful for His favors. Allah chose him and guided him to a straight path", "urdu" : "اللہ کی نعمتوں کا شکر ادا کرنے والا تھا اللہ نے اس کو منتخب کر لیا اور سیدھا راستہ دکھایا","chinese" : "他原是感谢主恩的，主选择了他，并将他引上了正路。","turkey" : "Rabbinin nimetlerine şükrederdi; Rabbi de onu seçti ve doğru yola eriştirdi"} ,{"id": "122", "arabic" : "وَءَاتَيۡنَٰهُ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّـٰلِحِينَ", "english" : "And We gave him good in this world and indeed in the Hereafter he will be among the righteous", "urdu" : "دنیا میں اس کو بھلائی دی اور آخرت میں وہ یقیناً صالحین میں سے ہوگا","chinese" : "在今世，我曾以幸福赏赐他；在后世，他必定居于善人之列。","turkey" : "Dünyada ona güzellik verdik ahirette de o mutlaka barışsever iyiler arasında yer alacaktır"} ,{"id": "123", "arabic" : "ثُمَّ أَوۡحَيۡنَآ إِلَيۡكَ أَنِ ٱتَّبِعۡ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ", "english" : "Then We revealed to you [O Muhammad] to follow the religion of Abraham inclining toward truth; and he was not of those who associate with Allah", "urdu" : "پھر ہم نے تمہاری طرف یہ وحی بھیجی کہ یک سو ہو کر ابراہیمؑ کے طریقے پر چلو اور وہ مشرکوں میں سے نہ تھا","chinese" : "然后，我启示你说：“你应当遵守信奉正教的易卜拉欣的宗教，他不是以物配主的。”","turkey" : "Şimdi sana Doğruya yönelen puta tapanlardan olmayan İbrahim'in dinine uy diye vahyettik"} ,{"id": "124", "arabic" : "إِنَّمَا جُعِلَ ٱلسَّبۡتُ عَلَى ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِۚ وَإِنَّ رَبَّكَ لَيَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ", "english" : "The sabbath was only appointed for those who differed over it. And indeed your Lord will judge between them on the Day of Resurrection concerning that over which they used to differ", "urdu" : "رہا سبت، تو وہ ہم نے اُن لوگوں پر مسلط کیا تھا جنہوں نے اس کے احکام میں اختلاف کیا، اور یقیناً تیرا رب قیامت کے روز ان سب باتوں کا فیصلہ کر دے گا جن میں وہ اختلاف کرتے رہے ہیں","chinese" : "安息日是那些为之而争论的人所应当遵守的定制。复活日，你的主必判决他们所争论的是非。","turkey" : "Cumartesi ibadeti ancak o gün üzerinde çekişenlere farz kılındı. Rabbin ayrılığa düştükleri şeylerde kıyamet günü aralarında hükmedecektir"} ,{"id": "125", "arabic" : "ٱدۡعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلۡحِكۡمَةِ وَٱلۡمَوۡعِظَةِ ٱلۡحَسَنَةِۖ وَجَٰدِلۡهُم بِٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ", "english" : "Invite to the way of your Lord with wisdom and good instruction and argue with them in a way that is best. Indeed your Lord is most knowing of who has strayed from His way and He is most knowing of who is [rightly] guided", "urdu" : "اے نبیؐ، اپنے رب کے راستے کی طرف دعوت دو حکمت اور عمدہ نصیحت کے ساتھ، اور لوگوں سے مباحثہ کرو ایسے طریقہ پر جو بہترین ہو تمہارا رب ہی زیادہ بہتر جانتا ہے کہ کون اس کی راہ سے بھٹکا ہوا ہے اور کون راہ راست پر ہے","chinese" : "你应凭智慧和善言而劝人遵循主道，你应当以最优美的态度与人辩论，你的主的确知道谁是违背他的正道的，他的确知道谁是遵循他的正道的。","turkey" : "Rabbinin yoluna hikmetle güzel öğütle çağır; onlarla en güzel şekilde tartış; doğrusu Rabbin kendi yolundan sapanları daha iyi bilir. O doğru yolda olanları da en iyi bilir"} ,{"id": "126", "arabic" : "وَإِنۡ عَاقَبۡتُمۡ فَعَاقِبُواْ بِمِثۡلِ مَا عُوقِبۡتُم بِهِۦۖ وَلَئِن صَبَرۡتُمۡ لَهُوَ خَيۡرٞ لِّلصَّـٰبِرِينَ", "english" : "And if you punish [an enemy O believers] punish with an equivalent of that with which you were harmed. But if you are patient - it is better for those who are patient", "urdu" : "اور اگر تم لوگ بدلہ لو تو بس اسی قدر لے لو جس قدر تم پر زیادتی کی گئی ہو لیکن اگر تم صبر کرو تو یقیناً یہ صبر کرنے والوں ہی کے حق میں بہتر ہے","chinese" : "如果你们要报复，就应当依照你们所受的伤害而报复。如果你们容忍，那对于容忍者是更好的。","turkey" : "Eğer ceza vermek isterseniz size yapılanın aynıyla mukabele edin. Sabrederseniz and olsun ki bu sabredenler için daha iyidir"} ,{"id": "127", "arabic" : "وَٱصۡبِرۡ وَمَا صَبۡرُكَ إِلَّا بِٱللَّهِۚ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُ فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ", "english" : "And be patient [O Muhammad] and your patience is not but through Allah. And do not grieve over them and do not be in distress over what they conspire", "urdu" : "اے محمدؐ، صبر سے کام کیے جاؤ اور تمہارا یہ صبر اللہ ہی کی توفیق سے ہے اِن لوگوں کی حرکات پر ر نج نہ کرو اور نہ ان کی چال بازیوں پر دل تنگ ہو","chinese" : "你应当容忍，——你的容忍只赖安拉的佑助——你不要为他们而悲伤，不要为他们的计谋而烦恼。","turkey" : "Sabret senin sabrın ancak Allah'ın yardımıyladır; onlara üzülme kurdukları düzenlerden de endişe etme"} ,{"id": "128", "arabic" : "إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُم مُّحۡسِنُونَ", "english" : "Indeed Allah is with those who fear Him and those who are doers of good", "urdu" : "اللہ اُن لوگوں کے ساتھ ہے جو تقویٰ سے کام لیتے ہیں اور احسان پر عمل کرتے ہیں","chinese" : "安拉确是同敬畏者和行善者在一起的。","turkey" : "Allah şüphesiz sakınanlarla ve iyilik yapanlarla beraberdir"} ]}