{"name":"الإسراء","verses":[{"id": "1", "arabic" : "سُبۡحَٰنَ ٱلَّذِيٓ أَسۡرَىٰ بِعَبۡدِهِۦ لَيۡلٗا مِّنَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ إِلَى ٱلۡمَسۡجِدِ ٱلۡأَقۡصَا ٱلَّذِي بَٰرَكۡنَا حَوۡلَهُۥ لِنُرِيَهُۥ مِنۡ ءَايَٰتِنَآۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ", "english" : "Exalted is He who took His Servant by night from al-Masjid al-Haram to al-Masjid al-Aqsa whose surroundings We have blessed to show him of Our signs. Indeed He is the Hearing the Seeing", "urdu" : "پاک ہے وہ جو لے گیا ایک رات اپنے بندے کو مسجد حرام سے دور کی اُس مسجد تک جس کے ماحول کو اس نے برکت دی ہے، تاکہ اسے اپنی کچھ نشانیوں کا مشاہدہ کرائے حقیقت میں وہی ہے سب کچھ سننے اور دیکھنے والا","chinese" : "赞美安拉，超绝万物，他在一夜之间，使他的仆人，从禁寺行到远寺，我在远寺的四周降福，以便我昭示他我的一部分迹象，安拉确是全聪的，确是全明的。","turkey" : "Kulunu (Muhammed'i) bir gece Mescidi Haram'dan (Mekke'den) kendisine bir kısım ayetlerimizi göstermek için çevresini mübarek kıldığımız Mescidi Aksa'ya (Kudüs'e) götüren Allah'ın şanı yücedir. Doğrusu O işitir ve görür"} ,{"id": "2", "arabic" : "وَءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَـٰٓءِيلَ أَلَّا تَتَّخِذُواْ مِن دُونِي وَكِيلٗا", "english" : "And We gave Moses the Scripture and made it a guidance for the Children of Israel that you not take other than Me as Disposer of affairs", "urdu" : "ہم نے اِس سے پہلے موسیٰؑ کو کتاب دی تھی اور اُسے بنی اسرائیل کے لیے ذریعہ ہدایت بنایا تھا، اِس تاکید کے ساتھ کہ میرے سوا کسی کو اپنا وکیل نہ بنانا","chinese" : "我把经典赏赐穆萨，并用作以色列的子孙的向导。我说：“你们不要舍我而采取任何保护者！”","turkey" : "Musa'ya kitap verdik. Ey Nuh'la beraber taşıyarak kurtardığımız kimselerin soyundan olanlar! Beni bırakıp başkasını vekil edinmeyesiniz diye onu İsrailoğullarına doğruluk rehberi kıldık. Doğrusu Nuh çok şükreden bir kuldu"} ,{"id": "3", "arabic" : "ذُرِّيَّةَ مَنۡ حَمَلۡنَا مَعَ نُوحٍۚ إِنَّهُۥ كَانَ عَبۡدٗا شَكُورٗا", "english" : "O descendants of those We carried [in the ship] with Noah. Indeed he was a grateful servant", "urdu" : "تم اُن لوگوں کی اولاد ہو جنہیں ہم نے نوحؑ کے ساتھ کشتی پر سوار کیا تھا، اور نوحؑ ایک شکر گزار بندہ تھا","chinese" : "我曾使其与努哈同舟共济者的子孙啊！他原是一个感恩的仆人。","turkey" : "Musa'ya kitap verdik. Ey Nuh'la beraber taşıyarak kurtardığımız kimselerin soyundan olanlar! Beni bırakıp başkasını vekil edinmeyesiniz diye onu İsrailoğullarına doğruluk rehberi kıldık. Doğrusu Nuh çok şükreden bir kuldu"} ,{"id": "4", "arabic" : "وَقَضَيۡنَآ إِلَىٰ بَنِيٓ إِسۡرَـٰٓءِيلَ فِي ٱلۡكِتَٰبِ لَتُفۡسِدُنَّ فِي ٱلۡأَرۡضِ مَرَّتَيۡنِ وَلَتَعۡلُنَّ عُلُوّٗا كَبِيرٗا", "english" : "And We conveyed to the Children of Israel in the Scripture that You will surely cause corruption on the earth twice and you will surely reach [a degree of] great haughtiness", "urdu" : "پھر ہم نے اپنی کتاب میں بنی اسرائیل کو اِس بات پر بھی متنبہ کر دیا تھا کہ تم دو مرتبہ زمین میں فساد عظیم برپا کرو گے اور بڑی سرکشی دکھاؤ گے","chinese" : "我曾在经典里启示对以色列的后裔的判决说：“你们必定要在大地上两次作乱，你们必定很傲慢。”","turkey" : "İsrailoğullarına Kitap'da: Doğrusu yeryüzünde iki defa bozgunculuk yapacak ve kibirlendikçe kibirleneceksiniz diye bildirdik"} ,{"id": "5", "arabic" : "فَإِذَا جَآءَ وَعۡدُ أُولَىٰهُمَا بَعَثۡنَا عَلَيۡكُمۡ عِبَادٗا لَّنَآ أُوْلِي بَأۡسٖ شَدِيدٖ فَجَاسُواْ خِلَٰلَ ٱلدِّيَارِۚ وَكَانَ وَعۡدٗا مَّفۡعُولٗا", "english" : "So when the [time of] promise came for the first of them We sent against you servants of Ours - those of great military might and they probed [even] into the homes and it was a promise fulfilled", "urdu" : "آخرکار جب اُن میں سے پہلی سرکشی کا موقع پیش آیا، تو اے بنی اسرائیل، ہم نے تمہارے مقابلے پر اپنے ایسے بندے اٹھائے جو نہایت زور آور تھے اور وہ تمہارے ملک میں گھس کر ہر طرف پھیل گئے یہ ایک وعدہ تھا جسے پورا ہو کر ہی رہنا تھا","chinese" : "当第一次作乱的约期来临的时候，我派遣我的许多强大的仆人去惩治你们，他们就搜索了住宅，那是要履行的诺言。","turkey" : "Bu ikiden birincisinin vakti gelince üzerinize pek güçlü olan kullarımızı salacağız. Onlar memleketlerinizde her köşeyi kontrollerine alacaklar. Bu yerine gelecek bir vaaddir"} ,{"id": "6", "arabic" : "ثُمَّ رَدَدۡنَا لَكُمُ ٱلۡكَرَّةَ عَلَيۡهِمۡ وَأَمۡدَدۡنَٰكُم بِأَمۡوَٰلٖ وَبَنِينَ وَجَعَلۡنَٰكُمۡ أَكۡثَرَ نَفِيرًا", "english" : "Then We gave back to you a return victory over them. And We reinforced you with wealth and sons and made you more numerous in manpower", "urdu" : "اِس کے بعد ہم نے تمہیں اُن پر غلبے کا موقع دے دیا اور تمہیں مال اور اولاد سے مدد دی اور تمہاری تعداد پہلے سے بڑھا دی","chinese" : "然后，我为你们恢复了对他们的优势，我以财富和子孙资助你们，我使你们更加富庶。","turkey" : "Bunun ardından sizi onlara galip getireceğiz; mallar ve oğullarla size yardım edecek ve sizin sayınızı artıracağız"} ,{"id": "7", "arabic" : "إِنۡ أَحۡسَنتُمۡ أَحۡسَنتُمۡ لِأَنفُسِكُمۡۖ وَإِنۡ أَسَأۡتُمۡ فَلَهَاۚ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ لِيَسُـُٔواْ وُجُوهَكُمۡ وَلِيَدۡخُلُواْ ٱلۡمَسۡجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٖ وَلِيُتَبِّرُواْ مَا عَلَوۡاْ تَتۡبِيرًا", "english" : "[And said] If you do good you do good for yourselves; and if you do evil [you do it] to yourselves. Then when the final promise came [We sent your enemies] to sadden your faces and to enter the temple in Jerusalem as they entered it the first time and to destroy what they had taken over with [total] destruction", "urdu" : "دیکھو! تم نے بھلائی کی تو وہ تمہارے اپنے ہی لیے بھلائی تھی، اور برائی کی تو وہ تمہاری اپنی ذات کے لیے برائی ثابت ہوئی پھر جب دوسرے وعدے کا وقت آیا تو ہم نے دوسرے دشمنوں کو تم پر مسلط کیا تاکہ وہ تمہارے چہرے بگاڑ دیں اور مسجد (بیت المقدس) میں اُسی طرح گھس جائیں جس طرح پہلے دشمن گھسے تھے اور جس چیز پر ان کا ہاتھ پڑے اُسے تباہ کر کے رکھ دیں","chinese" : "我说：“如果你们行善，那么，你们是为自己而行善；如果你们作恶，你们是为自己而作恶。”当第二次作乱的约期来临的时候，（我又派遣他们），以便他们使你们变成为愁眉苦脸的，以便他们像头一次那样再入禁寺，以便他们把自己所占领的地方加以摧毁。","turkey" : "İyilik ederseniz kendinize iyilik etmiş olursunuz. Kötülük ederseniz o da kendinizedir. İki vaadden ikincisinin vakti gelince yüzünüzü üzüntüye sokmaları kötülük yapmaları önceden Mescid'e girdikleri gibi girmeleri ele geçirdikleri yerleri harap etmeleri için onları tekrar göndereceğiz"} ,{"id": "8", "arabic" : "عَسَىٰ رَبُّكُمۡ أَن يَرۡحَمَكُمۡۚ وَإِنۡ عُدتُّمۡ عُدۡنَاۚ وَجَعَلۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ حَصِيرًا", "english" : "[Then Allah said] It is expected [if you repent] that your Lord will have mercy upon you. But if you return [to sin] We will return [to punishment]. And We have made Hell for the disbelievers a prison-bed", "urdu" : "ہوسکتا ہے کہ اب تمہارا رب تم پر رحم کرے، لیکن اگر تم نے پھر اپنی سابق روش کا اعادہ کیا تو ہم بھی پر اپنی سزا کا اعادہ کریں گے، اور کا فر نعمت لوگوں کے لیے ہم نے جہنم کو قید خانہ بنا رکھا ہے","chinese" : "（如果你们悔改），你们的主或许会怜悯你们。如果你们重新违抗我，我将重新惩治你们。我以火狱为不信道者的监狱。","turkey" : "Umulur ki Rabbiniz size acır; ama siz dönerseniz Biz de döneriz. Cehennemi inkarcılara bir zindan kılmışızdır"} ,{"id": "9", "arabic" : "إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَهۡدِي لِلَّتِي هِيَ أَقۡوَمُ وَيُبَشِّرُ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّـٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرٗا كَبِيرٗا", "english" : "Indeed this Qur'an guides to that which is most suitable and gives good tidings to the believers who do righteous deeds that they will have a great reward", "urdu" : "حقیقت یہ ہے کہ یہ قرآن وہ راہ دکھاتا ہے جو بالکل سیدھی ہے جو لو گ اسے مان کر بھلے کام کرنے لگیں انہیں یہ بشارت دیتا ہے کہ ان کے لیے بڑا اجر ہے","chinese" : "这部《古兰经》必引导人于至正之路，并预告行善的信士们，他们将要享受最大的报酬。","turkey" : "Doğrusu bu Kuran en doğru yola götürür ve yararlı iş yapan müminlere büyük ecir olduğunu ahirete inanmayanlara can yakıcı bir azap hazırladığımızı müjdeler"} ,{"id": "10", "arabic" : "وَأَنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا", "english" : "And that those who do not believe in the Hereafter - We have prepared for them a painful punishment", "urdu" : "اور جو لوگ آخرت کو نہ مانیں انہیں یہ خبر دیتا ہے کہ ان کے لیے ہم نے دردناک عذاب مہیا کر رکھا ہے","chinese" : "（还预告）不信后世者，我已为他们预备了痛苦的刑罚。","turkey" : "Doğrusu bu Kuran en doğru yola götürür ve yararlı iş yapan müminlere büyük ecir olduğunu ahirete inanmayanlara can yakıcı bir azap hazırladığımızı müjdeler"} ,{"id": "11", "arabic" : "وَيَدۡعُ ٱلۡإِنسَٰنُ بِٱلشَّرِّ دُعَآءَهُۥ بِٱلۡخَيۡرِۖ وَكَانَ ٱلۡإِنسَٰنُ عَجُولٗا", "english" : "And man supplicates for evil as he supplicates for good and man is ever hasty", "urdu" : "انسان شر اُس طرح مانگتا ہے جس طرح خیر مانگنی چاہیے انسان بڑا ہی جلد باز واقع ہوا ہے","chinese" : "人祈祷祸福，像祈祷幸福一样，人是急躁的。","turkey" : "İnsan iyiliğin gelmesine dua ettiği gibi kötülüğün gelmesine de dua eder. Esasen insanoğlu acelecidir"} ,{"id": "12", "arabic" : "وَجَعَلۡنَا ٱلَّيۡلَ وَٱلنَّهَارَ ءَايَتَيۡنِۖ فَمَحَوۡنَآ ءَايَةَ ٱلَّيۡلِ وَجَعَلۡنَآ ءَايَةَ ٱلنَّهَارِ مُبۡصِرَةٗ لِّتَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡ وَلِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ وَكُلَّ شَيۡءٖ فَصَّلۡنَٰهُ تَفۡصِيلٗا", "english" : "And We have made the night and day two signs and We erased the sign of the night and made the sign of the day visible that you may seek bounty from your Lord and may know the number of years and the account [of time]. And everything We have set out in detail", "urdu" : "دیکھو، ہم نے رات اور دن کو دو نشانیاں بنایا ہے رات کی نشانی کو ہم نے بے نور بنایا، اور دن کی نشانی کو روشن کر دیا تاکہ تم اپنے رب کا فضل تلاش کر سکو اور ماہ و سال کا حساب معلوم کر سکو اِسی طرح ہم نے ہر چیز کو الگ الگ ممیز کر کے رکھا ہے","chinese" : "我以昼夜为两种迹象，我抹掉黑夜的迹象，并以白昼为明亮的，以便你们寻求从你们的主发出的恩惠，以便你们知道历法和算术。我明白地解释一切迹象。","turkey" : "Gece ve gündüzü varlığımıza birer delil kıldık. Bir delil olan geceyi kaldırıp yine bir delil olan gündüzü Rabbinizin bol nimetini aramanız yılların sayısını ve hesabını bilmeniz için aydınlık kıldık. Her şeyi uzun uzadıya açıkladık"} ,{"id": "13", "arabic" : "وَكُلَّ إِنسَٰنٍ أَلۡزَمۡنَٰهُ طَـٰٓئِرَهُۥ فِي عُنُقِهِۦۖ وَنُخۡرِجُ لَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ كِتَٰبٗا يَلۡقَىٰهُ مَنشُورًا", "english" : "And [for] every person We have imposed his fate upon his neck and We will produce for him on the Day of Resurrection a record which he will encounter spread open", "urdu" : "ہر انسان کا شگون ہم نے اُس کے اپنے گلے میں لٹکا رکھا ہے، اور قیامت کے روز ہم ایک نوشتہ اُس کے لیے نکالیں گے جسے وہ کھلی کتاب کی طرح پائے گا","chinese" : "我使每个人的行为附着在他的脖子上。在复活日，我要为每个人取出一个展开的本子，","turkey" : "Her insanın boynuna işlediklerini dolarız ve kıyamet günü açılmış bulacağı Kitap'ı önüne çıkarırız"} ,{"id": "14", "arabic" : "ٱقۡرَأۡ كِتَٰبَكَ كَفَىٰ بِنَفۡسِكَ ٱلۡيَوۡمَ عَلَيۡكَ حَسِيبٗا", "english" : "[It will be said] Read your record. Sufficient is yourself against you this Day as accountant", "urdu" : "پڑھ اپنا نامہ اعمال، آج اپنا حساب لگانے کے لیے تو خود ہی کافی ہے","chinese" : "（说）：“你读你的本子吧！今天，你已足为自己的清算人。”","turkey" : "Kitabını oku bugün hesap görücü olarak sen kendine yetersin"} ,{"id": "15", "arabic" : "مَّنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۗ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبۡعَثَ رَسُولٗا", "english" : "Whoever is guided is only guided for [the benefit of] his soul. And whoever errs only errs against it. And no bearer of burdens will bear the burden of another. And never would We punish until We sent a messenger", "urdu" : "جو کوئی راہ راست اختیار کرے اس کی راست روی اس کے اپنے ہی لیے مفید ہے، اور جو گمراہ ہو اس کی گمراہی کا وبا ل اُسی پر ہے کوئی بوجھ اٹھانے والا دوسرے کا بوجھ نہ اٹھائے گا اور ہم عذاب دینے والے نہیں ہیں جب تک کہ (لوگوں کو حق و باطل کا فرق سمجھانے کے لیے) ایک پیغام بر نہ بھیج دیں","chinese" : "谁遵循正道，谁自受其益；谁误入迷途，谁自受其害。一个负罪者，不负他人的罪。派遣使者之前，我不惩罚（任何人）。","turkey" : "Kim doğru yola gelirse ancak kendi lehine yola gelmiş ve kim de saparsa ancak kendi aleyhine sapmıştır. Kimse kimsenin günahını çekmez. Biz peygamber göndermedikçe kimseye azabetmeyiz"} ,{"id": "16", "arabic" : "وَإِذَآ أَرَدۡنَآ أَن نُّهۡلِكَ قَرۡيَةً أَمَرۡنَا مُتۡرَفِيهَا فَفَسَقُواْ فِيهَا فَحَقَّ عَلَيۡهَا ٱلۡقَوۡلُ فَدَمَّرۡنَٰهَا تَدۡمِيرٗا", "english" : "And when We intend to destroy a city We command its affluent but they defiantly disobey therein; so the word comes into effect upon it and We destroy it with [complete] destruction", "urdu" : "جب ہم کسی بستی کو ہلاک کرنے کا ارادہ کرتے ہیں تو اس کے خوشحال لوگوں کو حکم دیتے ہیں اور وہ اس میں نافرمانیاں کرنے لگتے ہیں، تب عذاب کا فیصلہ اس بستی پر چسپاں ہو جاتا ہے اور ہم اسے برباد کر کے رکھ دیتے ہیں","chinese" : "当我要毁灭一个市镇的时候，我命令其中过安乐生活者服从我，但他们放荡不检，所以应受刑罚的判决。于是我毁灭他们。","turkey" : "Bir şehri yok etmek istediğimiz zaman şımarık varlıklarına yola gelmelerini emrederiz ama onlar yoldan çıkarlar. Artık o şehir yok olmayı hakeder. Biz de onu yerle bir ederiz"} ,{"id": "17", "arabic" : "وَكَمۡ أَهۡلَكۡنَا مِنَ ٱلۡقُرُونِ مِنۢ بَعۡدِ نُوحٖۗ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِۦ خَبِيرَۢا بَصِيرٗا", "english" : "And how many have We destroyed from the generations after Noah. And sufficient is your Lord concerning the sins of His servants as Acquainted and Seeing", "urdu" : "دیکھ لو، کتنی ہی نسلیں ہیں جو نوحؑ کے بعد ہمارے حکم سے ہلاک ہوئیں تیرا رب اپنے بندوں کے گناہوں سے پوری طرح باخبر ہے اور سب کچھ دیکھ رہا ہے","chinese" : "在努哈之后，我毁灭了若干世代。你的主对于其仆人的罪行，足为彻知者和明察者。","turkey" : "Nuh'dan sonra nice nesilleri yok etmişizdir. Kullarının günahlarından haberdar ve onları gören olarak Rabbin yeter"} ,{"id": "18", "arabic" : "مَّن كَانَ يُرِيدُ ٱلۡعَاجِلَةَ عَجَّلۡنَا لَهُۥ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلۡنَا لَهُۥ جَهَنَّمَ يَصۡلَىٰهَا مَذۡمُومٗا مَّدۡحُورٗا", "english" : "Whoever should desire the immediate - We hasten for him from it what We will to whom We intend. Then We have made for him Hell which he will [enter to] burn censured and banished", "urdu" : "جو کوئی عاجلہ کا خواہشمند ہو، اسے یہیں ہم دے دیتے ہیں جو کچھ بھی جسے دینا چاہیں، پھر اس کے مقسوم میں جہنم لکھ دیتے ہیں جسے وہ تاپے گا ملامت زدہ اور رحمت سے محروم ہو کر","chinese" : "凡欲获得现世生活者，我将在现世以我所意欲的报答他们中我所意欲者。然后，我将以火狱惩治他们，他们将受责备，遭弃绝地进入火狱。","turkey" : "Dünyayı isteyene istediğimiz kimseye dilediğimiz kadar hemen veririz. Sonra ona cehennemi hazırlarız; yerilmiş ve kovulmuş olarak oraya girer"} ,{"id": "19", "arabic" : "وَمَنۡ أَرَادَ ٱلۡأٓخِرَةَ وَسَعَىٰ لَهَا سَعۡيَهَا وَهُوَ مُؤۡمِنٞ فَأُوْلَـٰٓئِكَ كَانَ سَعۡيُهُم مَّشۡكُورٗا", "english" : "But whoever desires the Hereafter and exerts the effort due to it while he is a believer - it is those whose effort is ever appreciated [by Allah]", "urdu" : "اور جو آخرت کا خواہشمند ہو اور اس کے لیے سعی کرے جیسی کہ اس کے لیے سعی کرنی چاہیے، اور ہو وہ مومن، تو ایسے ہر شخص کی سعی مشکور ہوگی","chinese" : "凡欲获得后世，并为此而尽努力的信道者，这等人的努力是有报酬的。","turkey" : "Ahireti isteyip inanmış olarak onun için gerekli çalışmada bulunan kimselerin işte onların çalışmaları şükre değer"} ,{"id": "20", "arabic" : "كُلّٗا نُّمِدُّ هَـٰٓؤُلَآءِ وَهَـٰٓؤُلَآءِ مِنۡ عَطَآءِ رَبِّكَۚ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحۡظُورًا", "english" : "To each [category] We extend - to these and to those - from the gift of your Lord. And never has the gift of your Lord been restricted", "urdu" : "اِن کو بھی اور اُن کو بھی، دونوں فریقوں کو ہم (دنیا میں) سامان زیست دیے جا رہے ہیں، یہ تیرے رب کا عطیہ ہے، اور تیرے رب کی عطا کو روکنے والا کوئی نہیں ہے","chinese" : "这等人和那等人，我都要以你的主的赏赐资助他们，你的主的赏赐，不是受阻碍的。","turkey" : "Onların ve bunların her birine Rabbinin nimetinden ulaştırırız. Esasen Rabbinin nimeti kimseye yasak kılınmış değildir"} ,{"id": "21", "arabic" : "ٱنظُرۡ كَيۡفَ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۚ وَلَلۡأٓخِرَةُ أَكۡبَرُ دَرَجَٰتٖ وَأَكۡبَرُ تَفۡضِيلٗا", "english" : "Look how We have favored [in provision] some of them over others. But the Hereafter is greater in degrees [of difference] and greater in distinction", "urdu" : "مگر دیکھ لو، دنیا ہی میں ہم نے ایک گروہ کو دوسرے پر کیسی فضیلت دے رکھی ہے، اور آخرت میں اُس کے درجے اور بھی زیادہ ہوں گے، اور اس کی فضیلت اور بھی زیادہ بڑھ چڑھ کر ہوگی","chinese" : "你看我怎样使他们中的一部分人超越另一部分人；后世确是品级更高，优越更甚的。","turkey" : "Onları birbirlerinden nasıl üstün kıldığımıza bir bak! Doğrusu ahirette daha büyük dereceler ve daha büyük üstünlükler vardır"} ,{"id": "22", "arabic" : "لَّا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَقۡعُدَ مَذۡمُومٗا مَّخۡذُولٗا", "english" : "Do not make [as equal] with Allah another deity and [thereby] become censured and forsaken", "urdu" : "تو اللہ کے ساتھ کوئی دوسرا معبود نہ بنا ورنہ ملامت زدہ اور بے یار و مدد گار بیٹھا رہ جائیگا","chinese" : "你不要使任何物与安拉同受崇拜，以免你变成受责备、遭遗弃的。","turkey" : "Allah'la beraber başka bir tanrı edinme yoksa yerilmiş ve tek başına kalmış olursun"} ,{"id": "23", "arabic" : "۞وَقَضَىٰ رَبُّكَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنًاۚ إِمَّا يَبۡلُغَنَّ عِندَكَ ٱلۡكِبَرَ أَحَدُهُمَآ أَوۡ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفّٖ وَلَا تَنۡهَرۡهُمَا وَقُل لَّهُمَا قَوۡلٗا كَرِيمٗا", "english" : "And your Lord has decreed that you not worship except Him and to parents good treatment. Whether one or both of them reach old age [while] with you say not to them [so much as] uff and do not repel them but speak to them a noble word", "urdu" : "تیرے رب نے فیصلہ کر دیا ہے کہ: تم لوگ کسی کی عبادت نہ کرو، مگر صرف اُس کی والدین کے ساتھ نیک سلوک کرو اگر تمہارے پاس اُن میں سے کوئی ایک، یا دونوں، بوڑھے ہو کر رہیں تو انہیں اف تک نہ کہو، نہ انہیں جھڑک کر جواب دو، بلکہ ان سے احترام کے ساتھ بات کرو","chinese" : "你的主曾下令说：你们应当只崇拜他，应当孝敬父母。如果他俩中的一人或者两人在你的堂上达到老迈，那么，你不要对他俩说：“呸！”不要呵斥他俩，你应当对他俩说有礼貌的话。","turkey" : "Rabbin yalnız Kendisine tapmanızı ve ana babaya iyilik etmeyi buyurmuştur. Eğer ikisinden biri veya her ikisi senin yanında iken ihtiyarlayacak olursa onlara karşı Öf bile demeyesin onları azarlamayasın. İkisine de hep tatlı söz söyleyesin"} ,{"id": "24", "arabic" : "وَٱخۡفِضۡ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحۡمَةِ وَقُل رَّبِّ ٱرۡحَمۡهُمَا كَمَا رَبَّيَانِي صَغِيرٗا", "english" : "And lower to them the wing of humility out of mercy and say My Lord have mercy upon them as they brought me up [when I was] small", "urdu" : "اور نرمی و رحم کے ساتھ ان کے سامنے جھک کر رہو، اور دعا کیا کرو کہ پروردگار، ان پر رحم فرما جس طرح اِنہوں نے رحمت و شفقت کے ساتھ مجھے بچپن میں پالا تھا","chinese" : "你应当必恭必敬地服侍他俩，你应当说：“我的主啊！求你怜悯他俩，就像我幼年时他俩养育我那样。”","turkey" : "Onlara acıyarak alçak gönüllülük kanatlarını ger ve: Rabbim! Küçükken beni yetiştirdikleri gibi sen de onlara merhamet et! de"} ,{"id": "25", "arabic" : "رَّبُّكُمۡ أَعۡلَمُ بِمَا فِي نُفُوسِكُمۡۚ إِن تَكُونُواْ صَٰلِحِينَ فَإِنَّهُۥ كَانَ لِلۡأَوَّـٰبِينَ غَفُورٗا", "english" : "Your Lord is most knowing of what is within yourselves. If you should be righteous [in intention] - then indeed He is ever to the often returning [to Him] Forgiving", "urdu" : "تمہارا رب خوب جانتا ہے کہ تمہارے دلوں میں کیا ہے اگر تم صالح بن کر رہو تو وہ ایسے سب لوگوں کے لیے در گزر کرنے والا ہے جو اپنے قصور پر متنبہ ہو کر بندگی کے رویے کی طرف پلٹ آئیں","chinese" : "你们的主是最知道你们的心情的。如果你们是善良的，那么，他对于常常悔过者确是至赦的。","turkey" : "İçinizde olanı en iyi Rabbiniz bilir. İyi kimselerseniz bilin ki O şüphesiz Kendine baş vuranları bağışlar"} ,{"id": "26", "arabic" : "وَءَاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَلَا تُبَذِّرۡ تَبۡذِيرًا", "english" : "And give the relative his right and [also] the poor and the traveler and do not spend wastefully", "urdu" : "رشتہ دار کو اس کا حق دو اور مسکین اور مسافر کو اس کا حق فضول خرچی نہ کرو","chinese" : "你应当把亲戚、贫民、旅客所应得的周济分给他们，你不要挥霍；","turkey" : "Yakınına düşküne yolcuya hakkını ver; elindekileri saçıp savurma"} ,{"id": "27", "arabic" : "إِنَّ ٱلۡمُبَذِّرِينَ كَانُوٓاْ إِخۡوَٰنَ ٱلشَّيَٰطِينِۖ وَكَانَ ٱلشَّيۡطَٰنُ لِرَبِّهِۦ كَفُورٗا", "english" : "Indeed the wasteful are brothers of the devils and ever has Satan been to his Lord ungrateful", "urdu" : "فضول خرچ لوگ شیطان کے بھائی ہیں، اور شیطان اپنے رب کا ناشکرا ہے","chinese" : "挥霍者确是恶魔的朋友，恶魔原是辜负主恩的。","turkey" : "Saçıp savuranlar şüphesiz şeytanlarla kardeş olmuş olurlar; şeytan ise Rabbine karşı pek nankördür"} ,{"id": "28", "arabic" : "وَإِمَّا تُعۡرِضَنَّ عَنۡهُمُ ٱبۡتِغَآءَ رَحۡمَةٖ مِّن رَّبِّكَ تَرۡجُوهَا فَقُل لَّهُمۡ قَوۡلٗا مَّيۡسُورٗا", "english" : "And if you [must] turn away from the needy awaiting mercy from your Lord which you expect then speak to them a gentle word", "urdu" : "اگر اُن سے (یعنی حاجت مند رشتہ داروں، مسکینوں اور مسافروں سے) تمہیں کترانا ہو، اس بنا پر کہ ابھی تم اللہ کی اُس رحمت کو جس کے تم امیدوار ہو تلاش کر رہے ہو، تو انہیں نرم جواب دے دو","chinese" : "如果你必须求得你所希望的从主降示的恩惠后才能周济他们，那么，你应该对他们说温和的话。","turkey" : "Rabbin'den umduğun rahmeti elde etmek için hak sahiblerinden yüz çevirmek zorunda kalırsan onlara hiç değilse tatlı bir söz söyle"} ,{"id": "29", "arabic" : "وَلَا تَجۡعَلۡ يَدَكَ مَغۡلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبۡسُطۡهَا كُلَّ ٱلۡبَسۡطِ فَتَقۡعُدَ مَلُومٗا مَّحۡسُورًا", "english" : "And do not make your hand [as] chained to your neck or extend it completely and [thereby] become blamed and insolvent", "urdu" : "نہ تو اپنا ہاتھ گردن سے باندھ رکھو اور نہ اسے بالکل ہی کھلا چھوڑ دو کہ ملامت زدہ اور عاجز بن کر رہ جاؤ","chinese" : "你不要把自己的手束在脖子上，也不要把手完全伸开，以免你变成悔恨的受责备者。","turkey" : "Elini boynuna bağlayıp cimri kesilme büsbütün de açıp tutumsuz olma yoksa pişman olur açıkta kalırsın"} ,{"id": "30", "arabic" : "إِنَّ رَبَّكَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا", "english" : "Indeed your Lord extends provision for whom He wills and restricts [it]. Indeed He is ever concerning His servants Acquainted and Seeing", "urdu" : "تیر ا رب جس کے لیے چاہتا ہے رزق کشادہ کرتا ہے اور جس کے لیے چاہتا ہے تنگ کر دیتا ہے وہ اپنے بندوں کے حال سے باخبر ہے اور انہیں دیکھ رہا ہے","chinese" : "你的主必为他所意欲者而使给养富裕，必为他所意欲者而使给养窘迫。你的主对于他的众仆，确是彻知的，确是明察的。","turkey" : "Doğrusu senin Rabbin dilediği kimsenin rızkını genişletir ve bir ölçüye göre verir. O kullarını gören ve haberdar olandır"} ,{"id": "31", "arabic" : "وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُمۡ خَشۡيَةَ إِمۡلَٰقٖۖ نَّحۡنُ نَرۡزُقُهُمۡ وَإِيَّاكُمۡۚ إِنَّ قَتۡلَهُمۡ كَانَ خِطۡـٔٗا كَبِيرٗا", "english" : "And do not kill your children for fear of poverty. We provide for them and for you. Indeed their killing is ever a great sin", "urdu" : "اپنی اولاد کو افلاس کے اندیشے سے قتل نہ کرو ہم انہیں بھی رزق دیں گے اور تمہیں بھی در حقیقت اُن کا قتل ایک بڑی خطا ہے","chinese" : "你们不要因为怕贫穷而杀害自己的儿女，我供给他们和你们。杀害他们确是大罪。","turkey" : "Çocuklarınızı yoksulluk korkusuyla öldürmeyin. Biz onlara da size de rızık veririz. Onları öldürmek şüphesiz büyük bir günahtır"} ,{"id": "32", "arabic" : "وَلَا تَقۡرَبُواْ ٱلزِّنَىٰٓۖ إِنَّهُۥ كَانَ فَٰحِشَةٗ وَسَآءَ سَبِيلٗا", "english" : "And do not approach unlawful sexual intercourse. Indeed it is ever an immorality and is evil as a way", "urdu" : "زنا کے قریب نہ پھٹکو وہ بہت برا فعل ہے اور بڑا ہی برا راستہ","chinese" : "你们不要接近私通，因为私通确是下流的事，这行径真恶劣！","turkey" : "Sakın zinaya yaklaşmayın; doğrusu bu çirkindir kötü bir yoldur"} ,{"id": "33", "arabic" : "وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۗ وَمَن قُتِلَ مَظۡلُومٗا فَقَدۡ جَعَلۡنَا لِوَلِيِّهِۦ سُلۡطَٰنٗا فَلَا يُسۡرِف فِّي ٱلۡقَتۡلِۖ إِنَّهُۥ كَانَ مَنصُورٗا", "english" : "And do not kill the soul which Allah has forbidden except by right. And whoever is killed unjustly - We have given his heir authority but let him not exceed limits in [the matter of] taking life. Indeed he has been supported [by the law]", "urdu" : "قتل نفس کا ارتکاب نہ کرو جسے اللہ نے حرام کیا ہے مگر حق کے ساتھ اور جو شخص مظلومانہ قتل کیا گیا ہو اس کے ولی کو ہم نے قصاص کے مطالبے کا حق عطا کیا ہے، پس چاہیے کہ وہ قتل میں حد سے نہ گزرے، اُس کی مدد کی جائے گی","chinese" : "你们不要违背安拉的禁令而杀人，除非因为正义。无辜而被杀者，我已把权柄授予他的亲戚，但他们不可滥杀，他们确是受援助的。","turkey" : "Allah'ın haram kıldığı cana haksız yere kıymayın. Haksız yere öldürülenin velisine bir yetki tanımışızdır. Artık o da öldürmekte aşırı gitmesin. Zira kendisi ne de olsa yardım görmüştür"} ,{"id": "34", "arabic" : "وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ بِٱلۡعَهۡدِۖ إِنَّ ٱلۡعَهۡدَ كَانَ مَسۡـُٔولٗا", "english" : "And do not approach the property of an orphan except in the way that is best until he reaches maturity. And fulfill [every] commitment. Indeed the commitment is ever [that about which one will be] questioned", "urdu" : "ما ل یتیم کے پاس نہ پھٹکو مگر احسن طریقے سے، یہاں تک کہ وہ اپنے شباب کو پہنچ جائے عہد کی پابندی کرو، بے شک عہد کے بارے میں تم کو جواب دہی کرنی ہوگی","chinese" : "你们不要接近孤儿的财产，除非依照最优良的方式，直到他成年。你们应当履行诺言；诺言确是要被审问的事。","turkey" : "Yetimin malına ergin çağa ulaşana kadar en güzel şeklin dışında yaklaşmayın. Ahdi de yerine getirin doğrusu verilen ahidde sorumluluk vardır"} ,{"id": "35", "arabic" : "وَأَوۡفُواْ ٱلۡكَيۡلَ إِذَا كِلۡتُمۡ وَزِنُواْ بِٱلۡقِسۡطَاسِ ٱلۡمُسۡتَقِيمِۚ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلٗا", "english" : "And give full measure when you measure and weigh with an even balance. That is the best [way] and best in result", "urdu" : "پیمانے سے دو تو پورا بھر کر دو، اور تولو تو ٹھیک ترازو سے تولو یہ اچھا طریقہ ہے اور بلحاظ انجام بھی یہی بہتر ہے","chinese" : "当你们卖粮的时候，应当量足分量，你们应当使用公平的秤称货物，这是善事，是结局最优的。","turkey" : "Bir şeyi ölçtüğünüz zaman ölçüyü tam tutun doğru teraziyle tartın. Böyle yapmak sonuç itibariyle daha güzel ve daha iyidir"} ,{"id": "36", "arabic" : "وَلَا تَقۡفُ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۚ إِنَّ ٱلسَّمۡعَ وَٱلۡبَصَرَ وَٱلۡفُؤَادَ كُلُّ أُوْلَـٰٓئِكَ كَانَ عَنۡهُ مَسۡـُٔولٗا", "english" : "And do not pursue that of which you have no knowledge. Indeed the hearing the sight and the heart - about all those [one] will be questioned", "urdu" : "کسی ایسی چیز کے پیچھے نہ لگو جس کا تمہیں علم نہ ہو یقیناً آنکھ، کان اور دل سب ہی کی باز پرس ہونی ہے","chinese" : "你不要随从你所不知道的言行，耳目和心灵都是要被审问的。","turkey" : "Bilmediğin şeyin ardına düşme; doğrusu kulak göz ve kalp bunların hepsi o şeyden sorumlu olur"} ,{"id": "37", "arabic" : "وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّكَ لَن تَخۡرِقَ ٱلۡأَرۡضَ وَلَن تَبۡلُغَ ٱلۡجِبَالَ طُولٗا", "english" : "And do not walk upon the earth exultantly. Indeed you will never tear the earth [apart] and you will never reach the mountains in height", "urdu" : "زمین میں اکڑ کر نہ چلو، تم نہ زمین کو پھاڑ سکتے ہو، نہ پہاڑوں کی بلندی کو پہنچ سکتے ہو","chinese" : "你不要骄傲自满地在大地上行走，你绝不能把大地踏穿，绝不能与山比高。","turkey" : "Yeryüzünde böbürlenerek yürüme çünkü sen ne yeri delebilir ve ne de boyca dağlara ulaşabilirsin"} ,{"id": "38", "arabic" : "كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُۥ عِندَ رَبِّكَ مَكۡرُوهٗا", "english" : "All that - its evil is ever in the sight of your Lord detested", "urdu" : "اِن امور میں سے ہر ایک کا برا پہلو تیرے رب کے نزدیک ناپسندیدہ ہے","chinese" : "这些事，其恶劣是你的主所厌恶的。","turkey" : "Rabbinin katında bunların hepsi beğenilmeyen kötü şeylerdir"} ,{"id": "39", "arabic" : "ذَٰلِكَ مِمَّآ أَوۡحَىٰٓ إِلَيۡكَ رَبُّكَ مِنَ ٱلۡحِكۡمَةِۗ وَلَا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتُلۡقَىٰ فِي جَهَنَّمَ مَلُومٗا مَّدۡحُورًا", "english" : "That is from what your Lord has revealed to you [O Muhammad] of wisdom. And [O mankind] do not make [as equal] with Allah another deity lest you be thrown into Hell blamed and banished", "urdu" : "یہ وہ حکمت کی باتیں ہیں جو تیرے رب نے تجھ پر وحی کی ہیں اور دیکھ! اللہ کے ساتھ کوئی دوسرا معبود نہ بنا بیٹھ ورنہ تو جہنم میں ڈال دیا جائے گا ملامت زدہ اور ہر بھلائی سے محروم ہو کر","chinese" : "这是你的主所启示你的智慧，你不要使任何神明与安拉同受崇拜，否则，你将在受责备和遭弃绝的情况下被投入火狱。","turkey" : "Bunlar Rabbinin sana bildirdiği hikmetlerdir. Sakın Allah'la beraber başka tanrı edinme. Yoksa yerilmiş ve kovulmuş olarak cehenneme atılırsın"} ,{"id": "40", "arabic" : "أَفَأَصۡفَىٰكُمۡ رَبُّكُم بِٱلۡبَنِينَ وَٱتَّخَذَ مِنَ ٱلۡمَلَـٰٓئِكَةِ إِنَٰثًاۚ إِنَّكُمۡ لَتَقُولُونَ قَوۡلًا عَظِيمٗا", "english" : "Then has your Lord chosen you for [having] sons and taken from among the angels daughters? Indeed you say a grave saying", "urdu" : "کیسی عجیب بات ہے کہ تمہارے رب نے تمہیں تو بیٹوں سے نوازا اور خود اپنے لیے ملائکہ کو بیٹیاں بنا لیا؟ بڑی جھوٹی بات ہے جو تم لوگ زبانوں سے نکالتے ہو","chinese" : "难道你们的主把男儿赏赐你们，而以众天使为自己的女儿吗？你们的确说出荒谬的话。","turkey" : "Rabbiniz oğulları size ayırdı seçti de kendisi için kız olarak melekleri mi edindi? Doğrusu siz büyük söz söylüyorsunuz"} ,{"id": "41", "arabic" : "وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِيَذَّكَّرُواْ وَمَا يَزِيدُهُمۡ إِلَّا نُفُورٗا", "english" : "And We have certainly diversified [the contents] in this Qur'an that mankind may be reminded but it does not increase the disbelievers except in aversion", "urdu" : "ہم نے اِس قرآن میں طرح طرح سے لوگوں کو سمجھایا کہ ہوش میں آئیں، مگر وہ حق سے اور زیادہ دور ہی بھاگے جا رہے ہیں","chinese" : "在这部《古兰经》里，我确已反复申述这个宗旨，以便他们铭记。这种申述只会使他们更加憎恶。","turkey" : "Biz and olsun ki öğüt almaları için bu Kuran'da bunları türlü türlü açıkladık. Fakat bu açıklamalar ancak onların nefretini artırmıştır"} ,{"id": "42", "arabic" : "قُل لَّوۡ كَانَ مَعَهُۥٓ ءَالِهَةٞ كَمَا يَقُولُونَ إِذٗا لَّٱبۡتَغَوۡاْ إِلَىٰ ذِي ٱلۡعَرۡشِ سَبِيلٗا", "english" : "Say [O Muhammad] If there had been with Him [other] gods as they say then they [each] would have sought to the Owner of the Throne a way", "urdu" : "اے محمدؐ، ان سے کہو کہ اگر اللہ کے ساتھ دوسرے خدا بھی ہوتے، جیسا کہ یہ لوگ کہتے ہیں، تو وہ مالک عرش کے مقام پر پہنچنے کی ضرور کوشش کرتے","chinese" : "你说：“假若有许多神明和他在一起，犹如他们所说的那样，那么，那些神灵必定想法设法与宝座的主争衡。”","turkey" : "De ki: Eğer dedikleri gibi Allah'la beraber tanrılar bulunsaydı o takdirde hepsi arşın sahibiyle savaşmaya bir yol ararlardı"} ,{"id": "43", "arabic" : "سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَقُولُونَ عُلُوّٗا كَبِيرٗا", "english" : "Exalted is He and high above what they say by great sublimity", "urdu" : "پاک ہے وہ اور بہت بالا و برتر ہے اُن باتوں سے جو یہ لوگ کہہ رہے ہیں","chinese" : "赞颂安拉，超绝万物，他绝然超乎他们所说的！","turkey" : "O onların söylediklerinden Münezzeh'tir Yüce'dir Ulu'dur"} ,{"id": "44", "arabic" : "تُسَبِّحُ لَهُ ٱلسَّمَٰوَٰتُ ٱلسَّبۡعُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّۚ وَإِن مِّن شَيۡءٍ إِلَّا يُسَبِّحُ بِحَمۡدِهِۦ وَلَٰكِن لَّا تَفۡقَهُونَ تَسۡبِيحَهُمۡۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا", "english" : "The seven heavens and the earth and whatever is in them exalt Him. And there is not a thing except that it exalts [Allah] by His praise but you do not understand their [way of] exalting. Indeed He is ever Forbearing and Forgiving", "urdu" : "اُس کی پاکی تو ساتوں آسمان اور زمین اور وہ ساری چیزیں بیان کر رہی ہیں جو آسمان و زمین میں ہیں کوئی چیز ایسی نہیں جو اس کی حمد کے ساتھ اس کی تسبیح نہ کر رہی ہو، مگر تم ان کی تسبیح سمجھتے نہیں ہو حقیقت یہ ہے کہ وہ بڑا ہی بردبار اور درگزر کرنے والا ہے","chinese" : "七层天和大地，以及万有，都赞颂他超绝万物，无一物不赞颂他超绝万物。但你们不了解他们的赞颂。他确是容忍的，确是至赦的。","turkey" : "Yedi gök yer ve bunlarda bulunanlar O'nu tesbih eder; O'nu hamd ile tesbih etmeyen hiçbir şey yoktur; fakat siz onların tesbihlerini anlamazsınız. Doğrusu O Halim olandır Bağışlayan'dır"} ,{"id": "45", "arabic" : "وَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ جَعَلۡنَا بَيۡنَكَ وَبَيۡنَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ حِجَابٗا مَّسۡتُورٗا", "english" : "And when you recite the Qur'an We put between you and those who do not believe in the Hereafter a concealed partition", "urdu" : "جب تم قرآن پڑھتے ہو تو ہم تمہارے اور آخرت پر ایمان نہ لانے والوں کے درمیان ایک پردہ حائل کر دیتے ہیں","chinese" : "当你诵读《古兰经》的时候，我在你和不信后世者之间安置一道隐微的屏障。","turkey" : "Kuran okuduğun zaman senin ile ahirete inanmayan kimseler arasına görünmeyen bir perde çekeriz"} ,{"id": "46", "arabic" : "وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِذَا ذَكَرۡتَ رَبَّكَ فِي ٱلۡقُرۡءَانِ وَحۡدَهُۥ وَلَّوۡاْ عَلَىٰٓ أَدۡبَٰرِهِمۡ نُفُورٗا", "english" : "And We have placed over their hearts coverings lest they understand it and in their ears deafness. And when you mention your Lord alone in the Qur'an they turn back in aversion", "urdu" : "اور ان کے دلوں پر ایسا غلاف چڑھا دیتے ہیں کہ وہ کچھ نہیں سمجھتے، اور ان کے کانوں میں گرانی پیدا کر دیتے ہیں اور جب تم قرآن میں اپنے ایک ہی رب کا ذکر کرتے ہو تو وہ نفرت سے منہ موڑ لیتے ہیں","chinese" : "我在他们的心上加了许多罩子，以免他们了解《古兰经》；又在他们的耳里造重耳，当你在《古兰经》里只提到你的主的时候，他们憎恶地离去。","turkey" : "Kuran'ı anlarlar diye kalblerine örtüler ve kulaklarına da ağırlık koyduk. Kuran'da Rabbini bir tek olarak andığın zaman onlar ürkerek ardlarına dönerler"} ,{"id": "47", "arabic" : "نَّحۡنُ أَعۡلَمُ بِمَا يَسۡتَمِعُونَ بِهِۦٓ إِذۡ يَسۡتَمِعُونَ إِلَيۡكَ وَإِذۡ هُمۡ نَجۡوَىٰٓ إِذۡ يَقُولُ ٱلظَّـٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا", "english" : "We are most knowing of how they listen to it when they listen to you and [of] when they are in private conversation when the wrongdoers say You follow not but a man affected by magic", "urdu" : "ہمیں معلوم ہے کہ جب وہ کان لگا کر تمہاری بات سنتے ہیں تو دراصل کیا سنتے ہیں، اور جب بیٹھ کر باہم سرگوشیاں کرتے ہیں تو کیا کہتے ہیں یہ ظالم آپس میں کہتے ہیں کہ یہ ایک سحر زدہ آدمی ہے جس کے پیچھے تم لوگ جا رہے ہو","chinese" : "我最知道他们为何要倾听你诵经，当时他们来倾听你诵经，并且秘密地谈话。当时不义者们说：“你们只是顺从一个中了魔术的人。”","turkey" : "Seni dinledikleri zaman neye kulak verdiklerini ve gizli toplantılarında zalimlerin: Siz sadece büyülenmiş bir adama uyuyorsunuz dediklerini Biz çok iyi biliriz"} ,{"id": "48", "arabic" : "ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَالَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا", "english" : "Look how they strike for you comparisons; but they have strayed so they cannot [find] a way", "urdu" : "دیکھو، کیسی باتیں ہیں جو یہ لوگ تم پر چھانٹتے ہیں یہ بھٹک گئے ہیں اِنہیں راستہ نہیں ملتا","chinese" : "你看他们为你打了许多比喻，但他们都迷误了，他们不能获得一条出路。","turkey" : "Sana nasıl misaller verdiklerine bir bak! Bu yüzden sapmışlardır artık bir yol da bulamamaktadırlar"} ,{"id": "49", "arabic" : "وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدٗا", "english" : "And they say When we are bones and crumbled particles will we [truly] be resurrected as a new creation", "urdu" : "وہ کہتے ہیں جب ہم صرف ہڈیاں اور خاک ہو کر رہ جائیں گے تو کیا ہم نئے سرے سے پیدا کر کے اٹھائے جائیں گے؟","chinese" : "他们说：“我们变成枯骨和尘土后，难道我们还一定被复活成为新人吗？","turkey" : "Biz kemik ve ufalanmış toprak olduğumuz zaman yeniden mutlaka dirilecek miyiz? derler"} ,{"id": "50", "arabic" : "۞قُلۡ كُونُواْ حِجَارَةً أَوۡ حَدِيدًا", "english" : "Say Be you stones or iron", "urdu" : "ان سے کہو تم پتھر یا لوہا بھی ہو جاؤ","chinese" : "你说：“尽管你们变成石头，或铁块，","turkey" : "De ki: İster taş veya demir ya da kalbinizde büyüttüğünüz başka bir yaratık olun yine de dirileceksiniz. Bizi tekrar kim diriltir? derler; de ki: Sizi ilk defa yaratan. Sana başlarını sallayarak: Ne zamandır bu? derler. Yakında olması mümkündür de"} ,{"id": "51", "arabic" : "أَوۡ خَلۡقٗا مِّمَّا يَكۡبُرُ فِي صُدُورِكُمۡۚ فَسَيَقُولُونَ مَن يُعِيدُنَاۖ قُلِ ٱلَّذِي فَطَرَكُمۡ أَوَّلَ مَرَّةٖۚ فَسَيُنۡغِضُونَ إِلَيۡكَ رُءُوسَهُمۡ وَيَقُولُونَ مَتَىٰ هُوَۖ قُلۡ عَسَىٰٓ أَن يَكُونَ قَرِيبٗا", "english" : "Or [any] creation of that which is great within your breasts. And they will say Who will restore us? Say He who brought you forth the first time. Then they will nod their heads toward you and say When is that? Say Perhaps it will be soon", "urdu" : "یا اس سے بھی زیادہ سخت کوئی چیز جو تمہارے ذہن میں قبول حیات سے بعید تر ہو (پھر بھی تم اٹھ کر رہو گے) وہ ضرور پوچھیں گے کون ہے وہ جو ہمیں پھر زندگی کی طرف پلٹا کر لائے گا؟ جواب میں کہو وہی جس نے پہلی بار تم کو پیدا کیا وہ سر ہلا ہلا کر پوچھیں گے اچھا، تو یہ ہوگا کب؟ تم کہو کیا عجب، وہ وقت قریب ہی آ لگا ہو","chinese" : "或你们认为更难于接受生命的什么东西。”他们将说：“谁使我们复活呢？”你说：“初次创造你们的主。”他们将对你摇头说：“这件事将在何时发出呢？”你说：“这件事或许是临近的。”","turkey" : "De ki: İster taş veya demir ya da kalbinizde büyüttüğünüz başka bir yaratık olun yine de dirileceksiniz. Bizi tekrar kim diriltir? derler; de ki: Sizi ilk defa yaratan. Sana başlarını sallayarak: Ne zamandır bu? derler. Yakında olması mümkündür de"} ,{"id": "52", "arabic" : "يَوۡمَ يَدۡعُوكُمۡ فَتَسۡتَجِيبُونَ بِحَمۡدِهِۦ وَتَظُنُّونَ إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗا", "english" : "On the Day He will call you and you will respond with praise of Him and think that you had not remained [in the world] except for a little", "urdu" : "جس روز وہ تمہیں پکارے گا تو تم اس کی حمد کرتے ہوئے اس کی پکار کے جواب میں نکل آؤ گے اور تمہارا گمان اُس وقت یہ ہوگا کہ ہم بس تھوڑی دیر ہی اِس حالت میں پڑے رہے ہیں","chinese" : "在那日，他将召唤你们，而你们将以颂词答应他。你们将猜想自己在坟墓里只逗留了一会儿。","turkey" : "Sizi çağırdığı gün O'na hamdederek davetine uyarsınız ve kabirlerinizde pek az bir müddet kaldığınızı sanırsınız"} ,{"id": "53", "arabic" : "وَقُل لِّعِبَادِي يَقُولُواْ ٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ ٱلشَّيۡطَٰنَ يَنزَغُ بَيۡنَهُمۡۚ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلۡإِنسَٰنِ عَدُوّٗا مُّبِينٗا", "english" : "And tell My servants to say that which is best. Indeed Satan induces [dissension] among them. Indeed Satan is ever to mankind a clear enemy", "urdu" : "اور اے محمدؐ، میرے بندوں سے کہہ دو کہ زبان سے وہ بات نکالا کریں جو بہترین ہو دراصل یہ شیطان ہے جو انسانوں کے درمیان فساد ڈلوانے کی کوشش کرتا ہے حقیقت یہ ہے کہ شیطان انسا ن کا کھلا دشمن ہے","chinese" : "你告诉我的仆人们说：叫他们说这句最优美的话——恶魔必定要离间他们，恶魔确是人类的明敌——","turkey" : "İnanan kullarıma söyle en güzel şekilde konuşsunlar. Doğrusu şeytan aralarını bozmak ister. Şeytan şüphesiz insanın apaçık düşmanıdır"} ,{"id": "54", "arabic" : "رَّبُّكُمۡ أَعۡلَمُ بِكُمۡۖ إِن يَشَأۡ يَرۡحَمۡكُمۡ أَوۡ إِن يَشَأۡ يُعَذِّبۡكُمۡۚ وَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ وَكِيلٗا", "english" : "Your Lord is most knowing of you. If He wills He will have mercy upon you; or if He wills He will punish you. And We have not sent you [O Muhammad] over them as a manager", "urdu" : "تمہارا رب تمہارے حال سے زیادہ واقف ہے، وہ چاہے تو تم پر رحم کرے اور چاہے تو تمہیں عذاب دے دے اور اے نبیؐ، ہم نے تم کو لوگوں پر حوالہ دار بنا کر نہیں بھیجا ہے","chinese" : "“你们的主是最知道你们的，他要怜悯你们就怜悯你们；他要惩罚你们就惩罚你们。”我没派遣你做他们的监护者。","turkey" : "Rabbiniz sizi daha iyi bilir. Dilerse size merhamet eder veya dilerse size azabeder. Biz seni onlara vekil olarak göndermedik"} ,{"id": "55", "arabic" : "وَرَبُّكَ أَعۡلَمُ بِمَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَلَقَدۡ فَضَّلۡنَا بَعۡضَ ٱلنَّبِيِّـۧنَ عَلَىٰ بَعۡضٖۖ وَءَاتَيۡنَا دَاوُۥدَ زَبُورٗا", "english" : "And your Lord is most knowing of whoever is in the heavens and the earth. And We have made some of the prophets exceed others [in various ways] and to David We gave the book [of Psalms]", "urdu" : "تیرا رب زمین اور آسمانوں کی مخلوقات کو زیادہ جانتا ہے ہم نے بعض پیغمبروں کو بعض سے بڑھ کر مرتبے دیے، اور ہم نے ہی داؤدؑ کو زبور دی تھی","chinese" : "你的主是最知道天地万物的。我确已使一部分先知超越另一部分；我曾把经典《宰布尔》赏赐达五德。","turkey" : "Göklerde ve yerde olan kimseleri Rabbin daha iyi bilir. And olsun ki peygamberleri birbirinden üstün kılmış ve Davud'a Zebur vermişizdir"} ,{"id": "56", "arabic" : "قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِهِۦ فَلَا يَمۡلِكُونَ كَشۡفَ ٱلضُّرِّ عَنكُمۡ وَلَا تَحۡوِيلًا", "english" : "Say Invoke those you have claimed [as gods] besides Him for they do not possess the [ability for] removal of adversity from you or [for its] transfer [to someone else]", "urdu" : "اِن سے کہو، پکار دیکھو اُن معبودوں کو جن کو تم خدا کے سوا (اپنا کارساز) سمجھتے ہو، وہ کسی تکلیف کو تم سے نہ ہٹا سکتے ہیں نہ بدل سکتے ہیں","chinese" : "你说：“你们舍安拉而称为神明者，你们祈祷他们吧！他们不能替你们消灾，也不能替你们嫁祸。","turkey" : "De ki: Allah'tan başka tanrı olduğunu sandıklarınızı çağırın; sizin bir sıkıntınızı gidermeye ve onu değiştirmeye güçleri yetmez"} ,{"id": "57", "arabic" : "أُوْلَـٰٓئِكَ ٱلَّذِينَ يَدۡعُونَ يَبۡتَغُونَ إِلَىٰ رَبِّهِمُ ٱلۡوَسِيلَةَ أَيُّهُمۡ أَقۡرَبُ وَيَرۡجُونَ رَحۡمَتَهُۥ وَيَخَافُونَ عَذَابَهُۥٓۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحۡذُورٗا", "english" : "Those whom they invoke seek means of access to their Lord [striving as to] which of them would be nearest and they hope for His mercy and fear His punishment. Indeed the punishment of your Lord is ever feared", "urdu" : "جن کو یہ لوگ پکارتے ہیں وہ تو خود اپنے رب کے حضور رسائی حاصل کرنے کا وسیلہ تلاش کر رہے ہیں کہ کون اُس سے قریب تر ہو جائے اور وہ اُس کی رحمت کے امیدوار اور اُس کے عذاب سے خائف ہیں حقیقت یہ ہے کہ تیرے رب کا عذاب ہے ہی ڈرنے کے لائق","chinese" : "他们所称为神明者，自己求近主之阶。比他们更近于主者也求近主之阶，他们希望主的恩惠，畏惧主的刑罚。你的主的刑罚是应该防备的。","turkey" : "Taptıkları putlar Rablerine daha yakın olmak için vesile ararlar. O'nun rahmetini umar azabından korkarlar. Zira Rabbinin azabı korkmağa değer"} ,{"id": "58", "arabic" : "وَإِن مِّن قَرۡيَةٍ إِلَّا نَحۡنُ مُهۡلِكُوهَا قَبۡلَ يَوۡمِ ٱلۡقِيَٰمَةِ أَوۡ مُعَذِّبُوهَا عَذَابٗا شَدِيدٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا", "english" : "And there is no city but that We will destroy it before the Day of Resurrection or punish it with a severe punishment. That has ever been in the Register inscribed", "urdu" : "اور کوئی بستی ایسی نہیں جسے ہم قیامت سے پہلے ہلاک نہ کریں یا سخت عذاب نہ دیں یہ نوشتہ الٰہی میں لکھا ہوا ہے","chinese" : "一切市镇，在复活日之前，我都要加以毁灭，或加以严厉的惩罚，这是记录在天经里的。”","turkey" : "Kıyamet gününden önce ortadan kaldırmayacağımız veya çetin azaba uğratmayacağımız bir şehir yoktur. Bu Kitap'da yazılıdır"} ,{"id": "59", "arabic" : "وَمَا مَنَعَنَآ أَن نُّرۡسِلَ بِٱلۡأٓيَٰتِ إِلَّآ أَن كَذَّبَ بِهَا ٱلۡأَوَّلُونَۚ وَءَاتَيۡنَا ثَمُودَ ٱلنَّاقَةَ مُبۡصِرَةٗ فَظَلَمُواْ بِهَاۚ وَمَا نُرۡسِلُ بِٱلۡأٓيَٰتِ إِلَّا تَخۡوِيفٗا", "english" : "And nothing has prevented Us from sending signs except that the former peoples denied them. And We gave Thamud the she-camel as a visible sign but they wronged her. And We send not the signs except as a warning", "urdu" : "اور ہم کو نشانیاں بھیجنے سے نہیں روکا مگر اس بات نے کہ اِن سے پہلے کے لوگ اُن کو جھٹلا چکے ہیں (چنانچہ دیکھ لو) ثمود کو ہم نے علانیہ اونٹنی لا کر دی اور اُنہوں نے اس پر ظلم کیا ہم نشانیاں اسی لیے تو بھیجتے ہیں کہ لوگ انہیں دیکھ کر ڈریں","chinese" : "我不降示迹象，那是因为前人都不承认它，我曾以母驼给赛莫德人做明证，但他们迫害了它。我降迹象只是为了恫吓。","turkey" : "Bizi mucize göndermekten alıkoyan ancak öncekilerin onları yalanlamış olmalarıdır. Semud milletine gözle görülebilen bir mucize bir dişi deve vermiştik de ona zulmetmişlerdi. Oysa Biz mucizeleri yalnız korkutmak için göndeririz"} ,{"id": "60", "arabic" : "وَإِذۡ قُلۡنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِۚ وَمَا جَعَلۡنَا ٱلرُّءۡيَا ٱلَّتِيٓ أَرَيۡنَٰكَ إِلَّا فِتۡنَةٗ لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلۡمَلۡعُونَةَ فِي ٱلۡقُرۡءَانِۚ وَنُخَوِّفُهُمۡ فَمَا يَزِيدُهُمۡ إِلَّا طُغۡيَٰنٗا كَبِيرٗا", "english" : "And [remember O Muhammad] when We told you Indeed your Lord has encompassed the people. And We did not make the sight which We showed you except as a trial for the people as was the accursed tree [mentioned] in the Qur'an. And We threaten them but it increases them not except in great transgression", "urdu" : "یاد کرو اے محمدؐ، ہم نے تم سے کہہ دیا تھا کہ تیرے رب نے اِن لوگوں کو گھیر رکھا ہے اور یہ جو کچھ ابھی ہم نے تمہیں دکھایا ہے، اِس کو اور اُس درخت کو جس پر قرآن میں لعنت کی گئی ہے، ہم نے اِن لوگوں کے لیے بس ایک فتنہ بنا کر رکھ دیا ہم اِنہیں تنبیہ پر تنبیہ کیے جا رہے ہیں، مگر ہر تنبیہ اِن کی سر کشی ہی میں اضافہ کیے جاتی ہے","chinese" : "当时，我曾对你说：“你的主是周知众人的。我所昭示你的梦兆和在《古兰经》里所诅咒的那棵树，我只以这两件事物考验众人，并加以恫吓，但我的恫吓只能使他们更加蛮横。”","turkey" : "Sana: Rabbin şüphesiz insanları kuşatmıştır demiştik; sana gösterdiğimiz rüya ile ve Kuran'da lanetlenmiş ağaçla sadece insanları denedik. Biz onları korkutuyoruz fakat bu onlara büyük taşkınlık vermekten başka birşeye yaramıyor"} ,{"id": "61", "arabic" : "وَإِذۡ قُلۡنَا لِلۡمَلَـٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ قَالَ ءَأَسۡجُدُ لِمَنۡ خَلَقۡتَ طِينٗا", "english" : "And [mention] when We said to the angles Prostrate to Adam and they prostrated except for Iblees. He said Should I prostrate to one You created from clay", "urdu" : "اور یاد کرو جبکہ ہم نے ملائکہ سے کہا کہ آدمؑ کو سجدہ کرو، تو سب نے سجدہ کیا، مگر ابلیس نے نہ کیا ا س نے کہا کیا میں اُس کو سجدہ کروں جسے تو نے مٹی سے بنایا ہے؟","chinese" : "当时我曾对众天使说：“你们应当向阿丹叩头。”他们就向他叩头。但易卜劣厮除外。他说：“你用泥土造成的，我怎能向他叩头呢！”","turkey" : "Meleklere: Adem'e secde edin demiştik İblis'ten başka hepsi secde etmiş o ise: çamurdan yarattığına mı secde edeceğim? demişti"} ,{"id": "62", "arabic" : "قَالَ أَرَءَيۡتَكَ هَٰذَا ٱلَّذِي كَرَّمۡتَ عَلَيَّ لَئِنۡ أَخَّرۡتَنِ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَأَحۡتَنِكَنَّ ذُرِّيَّتَهُۥٓ إِلَّا قَلِيلٗا", "english" : "[Iblees] said Do You see this one whom You have honored above me? If You delay me until the Day of Resurrection I will surely destroy his descendants except for a few", "urdu" : "پھر وہ بولا دیکھ تو سہی، کیا یہ اس قابل تھا کہ تو نے اِسے مجھ پر فضیلت دی؟ اگر تو مجھے قیامت کے دن تک مہلت دے تو میں اس کی پوری نسل کی بیخ کنی کر ڈالوں، بس تھوڑے ہی لوگ مجھ سے بچ سکیں گے","chinese" : "他说：“你告诉我吧，这就是你使他超越我的人吗？如果你宽限我到复活日，我誓必根绝他的后裔，但少数人除外。”","turkey" : "Benden üstün kıldığını görüyor musun? Kıyamet gününe kadar beni ertelersen and olsun ki azı bir yana onun soyunu kendi buyruğum altına alacağım demişti"} ,{"id": "63", "arabic" : "قَالَ ٱذۡهَبۡ فَمَن تَبِعَكَ مِنۡهُمۡ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمۡ جَزَآءٗ مَّوۡفُورٗا", "english" : "[Allah] said Go for whoever of them follows you indeed Hell will be the recompense of you - an ample recompense", "urdu" : "اللہ تعالیٰ نے فرمایا اچھا تو جا، ان میں سے جو بھی تیری پیروی کریں، تجھ سمیت اُن سب کے لیے جہنم ہی بھرپور جزا ہے","chinese" : "安拉说：“你去吧！他们中凡顺从你的，火狱必定是他们和你的充分的报酬。","turkey" : "Allah: Haydi git! Onlardan sana kim uyarsa bil ki cehennem hepinizin cezası olur hem de tam bir ceza dedi"} ,{"id": "64", "arabic" : "وَٱسۡتَفۡزِزۡ مَنِ ٱسۡتَطَعۡتَ مِنۡهُم بِصَوۡتِكَ وَأَجۡلِبۡ عَلَيۡهِم بِخَيۡلِكَ وَرَجِلِكَ وَشَارِكۡهُمۡ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِ وَعِدۡهُمۡۚ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا", "english" : "And incite [to senselessness] whoever you can among them with your voice and assault them with your horses and foot soldiers and become a partner in their wealth and their children and promise them. But Satan does not promise them except delusion", "urdu" : "تو جس جس کو اپنی دعوت سے پھسلا سکتا ہے پھسلا لے، ان پر اپنے سوار اور پیادے چڑھا لا، مال اور اولاد میں ان کے ساتھ ساجھا لگا، اور ان کو وعدوں کے جال میں پھانس اور شیطان کے وعدے ایک دھوکے کے سوا اور کچھ بھی نہیں","chinese" : "你可以用你的声音去恫吓他们中你所能恫吓的人；你可以统率你的骑兵和步兵，去反对他们；你可以和他们同享他们的财产和儿女；你可以许给他们任何东西——恶魔只许给他们妄想——","turkey" : "Sesinle gücünün yettiğini yerinden oynat onlara karşı yaya ve atlılarınla haykırarak yürü mallarına ve çocuklarına ortak ol onlara vaadlerde bulun ama şeytan sadece onları aldatmak için vaadeder"} ,{"id": "65", "arabic" : "إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٞۚ وَكَفَىٰ بِرَبِّكَ وَكِيلٗا", "english" : "Indeed over My [believing] servants there is for you no authority. And sufficient is your Lord as Disposer of affairs", "urdu" : "یقیناً میرے بندوں پر تجھے کوئی اقتدار حاصل نہ ہوگا، اور توکل کے لیے تیرا رب کافی ہے","chinese" : "我的仆人，你对他们没有任何权柄，你的主足为监护者。”","turkey" : "Doğrusu Benim mümin kullarım üzerinde senin bir hakimiyetin olamaz. Rabbin vekil olarak yeter"} ,{"id": "66", "arabic" : "رَّبُّكُمُ ٱلَّذِي يُزۡجِي لَكُمُ ٱلۡفُلۡكَ فِي ٱلۡبَحۡرِ لِتَبۡتَغُواْ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ كَانَ بِكُمۡ رَحِيمٗا", "english" : "It is your Lord who drives the ship for you through the sea that you may seek of His bounty. Indeed He is ever to you Merciful", "urdu" : "تمہارا (حقیقی) رب تو وہ ہے جو سمندر میں تمہاری کشتی چلاتا ہے تاکہ تم اس کا فضل تلا ش کرو حقیقت یہ ہے کہ وہ تمہارے حال پر نہایت مہربان ہے","chinese" : "你们的主为你们而使船只在海上航行，以便你们寻求他的恩惠。他对你们确是至慈的。","turkey" : "Rabbiniz bol nimetinden elde edesiniz diye denizde gemileri sizin için yüzdürür. O size merhamet eder"} ,{"id": "67", "arabic" : "وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِي ٱلۡبَحۡرِ ضَلَّ مَن تَدۡعُونَ إِلَّآ إِيَّاهُۖ فَلَمَّا نَجَّىٰكُمۡ إِلَى ٱلۡبَرِّ أَعۡرَضۡتُمۡۚ وَكَانَ ٱلۡإِنسَٰنُ كَفُورًا", "english" : "And when adversity touches you at sea lost are [all] those you invoke except for Him. But when He delivers you to the land you turn away [from Him]. And ever is man ungrateful", "urdu" : "جب سمندر میں تم پر مصیبت آتی ہے تو اُس ایک کے سوا دوسرے جن جن کو تم پکارا کرتے ہو وہ سب گم ہو جاتے ہیں، مگر جب وہ تم کو بچا کر خشکی پر پہنچا دیتا ہے تو تم اُس سے منہ موڑ جاتے ہو انسان واقعی بڑا ناشکرا ہے","chinese" : "当你们在海上遭受灾害的时候，你们向来所祈祷的已回避你们了，而你们只有祈祷主了。当主使你们平安登陆的时候，你们背叛了主。人原是孤恩的。","turkey" : "Denizde bir sıkıntıya düştüğünüz zaman Allah'tan başka yalvardıklarınız kaybolup gider fakat O sizi karaya çıkararak kurtarınca yüz çevirirsiniz. Zaten insan pek nankördür"} ,{"id": "68", "arabic" : "أَفَأَمِنتُمۡ أَن يَخۡسِفَ بِكُمۡ جَانِبَ ٱلۡبَرِّ أَوۡ يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗا ثُمَّ لَا تَجِدُواْ لَكُمۡ وَكِيلًا", "english" : "Then do you feel secure that [instead] He will not cause a part of the land to swallow you or send against you a storm of stones? Then you would not find for yourselves an advocate", "urdu" : "اچھا، تو کیا تم اِس بات سے بالکل بے خوف ہو کہ خدا کبھی خشکی پر ہی تم کو زمین میں دھنسا دے، یا تم پر پتھراؤ کرنے والی آندھی بھیج دے اور تم اس سے بچانے والا کوئی حمایتی نہ پاؤ؟","chinese" : "难道你们不怕主使你们沦陷地下，或使飞沙走石的狂风扫荡你们，而你们不能为自己找到监护者吗？","turkey" : "Onun karada da sizi yere batırmasından veya başınıza taş yağdırmasından güvende misiniz? Sonra kendinize bir koruyucu da bulamazsınız"} ,{"id": "69", "arabic" : "أَمۡ أَمِنتُمۡ أَن يُعِيدَكُمۡ فِيهِ تَارَةً أُخۡرَىٰ فَيُرۡسِلَ عَلَيۡكُمۡ قَاصِفٗا مِّنَ ٱلرِّيحِ فَيُغۡرِقَكُم بِمَا كَفَرۡتُمۡ ثُمَّ لَا تَجِدُواْ لَكُمۡ عَلَيۡنَا بِهِۦ تَبِيعٗا", "english" : "Or do you feel secure that He will not send you back into the sea another time and send upon you a hurricane of wind and drown you for what you denied? Then you would not find for yourselves against Us an avenger", "urdu" : "اور کیا تمہیں اِس کا کوئی اندیشہ نہیں کہ خدا پھر کسی وقت سمندر میں تم کو لے جائے اور تمہاری ناشکری کے بدلے تم پر سخت طوفانی ہوا بھیج کر تمہیں غرق کر دے اور تم کو ایسا کوئی نہ ملے جو اُس سے تمہارے اِس انجام کی پوچھ گچھ کرسکے؟","chinese" : "难道你们不怕主使你们再去航海，而使狂风袭击你们，使你们因孤恩而沉溺，然后，你们不能为自己找到任何对主报仇者吗？","turkey" : "Yoksa sizi tekrar denize döndürüp üzerinize ortalığı yıkan bir fırtına gönderip inkarlarınızdan ötürü sizi suda boğmasından güvende misiniz? O zaman bize soru soracak bir yardımcı da bulamazsınız"} ,{"id": "70", "arabic" : "۞وَلَقَدۡ كَرَّمۡنَا بَنِيٓ ءَادَمَ وَحَمَلۡنَٰهُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَىٰ كَثِيرٖ مِّمَّنۡ خَلَقۡنَا تَفۡضِيلٗا", "english" : "And We have certainly honored the children of Adam and carried them on the land and sea and provided for them of the good things and preferred them over much of what We have created with [definite] preference", "urdu" : "یہ تو ہماری عنایت ہے کہ ہم نے بنی آدم کو بزرگی دی اور انہیں خشکی و تری میں سواریاں عطا کیں اور ان کو پاکیزہ چیزوں سے رزق دیا اور اپنی بہت سی مخلوقات پر نمایاں فوقیت بخشی","chinese" : "我确已优待阿丹的后裔，而使他们在陆上和海上都有所骑乘，我以佳美的食物供给他们，我使他们大大地超过我所创造的许多人。","turkey" : "And olsun ki biz insanoğullarını şerefli kıldık onların karada ve denizde gezmesini sağladık temiz şeylerle onları rızıklandırdık yaratıklarımızın pek çoğundan üstün kıldık"} ,{"id": "71", "arabic" : "يَوۡمَ نَدۡعُواْ كُلَّ أُنَاسِۭ بِإِمَٰمِهِمۡۖ فَمَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَأُوْلَـٰٓئِكَ يَقۡرَءُونَ كِتَٰبَهُمۡ وَلَا يُظۡلَمُونَ فَتِيلٗا", "english" : "[Mention O Muhammad] the Day We will call forth every people with their record [of deeds]. Then whoever is given his record in his right hand - those will read their records and injustice will not be done to them [even] as much as a thread [inside the date seed]", "urdu" : "پھر خیال کرو اس دن کا جب کہ ہم ہر انسانی گروہ کو اس کے پیشوا کے ساتھ بلائیں گے اُس وقت جن لوگوں کو ان کا نامہ اعمال سیدھے ہاتھ میں دیا گیا وہ اپنا کارنامہ پڑھیں گے اور ان پر ذرہ برابر ظلم نہ ہوگا","chinese" : "（你记住），在那日，我将召唤每个民族及其表率。以右手接受其功过薄者，将阅读自己的本子；他们不受一丝毫亏折。","turkey" : "Bir gün bütün insanları önderleriyle beraber çağırırız. O gün kitabı sağından verilenler işte onlar kitablarını okurlar. Onlara kıl kadar haksizlik edilmez"} ,{"id": "72", "arabic" : "وَمَن كَانَ فِي هَٰذِهِۦٓ أَعۡمَىٰ فَهُوَ فِي ٱلۡأٓخِرَةِ أَعۡمَىٰ وَأَضَلُّ سَبِيلٗا", "english" : "And whoever is blind in this [life] will be blind in the Hereafter and more astray in way", "urdu" : "اور جو اِس دنیا میں اندھا بن کر رہا وہ آخرت میں بھی اندھا ہی رہے گا بلکہ راستہ پانے میں اندھے سے بھی زیادہ ناکام","chinese" : "在今世是盲人者，在后世仍是盲人，而且更加迷误。","turkey" : "Bu dünyada kalbi kör olan ahirette de kör ve daha şaşkındır"} ,{"id": "73", "arabic" : "وَإِن كَادُواْ لَيَفۡتِنُونَكَ عَنِ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ لِتَفۡتَرِيَ عَلَيۡنَا غَيۡرَهُۥۖ وَإِذٗا لَّٱتَّخَذُوكَ خَلِيلٗا", "english" : "And indeed they were about to tempt you away from that which We revealed to you in order to [make] you invent about Us something else; and then they would have taken you as a friend", "urdu" : "اے محمدؐ، ان لوگوں نے اِس کوشش میں کوئی کسر اٹھا نہیں رکھی کہ تمہیں فتنے میں ڈال کر اُس وحی سے پھیر دیں جو ہم نے تمہاری طرف بھیجی ہے تاکہ تم ہمارے نام پر اپنی طرف سے کوئی بات گھڑو اگر تم ایسا کرتے تو وہ ضرور تمہیں اپنا دوست بنا لیتے","chinese" : "他们确已使你几乎违背我所启示的教训，以便你假借我的名义，而捏造其它的教训。那么，他们就会把你当朋友了。","turkey" : "Seni sana vahyettiğimizden ayırıp başka bir şeyi Bize karşı uydurman için uğraşırlar. O zaman seni dost edinirler"} ,{"id": "74", "arabic" : "وَلَوۡلَآ أَن ثَبَّتۡنَٰكَ لَقَدۡ كِدتَّ تَرۡكَنُ إِلَيۡهِمۡ شَيۡـٔٗا قَلِيلًا", "english" : "And if We had not strengthened you you would have almost inclined to them a little", "urdu" : "اور بعید نہ تھا کہ اگر ہم تمہیں مضبوط نہ رکھتے تو تم ان کی طرف کچھ نہ کچھ جھک جاتے","chinese" : "要不是我使你坚定，你几乎已倾向于他们了。","turkey" : "Sana sebat vermemiş olsaydık and olsun ki az da olsa onlara meyledecektin"} ,{"id": "75", "arabic" : "إِذٗا لَّأَذَقۡنَٰكَ ضِعۡفَ ٱلۡحَيَوٰةِ وَضِعۡفَ ٱلۡمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيۡنَا نَصِيرٗا", "english" : "Then [if you had] We would have made you taste double [punishment in] life and double [after] death. Then you would not find for yourself against Us a helper", "urdu" : "لیکن اگر تم ایسا کرتے تو ہم تمہیں دنیا میں بھی دوہرے عذاب کا مزہ چکھاتے اور آخرت میں بھی دوہرے عذاب کا، پھر ہمارے مقابلے میں تم کوئی مددگار نہ پاتے","chinese" : "如果那样，我必使你在生前尝试加倍的刑罚，在死后尝试加倍的刑罚，使你不能找到任何人帮助你来对抗我。","turkey" : "O takdirde sana hayatın da ölümün de kat kat azabını tattırırdık. Sonra bize karşı bir yardımcı da bulamazdın"} ,{"id": "76", "arabic" : "وَإِن كَادُواْ لَيَسۡتَفِزُّونَكَ مِنَ ٱلۡأَرۡضِ لِيُخۡرِجُوكَ مِنۡهَاۖ وَإِذٗا لَّا يَلۡبَثُونَ خِلَٰفَكَ إِلَّا قَلِيلٗا", "english" : "And indeed they were about to drive you from the land to evict you therefrom. And then [when they do] they will not remain [there] after you except for a little", "urdu" : "اور یہ لوگ اس بات پر بھی تلے رہے ہیں کہ تمہارے قدم اِس سر زمین سے اکھاڑ دیں اور تمہیں یہاں سے نکال باہر کریں لیکن اگر یہ ایسا کریں گے تو تمہارے بعد یہ خود یہاں کچھ زیادہ دیر نہ ٹھیر سکیں گے","chinese" : "他们确已使你几乎不能安居故乡，以便把你逐出境外。如果那样，他们在你被逐出之后，只得逗留一会儿。","turkey" : "Memleketinden çıkarmak için seni nerdeyse zorlayacaklardı. O takdirde senin ardından onlar da pek az kalabilirlerdi"} ,{"id": "77", "arabic" : "سُنَّةَ مَن قَدۡ أَرۡسَلۡنَا قَبۡلَكَ مِن رُّسُلِنَاۖ وَلَا تَجِدُ لِسُنَّتِنَا تَحۡوِيلًا", "english" : "[That is Our] established way for those We had sent before you of Our messengers; and you will not find in Our way any alteration", "urdu" : "یہ ہمارا مستقل طریق کار ہے جو اُن سب رسولوں کے معاملے میں ہم نے برتا ہے جہیں تم سے پہلے ہم نے بھیجا تھا، اور ہمارے طریق کار میں تم کوئی تغیر نہ پاؤ گے","chinese" : "这是在你之前我所派遣的众使者的常道，你对于我的常道不能发现任何的变更。","turkey" : "Bu senden önce gönderdiğimiz peygamberlerimize de uyguladığımız yasadır. Sen bizim yasamızda değişiklik bulamazsın"} ,{"id": "78", "arabic" : "أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمۡسِ إِلَىٰ غَسَقِ ٱلَّيۡلِ وَقُرۡءَانَ ٱلۡفَجۡرِۖ إِنَّ قُرۡءَانَ ٱلۡفَجۡرِ كَانَ مَشۡهُودٗا", "english" : "Establish prayer at the decline of the sun [from its meridian] until the darkness of the night and [also] the Qur'an of dawn. Indeed the recitation of dawn is ever witnessed", "urdu" : "نماز قائم کرو زوال آفتاب سے لے کر اندھیرے تک اور فجر کے قرآن کا بھی التزام کرو کیونکہ قرآن فجر مشہود ہوتا ہے","chinese" : "你应当谨守从晨时到黑夜的拜功；并应当谨守早晨拜的诵读，早晨拜的诵读确是被（天使）参加的","turkey" : "Güneşin batıya yönelmesinden gecenin kararmasına kadar namaz kıl; sabah vakti de namaz kıl zira sabah namazına melekler şahit olur"} ,{"id": "79", "arabic" : "وَمِنَ ٱلَّيۡلِ فَتَهَجَّدۡ بِهِۦ نَافِلَةٗ لَّكَ عَسَىٰٓ أَن يَبۡعَثَكَ رَبُّكَ مَقَامٗا مَّحۡمُودٗا", "english" : "And from [part of] the night pray with it as additional [worship] for you; it is expected that your Lord will resurrect you to a praised station", "urdu" : "اور رات کو تہجد پڑھو، یہ تمہارے لیے نفل ہے، بعید نہیں کہ تمہارا رب تمہیں مقام محمود پر فائز کر دے","chinese" : "在夜里的一段时间，你应当谨守你所当守的附加的拜功，你的主或许把你提升到一个值得称颂的地位。","turkey" : "Geceleyin uyanıp yalnız sana mahsus olarak fazladan namaz kıl. Belki de Rabbin seni övülecek makama yükseltir"} ,{"id": "80", "arabic" : "وَقُل رَّبِّ أَدۡخِلۡنِي مُدۡخَلَ صِدۡقٖ وَأَخۡرِجۡنِي مُخۡرَجَ صِدۡقٖ وَٱجۡعَل لِّي مِن لَّدُنكَ سُلۡطَٰنٗا نَّصِيرٗا", "english" : "And say My Lord cause me to enter a sound entrance and to exit a sound exit and grant me from Yourself a supporting authority", "urdu" : "اور دعا کرو کہ پروردگار، مجھ کو جہاں بھی تو لے جا سچائی کے ساتھ لے جا اور جہاں سے بھی نکال سچائی کے ساتھ نکال اور اپنی طرف سے ایک اقتدار کو میرا مددگار بنا دے","chinese" : "你说：“我的主啊！求你使我顺利而入，求你使我顺利而出，求你赏赐我从你那里发出的权柄，以作我的辅弼。”","turkey" : "De ki: Rabbim! Beni dahil edeceğin yere hoşnutluk ve esenlikle dahil et; çıkaracağın yerden de hoşnutluk ve esenlikle çıkar. Katından beni destekleyecek bir kuvvet ver"} ,{"id": "81", "arabic" : "وَقُلۡ جَآءَ ٱلۡحَقُّ وَزَهَقَ ٱلۡبَٰطِلُۚ إِنَّ ٱلۡبَٰطِلَ كَانَ زَهُوقٗا", "english" : "And say Truth has come and falsehood has departed. Indeed is falsehood [by nature] ever bound to depart", "urdu" : "اور اعلان کر دو کہ حق آ گیا اور باطل مٹ گیا، باطل تو مٹنے ہی والا ہے","chinese" : "你说：“真理已经来了，虚妄已消灭了；虚妄确是易灭的”","turkey" : "De ki: Hak geldi batıl ortadan kalkmaya mahkumdur"} ,{"id": "82", "arabic" : "وَنُنَزِّلُ مِنَ ٱلۡقُرۡءَانِ مَا هُوَ شِفَآءٞ وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ وَلَا يَزِيدُ ٱلظَّـٰلِمِينَ إِلَّا خَسَارٗا", "english" : "And We send down of the Qur'an that which is healing and mercy for the believers but it does not increase the wrongdoers except in loss", "urdu" : "ہم اِس قرآن کے سلسلہ تنزیل میں وہ کچھ نازل کر رہے ہیں جو ماننے والوں کے لیے تو شفا اور رحمت ہے، مگر ظالموں کے لیے خسارے کے سوا اور کسی چیز میں اضافہ نہیں کرتا","chinese" : "我降示可以为信士们治疗和给他们以恩惠的《古兰经》，它只会使不信道者更加亏折。","turkey" : "Kuran'dan inananlara rahmet ve şifa olan şeyler indiriyoruz. O zalimlerin ise sadece kaybını artırır"} ,{"id": "83", "arabic" : "وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ يَـُٔوسٗا", "english" : "And when We bestow favor upon the disbeliever he turns away and distances himself; and when evil touches him he is ever despairing", "urdu" : "انسان کا حال یہ ہے کہ جب ہم اس کو نعمت عطا کرتے ہیں تو وہ اینٹھتا اور پیٹھ موڑ لیتا ہے، اور جب ذرا مصیبت سے دو چار ہوتا ہے تو مایوس ہونے لگتا ہے","chinese" : "当我施恩于人的时候，他掉头不顾；当遭遇祸患的时候，他变成绝望的。","turkey" : "İnsana nimet verdiğimiz zaman yüz çevirerek yan çizer; başına bir kötülük gelince de yese düşer"} ,{"id": "84", "arabic" : "قُلۡ كُلّٞ يَعۡمَلُ عَلَىٰ شَاكِلَتِهِۦ فَرَبُّكُمۡ أَعۡلَمُ بِمَنۡ هُوَ أَهۡدَىٰ سَبِيلٗا", "english" : "Say Each works according to his manner but your Lord is most knowing of who is best guided in way", "urdu" : "اے نبیؐ، ان لوگوں سے کہہ دو کہ ہر ایک اپنے طریقے پر عمل کر رہا ہے، اب یہ تمہارا رب ہی بہتر جانتا ہے کہ سیدھی راہ پر کون ہے","chinese" : "你说：“各人依自己的方法而工作，你们的主最知道谁是更近于正道的。”","turkey" : "De ki: Herkes yaradılışına göre davranır. Rabbiniz kimin en doğru yolda olduğunu bilir"} ,{"id": "85", "arabic" : "وَيَسۡـَٔلُونَكَ عَنِ ٱلرُّوحِۖ قُلِ ٱلرُّوحُ مِنۡ أَمۡرِ رَبِّي وَمَآ أُوتِيتُم مِّنَ ٱلۡعِلۡمِ إِلَّا قَلِيلٗا", "english" : "And they ask you [O Muhammad] about the soul. Say The soul is of the affair of my Lord. And mankind have not been given of knowledge except a little", "urdu" : "یہ لوگ تم سے روح کے متعلق پوچھتے ہیں کہو یہ روح میرے رب کے حکم سے آتی ہے، مگر تم لوگوں نے علم سے کم ہی بہرہ پایا ہے","chinese" : "他们问你精神是什么？你说：“精神是我的主的机密。”你们只获得很少的知识。","turkey" : "Sana ruhun ne olduğunu soruyorlar de ki: Ruh Rabbimin emrinden ibarettir. Bu hususta size pek az bilgi verilmiştir"} ,{"id": "86", "arabic" : "وَلَئِن شِئۡنَا لَنَذۡهَبَنَّ بِٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ ثُمَّ لَا تَجِدُ لَكَ بِهِۦ عَلَيۡنَا وَكِيلًا", "english" : "And if We willed We could surely do away with that which We revealed to you. Then you would not find for yourself concerning it an advocate against Us", "urdu" : "اور اے محمدؐ، ہم چاہیں تو وہ سب کچھ تم سے چھین لیں جو ہم نے وحی کے ذریعہ سے تم کو عطا کیا ہے، پھر تم ہمارے مقابلے میں کوئی حمایتی نہ پاؤ گے جو اسے واپس دلا سکے","chinese" : "如果我意欲，我誓必把我启示你的《古兰经》消灭净尽，然后，你对我不能发现任何监护者。","turkey" : "Dileseydik and olsun ki sana vahyettiğimizi alıp götürürdük. Sonra bize karşı duracak bir vekil de bulamazdın"} ,{"id": "87", "arabic" : "إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۚ إِنَّ فَضۡلَهُۥ كَانَ عَلَيۡكَ كَبِيرٗا", "english" : "Except [We have left it with you] as a mercy from your Lord. Indeed His favor upon you has ever been great", "urdu" : "یہ تو جو کچھ تمہیں ملا ہے تمہارے رب کی رحمت سے ملا ہے، حقیقت یہ ہے کہ اس کا فضل تم پر بہت بڑا ہے","chinese" : "但我为从你的主发出的恩惠（才保存它），你的主所施于你的恩惠是重大的。","turkey" : "Bunu yapmayışı ancak Rabbinin sana merhamet etmesindendir. Çünkü O'nun sana olan nimeti büyüktür"} ,{"id": "88", "arabic" : "قُل لَّئِنِ ٱجۡتَمَعَتِ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَىٰٓ أَن يَأۡتُواْ بِمِثۡلِ هَٰذَا ٱلۡقُرۡءَانِ لَا يَأۡتُونَ بِمِثۡلِهِۦ وَلَوۡ كَانَ بَعۡضُهُمۡ لِبَعۡضٖ ظَهِيرٗا", "english" : "Say If mankind and the jinn gathered in order to produce the like of this Qur'an they could not produce the like of it even if they were to each other assistants", "urdu" : "کہہ دو کہ اگر انسان اور جن سب کے سب مل کر اس قرآن جیسی کوئی چیز لانے کی کوشش کریں تو نہ لاسکیں گے، چاہے وہ سب ایک دوسرے کے مدد گار ہی کیوں نہ ہوں","chinese" : "你说：“如果人类和精灵联合起来创造一部像这样的《古兰经》，那么，他们即使互相帮助，也必不能创造象这样的妙文。”","turkey" : "De ki: İnsanlar ve cinler birbirine yardımcı olarak bu Kuran'ın bir benzerini ortaya koymak için bir araya gelseler and olsun ki yine de benzerini ortaya koyamazlar"} ,{"id": "89", "arabic" : "وَلَقَدۡ صَرَّفۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا", "english" : "And We have certainly diversified for the people in this Qur'an from every [kind] of example but most of the people refused [anything] except disbelief", "urdu" : "ہم نے اس قرآن میں لوگوں کو طرح طرح سے سمجھایا مگر اکثر انکار ہی پر جمے رہے","chinese" : "在这部《古兰经》里，我为众人确已申述各种比喻，但众人大半不信。","turkey" : "And olsun ki biz Kuran'da insanlara türlü türlü misal gösterip açıkladık. Öyleyken insanların çoğu nankör olmakta direndiler"} ,{"id": "90", "arabic" : "وَقَالُواْ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ تَفۡجُرَ لَنَا مِنَ ٱلۡأَرۡضِ يَنۢبُوعًا", "english" : "And they say We will not believe you until you break open for us from the ground a spring", "urdu" : "اور انہوں نے کہا ہم تیر ی بات نہ مانیں گے جب تک کہ تو ہمارے لیے زمین کو پھاڑ کر ایک چشمہ جاری نہ کر دے","chinese" : "他们说：“我们绝不信你，直到你为我们而使一道源泉从地下涌出，","turkey" : "Şöyle söylediler: Bize yerden kaynaklar fışkırtmadıkça sana inanmayacağız"} ,{"id": "91", "arabic" : "أَوۡ تَكُونَ لَكَ جَنَّةٞ مِّن نَّخِيلٖ وَعِنَبٖ فَتُفَجِّرَ ٱلۡأَنۡهَٰرَ خِلَٰلَهَا تَفۡجِيرًا", "english" : "Or [until] you have a garden of palm tress and grapes and make rivers gush forth within them in force [and abundance]", "urdu" : "یا تیرے لیے کھجوروں اور انگوروں کا ایک باغ پیدا ہو اور تو اس میں نہریں رواں کر دے","chinese" : "或者你有一座园圃，种植着椰枣和葡萄，你使河流贯穿其间；","turkey" : "Veya hurmalıkların bağların olup aralarında ırmaklar akıtmalısın"} ,{"id": "92", "arabic" : "أَوۡ تُسۡقِطَ ٱلسَّمَآءَ كَمَا زَعَمۡتَ عَلَيۡنَا كِسَفًا أَوۡ تَأۡتِيَ بِٱللَّهِ وَٱلۡمَلَـٰٓئِكَةِ قَبِيلًا", "english" : "Or you make the heaven fall upon us in fragments as you have claimed or you bring Allah and the angels before [us]", "urdu" : "یا تو آسمانوں کو ٹکڑے ٹکڑے کر کے ہمارے اوپر گرا دے جیسا کہ تیرا دعویٰ ہے یا خدا اور فرشتوں کو رُو در رُو ہمارے سامنے لے آئے","chinese" : "或者你使天如你所说的那样，一块块地落在我们的头上；或者你请安拉和众天使来作保证；","turkey" : "Yahut da iddia ettiğin gibi göğü tepemize parça parça düşürmeli ya da Allah'ı ve melekleri karşımıza getirmelisin"} ,{"id": "93", "arabic" : "أَوۡ يَكُونَ لَكَ بَيۡتٞ مِّن زُخۡرُفٍ أَوۡ تَرۡقَىٰ فِي ٱلسَّمَآءِ وَلَن نُّؤۡمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيۡنَا كِتَٰبٗا نَّقۡرَؤُهُۥۗ قُلۡ سُبۡحَانَ رَبِّي هَلۡ كُنتُ إِلَّا بَشَرٗا رَّسُولٗا", "english" : "Or you have a house of gold or you ascend into the sky. And [even then] we will not believe in your ascension until you bring down to us a book we may read. Say Exalted is my Lord! Was I ever but a human messenger", "urdu" : "یا تیرے لیے سونے کا ایک گھر بن جائے یا تو آسمان پر چڑھ جائے، اور تیرے چڑھنے کا بھی ہم یقین نہ کریں گے جب تک کہ تو ہمارے اوپر ایک ایسی تحریر نہ اتار لائے جسے ہم پڑھیں اے محمدؐ، اِن سے کہو پاک ہے میرا پروردگار! کیا میں ایک پیغام لانے والے انسان کے سوا اور بھی کچھ ہوں؟","chinese" : "或者你有一所黄金屋；或者你升上天去，我们绝不信你确已升天，直到你降示我们所能阅读的经典。”你说：“赞颂我的主超绝万物！我只是一个曾奉使命的凡人。”","turkey" : "Veya altın bir evin olmalı yahut göğe yükselmelisin ama oradan okuyacağımız bir kitap indirmezsen yine o yükselmene inanmayacağız. De ki: Fesubhanallah! Ben peygamber olan bir insandan başka bir şey miyim"} ,{"id": "94", "arabic" : "وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰٓ إِلَّآ أَن قَالُوٓاْ أَبَعَثَ ٱللَّهُ بَشَرٗا رَّسُولٗا", "english" : "And what prevented the people from believing when guidance came to them except that they said Has Allah sent a human messenger", "urdu" : "لوگوں کے سامنے جب کبھی ہدایت آئی تو اس پر ایمان لانے سے اُن کو کسی چیز نے نہیں روکا مگر اُن کے اِسی قول نے کہ کیا اللہ نے بشر کو پیغمبر بنا کر بھیج دیا؟","chinese" : "当正道降临众人的时候，妨碍他们信道的只是他们的这句话：“难道安拉派遣一个凡人来做使者吗？”","turkey" : "İnsanlara doğruluk rehberi geldiği zaman inanmalarına engel olan sadece: Allah peygamber olarak bir insan mı gönderdi? demiş olmalarıdır"} ,{"id": "95", "arabic" : "قُل لَّوۡ كَانَ فِي ٱلۡأَرۡضِ مَلَـٰٓئِكَةٞ يَمۡشُونَ مُطۡمَئِنِّينَ لَنَزَّلۡنَا عَلَيۡهِم مِّنَ ٱلسَّمَآءِ مَلَكٗا رَّسُولٗا", "english" : "Say If there were upon the earth angels walking securely We would have sent down to them from the heaven an angel [as a] messenger", "urdu" : "اِن سے کہو اگر زمین میں فرشتے اطمینان سے چل پھر رہے ہوتے تو ہم ضرور آسمان سے کسی فرشتے ہی کو اُن کے لیے پیغمبر بنا کر بھیجتے","chinese" : "你说：“假若大地上有许多天使安然步行，那么，我必从天上降下一个天使去他们那里做使者。”","turkey" : "De ki: Yeryüzünde yerleşip dolaşanlar melek olsalardı biz de onlara gökten peygamber olarak bir melek gönderirdik"} ,{"id": "96", "arabic" : "قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا", "english" : "Say Sufficient is Allah as Witness between me and you. Indeed he is ever concerning His servants Acquainted and Seeing", "urdu" : "اے محمدؐ، ان سے کہہ دو کہ میرے اور تمہارے درمیان بس ایک اللہ کی گواہی کافی ہے وہ اپنے بندوں کے حال سے باخبر ہے اور سب کچھ دیکھ رہا ہے","chinese" : "你说：“安拉足为我与你们之间的见证，他对于他的仆人们确是彻知的，确是明察的。”","turkey" : "De ki: Benimle sizin aranızda şahit olarak Allah yeter. Doğrusu O kullarını görür haberdardır"} ,{"id": "97", "arabic" : "وَمَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُمۡ أَوۡلِيَآءَ مِن دُونِهِۦۖ وَنَحۡشُرُهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عَلَىٰ وُجُوهِهِمۡ عُمۡيٗا وَبُكۡمٗا وَصُمّٗاۖ مَّأۡوَىٰهُمۡ جَهَنَّمُۖ كُلَّمَا خَبَتۡ زِدۡنَٰهُمۡ سَعِيرٗا", "english" : "And whoever Allah guides - he is the [rightly] guided; and whoever He sends astray - you will never find for them protectors besides Him and We will gather them on the Day of Resurrection [fallen] on their faces - blind dumb and deaf. Their refuge is Hell; every time it subsides We increase them in blazing fire", "urdu" : "جس کو اللہ ہدایت دے وہی ہدایت پانے والا ہے، اور جسے وہ گمراہی میں ڈال دے تو اسکے سوا ایسے لوگوں کے لیے تو کوئی حامی و ناصر نہیں پا سکتا ان لوگوں کو ہم قیامت کے روز اوندھے منہ کھینچ لائیں گے، اندھے، گونگے اور بہرے اُن کا ٹھکانا جہنم ہے جب کبھی اس کی آگ دھیمی ہونے لگے گی ہم اسے اور بھڑکا دیں گے","chinese" : "安拉引导谁，谁就是遵循正道的；安拉使谁迷误，你不能为谁发现安拉以外的保护者。在复活日，我将使他们又瞎又哑又聋地匍匐着集合起来，他们的归宿是火狱。每当火势减弱的时候，我增加它们的火焰。","turkey" : "Allah'ın doğru yola eriştirdiği kimse hak yoldadır. Kimleri de saptırırsa artık onlar için Allah'dan başka dostlar bulamazsın. Biz onları kıyamet günü yüzükoyun körler dilsizler ve sağırlar olarak haşrederiz. Varacakları yer cehennemdir. Onun ateşi ne zaman sönmeye yüz tutsa hemen alevini artırırız"} ,{"id": "98", "arabic" : "ذَٰلِكَ جَزَآؤُهُم بِأَنَّهُمۡ كَفَرُواْ بِـَٔايَٰتِنَا وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدًا", "english" : "That is their recompense because they disbelieved in Our verses and said When we are bones and crumbled particles will we [truly] be resurrected [in] a new creation", "urdu" : "یہ بدلہ ہے ان کی اس حرکت کا کہ انہوں نے ہماری آیات کا انکار کیا اور کہا کیا جب ہم صرف ہڈیاں اور خاک ہو کر رہ جائیں گے تو نئے سرے سے ہم کو پیدا کر کے اٹھا کھڑا کیا جائے گا؟","chinese" : "这是他们的报酬，因为他们不信我的迹象，并且说：“我们变成枯骨和尘土后，难道我们一定会被复活成新人吗？”","turkey" : "Bu ayetlerimizi inkar etmelerinin ve: Kemik ve ufalanmış toprak olduğumuzda mı yeniden dirileceğiz? demelerinin cezasıdır"} ,{"id": "99", "arabic" : "۞أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ قَادِرٌ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۡ وَجَعَلَ لَهُمۡ أَجَلٗا لَّا رَيۡبَ فِيهِ فَأَبَى ٱلظَّـٰلِمُونَ إِلَّا كُفُورٗا", "english" : "Do they not see that Allah who created the heavens and earth is [the one] Able to create the likes of them? And He has appointed for them a term about which there is no doubt. But the wrongdoers refuse [anything] except disbelief", "urdu" : "کیا ان کو یہ نہ سوجھا کہ جس خدا نے زمین اور آسمانو ں کو پیدا کیا ہے وہ اِن جیسوں کو پیدا کرنے کی ضرور قدرت رکھتا ہے؟ اس نے اِن کے حشر کے لیے ایک وقت مقرر کر رکھا ہے جس کا آنا یقینی ہے، مگر ظالموں کو اصرار ہے کہ وہ اس کا انکار ہی کریں گے","chinese" : "难道他们不知道吗？创造了天地万物的安拉能创造像他们那样的人，并能为他们确定一个毫无可疑的期限，不义的人们只愿不信。","turkey" : "Gökleri ve yeri yaratan Allah'ın onların benzerlerini de tekrar yaratmaya Kadir olduğunu görmezler mi? Onlar için şüphe götürmeyen bir süre tayin etmiştir. Öyleyken zalimler inkarcılıkta hala direnirler"} ,{"id": "100", "arabic" : "قُل لَّوۡ أَنتُمۡ تَمۡلِكُونَ خَزَآئِنَ رَحۡمَةِ رَبِّيٓ إِذٗا لَّأَمۡسَكۡتُمۡ خَشۡيَةَ ٱلۡإِنفَاقِۚ وَكَانَ ٱلۡإِنسَٰنُ قَتُورٗا", "english" : "Say [to them] If you possessed the depositories of the mercy of my Lord then you would withhold out of fear of spending. And ever has man been stingy", "urdu" : "اے محمدؐ، اِن سے کہو، اگر کہیں میرے رب کی رحمت کے خزانے تمہارے قبضے میں ہوتے تو تم خرچ ہو جانے کے اندیشے سے ضرور ان کو روک رکھتے واقعی انسان بڑا تنگ دل واقع ہوا ہے","chinese" : "你说：“假若我的主的恩惠的库藏归你们管理，那么，你们必定因为怕开支而扣留他的恩惠。人是吝啬的。”","turkey" : "De ki: Rabbimin rahmet hazinelerine siz sahip olsaydınız tükenir korkusuyla yine de cimrilik ederdiniz. Zaten insanlar pek cimridir"} ,{"id": "101", "arabic" : "وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ تِسۡعَ ءَايَٰتِۭ بَيِّنَٰتٖۖ فَسۡـَٔلۡ بَنِيٓ إِسۡرَـٰٓءِيلَ إِذۡ جَآءَهُمۡ فَقَالَ لَهُۥ فِرۡعَوۡنُ إِنِّي لَأَظُنُّكَ يَٰمُوسَىٰ مَسۡحُورٗا", "english" : "And We had certainly given Moses nine evident signs so ask the Children of Israel [about] when he came to them and Pharaoh said to him Indeed I think O Moses that you are affected by magic", "urdu" : "ہم نے موسیٰؑ کو تو نشانیاں عطا کی تھیں جو صریح طور پر دکھائی دے رہی تھیں اب یہ تم خود بنی اسرائیل سے پوچھ لو کہ جب وہ سامنے آئیں تو فرعون نے یہی کہا تھا نا کہ اے موسیٰؑ، میں سمجھتا ہوں کہ تو ضرور ایک سحر زدہ آدمی ہے","chinese" : "当穆萨来临以色列人的时候，我确已赏赐穆萨九种明显的迹象。你问一问以色列人吧，法老对他说：“穆萨啊！我的确猜想你是中了魔术的人。”","turkey" : "And olsun ki Musa'ya dokuz tane apaçık mucize verdik. İsrailoğullarına sor Musa onlara geldiğinde Firavun kendisine: Ey Musa! Ben seni büyülenmiş sanıyorum demişti"} ,{"id": "102", "arabic" : "قَالَ لَقَدۡ عَلِمۡتَ مَآ أَنزَلَ هَـٰٓؤُلَآءِ إِلَّا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ بَصَآئِرَ وَإِنِّي لَأَظُنُّكَ يَٰفِرۡعَوۡنُ مَثۡبُورٗا", "english" : "[Moses] said You have already known that none has sent down these [signs] except the Lord of the heavens and the earth as evidence and indeed I think O Pharaoh that you are destroyed", "urdu" : "موسیٰؑ نے اس کے جواب میں کہا تو خوب جانتا ہے کہ یہ بصیرت افروز نشانیاں رب السماوات و الارض کے سوا کسی نے نازل نہیں کی ہیں، اور میرا خیال یہ ہے کہ اے فرعون، تو ضرور ایک شامت زدہ آدمی ہے","chinese" : "他说：“你确实知道，只有天地的主能降示这些作为明证。法老啊！我的确猜想你是要毁灭的。”","turkey" : "Musa da: And olsun ki bunları göklerin ve yerin Rabbinin açık belgeler olarak indirdiğini biliyorsun. Ey Firavun! Doğrusu senin mahvolacağını sanıyorum demişti"} ,{"id": "103", "arabic" : "فَأَرَادَ أَن يَسۡتَفِزَّهُم مِّنَ ٱلۡأَرۡضِ فَأَغۡرَقۡنَٰهُ وَمَن مَّعَهُۥ جَمِيعٗا", "english" : "So he intended to drive them from the land but We drowned him and those with him all together", "urdu" : "آخرکار فرعون نے ارادہ کیا کہ موسیٰؑ اور بنی اسرائیل کو زمین سے اکھاڑ پھینکے، مگر ہم نے اس کو اوراس کے ساتھیوں کو اکٹھا غرق کر دیا","chinese" : "他要把他们逐出境外，但我使他和他的军队统统淹死。","turkey" : "Firavun bunun üzerine onları memleketten sürmek istedi. Biz de onu ve beraberindekilerin hepsini suda boğduk"} ,{"id": "104", "arabic" : "وَقُلۡنَا مِنۢ بَعۡدِهِۦ لِبَنِيٓ إِسۡرَـٰٓءِيلَ ٱسۡكُنُواْ ٱلۡأَرۡضَ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ جِئۡنَا بِكُمۡ لَفِيفٗا", "english" : "And We said after Pharaoh to the Children of Israel Dwell in the land and when there comes the promise of the Hereafter We will bring you forth in [one] gathering", "urdu" : "اور اس کے بعد بنی اسرائیل سے کہا کہ اب تم زمین میں بسو، پھر جب آخرت کے وعدے کا وقت آن پورا ہوگا تو ہم تم سب کو ایک ساتھ لا حاضر کریں گے","chinese" : "在他灭亡之后，我对以色列人说：“你们居住这个地方吧！当后世的约期来临的时候，我要把你们杂沓地召集来。”","turkey" : "Sonra İsrailoğullarına: Bu memlekette siz oturun kıyamet koptuğunda hepinizi bir araya getiririz. dedik"} ,{"id": "105", "arabic" : "وَبِٱلۡحَقِّ أَنزَلۡنَٰهُ وَبِٱلۡحَقِّ نَزَلَۗ وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا", "english" : "And with the truth We have sent the Qur'an down and with the truth it has descended. And We have not sent you [O Muhammad] except as a bringer of good tidings and a warner", "urdu" : "اس قرآن کو ہم نے حق کے ساتھ نازل کیا ہے اور حق ہی کے ساتھ یہ نازل ہوا ہے، اور اے محمدؐ، تمہیں ہم نے اِس کے سوا اور کسی کام کے لیے نہیں بھیجا کہ (جو مان لے اسے) بشارت دے دو اور (جو نہ مانے اُسے) متنبہ کر دو","chinese" : "我只本真理而降示《古兰经》，而《古兰经》也只含真理而降下。我只派遣你做报喜信者和警告者。","turkey" : "Kuran'ı ancak hak olarak indirdik ve o da indiği gibi hak olarak kaldı. Seni de yalnız müjdeci ve uyarıcı olarak gönderdik"} ,{"id": "106", "arabic" : "وَقُرۡءَانٗا فَرَقۡنَٰهُ لِتَقۡرَأَهُۥ عَلَى ٱلنَّاسِ عَلَىٰ مُكۡثٖ وَنَزَّلۡنَٰهُ تَنزِيلٗا", "english" : "And [it is] a Qur'an which We have separated [by intervals] that you might recite it to the people over a prolonged period. And We have sent it down progressively", "urdu" : "اور اس قرآن کو ہم نے تھوڑا تھوڑا کر کے نازل کیا ہے تاکہ تم ٹھیر ٹھیر کر اسے لوگوں کو سناؤ، اور اسے ہم نے (موقع موقع سے) بتدریج اتارا ہے","chinese" : "这是一部《古兰经》，我使它意义明白，以便你从容不迫地对众人宣读它；我逐渐地降示它。","turkey" : "Kuran'ı insanlara ağır ağır okuman için bölüm bölüm indirdik ve onu gerektikçe indirdik"} ,{"id": "107", "arabic" : "قُلۡ ءَامِنُواْ بِهِۦٓ أَوۡ لَا تُؤۡمِنُوٓاْۚ إِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مِن قَبۡلِهِۦٓ إِذَا يُتۡلَىٰ عَلَيۡهِمۡ يَخِرُّونَۤ لِلۡأَذۡقَانِۤ سُجَّدٗاۤ", "english" : "Say Believe in it or do not believe. Indeed those who were given knowledge before it - when it is recited to them they fall upon their faces in prostration", "urdu" : "اے محمدؐ، اِن لوگوں سے کہہ دو کہ تم اسے مانو یا نہ مانو، جن لوگوں کو اس سے پہلے علم دیا گیا ہے انہیں جب یہ سنایا جاتا ہے تو وہ منہ کے بل سجدے میں گر جاتے ہیں","chinese" : "你说：“你们可以信仰它，也可以不信仰它。”在降示它之前获得知识的人们，当听到人们诵读它的时候，他们俯伏叩头。","turkey" : "De ki: Kuran'a ister inanın isten inanmayın O'ndan önceki bilginlere o okunduğu zaman yüzleri üzerine secdeye varırlar ve Rabbimiz münezzehtir. Rabbimiz'in sözü şüphesiz yerine gelecektir derler"} ,{"id": "108", "arabic" : "وَيَقُولُونَ سُبۡحَٰنَ رَبِّنَآ إِن كَانَ وَعۡدُ رَبِّنَا لَمَفۡعُولٗا", "english" : "And they say Exalted is our Lord! Indeed the promise of our Lord has been fulfilled", "urdu" : "اور پکار اٹھتے ہیں پاک ہے ہمارا رب، اُس کا وعدہ تو پورا ہونا ہی تھا","chinese" : "他们说：“赞颂我们的主超绝万物！我们的主的诺言必定要被履行。”","turkey" : "De ki: Kuran'a ister inanın isten inanmayın O'ndan önceki bilginlere o okunduğu zaman yüzleri üzerine secdeye varırlar ve Rabbimiz münezzehtir. Rabbimiz'in sözü şüphesiz yerine gelecektir derler"} ,{"id": "109", "arabic" : "وَيَخِرُّونَ لِلۡأَذۡقَانِ يَبۡكُونَ وَيَزِيدُهُمۡ خُشُوعٗا۩", "english" : "And they fall upon their faces weeping and the Qur'an increases them in humble submission", "urdu" : "اور وہ منہ کے بل روتے ہوئے گر جاتے ہیں اور اسے سن کر اُن کا خشوع اور بڑھ جاتا ہے","chinese" : "他们痛哭着俯伏下去，《古兰经》使他们更恭敬。","turkey" : "Ağlayarak yüz üstü yere kapanırlar; bu onların gönüllerindeki saygıyı artırır"} ,{"id": "110", "arabic" : "قُلِ ٱدۡعُواْ ٱللَّهَ أَوِ ٱدۡعُواْ ٱلرَّحۡمَٰنَۖ أَيّٗا مَّا تَدۡعُواْ فَلَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ وَلَا تَجۡهَرۡ بِصَلَاتِكَ وَلَا تُخَافِتۡ بِهَا وَٱبۡتَغِ بَيۡنَ ذَٰلِكَ سَبِيلٗا", "english" : "Say Call upon Allah or call upon the Most Merciful. Whichever [name] you call - to Him belong the best names. And do not recite [too] loudly in your prayer or [too] quietly but seek between that an [intermediate] way", "urdu" : "اے نبیؐ، اِن سے کہو، اللہ کہہ کر پکارو یا رحمان کہہ کر، جس نام سے بھی پکارو اُس کے لیے سب اچھے ہی نام ہیں اور اپنی نماز نہ بہت زیادہ بلند آواز سے پڑھو اور نہ بہت پست آواز سے، ان دونوں کے درمیان اوسط درجے کا لہجہ اختیار کرو","chinese" : "（你说）：“你们可以称他为安拉，也可称他为至仁主。因为他有许多极优美的名号，你们无论用什么名号称呼他，（都是很好的）。”你在拜中不要高声朗读，也不要低声默读，你应当寻求一条适中的道路。","turkey" : "De ki: İster Allah deyin ister Rahman deyin hangisini derseniz deyin en güzel isimler O'nundur. Namaz kılarken sesini yükseltme gizli de okuma ikisi ortasında bir yol tut"} ,{"id": "111", "arabic" : "وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَلَمۡ يَكُن لَّهُۥ وَلِيّٞ مِّنَ ٱلذُّلِّۖ وَكَبِّرۡهُ تَكۡبِيرَۢا", "english" : "And say Praise to Allah who has not taken a son and has had no partner in [His] dominion and has no [need of a] protector out of weakness; and glorify Him with [great] glorification", "urdu" : "اور کہو تعریف ہے اس خدا کے لیے جس نے نہ کسی کو بیٹا بنایا، نہ کوئی بادشاہی میں اس کا شریک ہے، اور نہ وہ عاجز ہے کہ کوئی اس کا پشتیبان ہو اور اس کی بڑائی بیان کرو، کمال درجے کی بڑائی","chinese" : "你说：“一切赞颂，全归安拉，他没有收养儿女，没有同他共享主权的，没有为免卑贱而设的辅助者。你应当赞颂他的尊大。”","turkey" : "De ki: Hamd çocuk edinmemiş olan hükümranlığında ortağı bulunmayan düşkün olmayıp yardımcıya da ihtiyaç göstermeyen Allah'a mahsustur. O'nu gereği gibi büyükle"} ]}