{"name":"الكهف","verses":[{"id": "1", "arabic" : "ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَنزَلَ عَلَىٰ عَبۡدِهِ ٱلۡكِتَٰبَ وَلَمۡ يَجۡعَل لَّهُۥ عِوَجَاۜ", "english" : "[All] praise is [due] to Allah who has sent down upon His Servant the Book and has not made therein any deviance", "urdu" : "تعریف اللہ کے لئے ہے جس نے اپنے بندے پر یہ کتاب نازل کی اور اس میں کوئی ٹیڑھ نہ رکھی","chinese" : "一切赞颂，全归安拉！他以端正的经典降示他的仆人，而未在其中制造任何偏邪，","turkey" : "Hamd Allah'a mahsustur ki kendi katından şiddetli bir baskını haber vermek ve yararlı iş yapan müminlere içinde temelli kalacakları güzel bir mükafatı müjdelemek ve: Allah çocuk edindi diyenleri uyarmak için kuluna eğri bir taraf bırakmadığı dosdoğru Kitap'ı indirmiştir"} ,{"id": "2", "arabic" : "قَيِّمٗا لِّيُنذِرَ بَأۡسٗا شَدِيدٗا مِّن لَّدُنۡهُ وَيُبَشِّرَ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّـٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرًا حَسَنٗا", "english" : "[He has made it] straight to warn of severe punishment from Him and to give good tidings to the believers who do righteous deeds that they will have a good reward", "urdu" : "ٹھیک ٹھیک سیدھی بات کہنے والی کتاب، تاکہ وہ لوگوں کو خدا کے سخت عذاب سے خبردار کر دے، اور ایمان لا کر نیک عمل کرنے والوں کو خوشخبری دیدے کہ ان کے لیے اچھا اجر ہے","chinese" : "以便他警告世人，安拉要降下严厉的惩罚；并预告行善的信士们，他们得受优美的报酬，","turkey" : "Hamd Allah'a mahsustur ki kendi katından şiddetli bir baskını haber vermek ve yararlı iş yapan müminlere içinde temelli kalacakları güzel bir mükafatı müjdelemek ve: Allah çocuk edindi diyenleri uyarmak için kuluna eğri bir taraf bırakmadığı dosdoğru Kitap'ı indirmiştir"} ,{"id": "3", "arabic" : "مَّـٰكِثِينَ فِيهِ أَبَدٗا", "english" : "In which they will remain forever", "urdu" : "جس میں وہ ہمیشہ رہیں گے","chinese" : "而永居其中；","turkey" : "Hamd Allah'a mahsustur ki kendi katından şiddetli bir baskını haber vermek ve yararlı iş yapan müminlere içinde temelli kalacakları güzel bir mükafatı müjdelemek ve: Allah çocuk edindi diyenleri uyarmak için kuluna eğri bir taraf bırakmadığı dosdoğru Kitap'ı indirmiştir"} ,{"id": "4", "arabic" : "وَيُنذِرَ ٱلَّذِينَ قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗا", "english" : "And to warn those who say Allah has taken a son", "urdu" : "اور اُن لوگوں کو ڈرا دے جو کہتے ہیں کہ اللہ نے کسی کو بیٹا بنایا ہے","chinese" : "且警告妄言“安拉收养儿女”的人。","turkey" : "Hamd Allah'a mahsustur ki kendi katından şiddetli bir baskını haber vermek ve yararlı iş yapan müminlere içinde temelli kalacakları güzel bir mükafatı müjdelemek ve: Allah çocuk edindi diyenleri uyarmak için kuluna eğri bir taraf bırakmadığı dosdoğru Kitap'ı indirmiştir"} ,{"id": "5", "arabic" : "مَّا لَهُم بِهِۦ مِنۡ عِلۡمٖ وَلَا لِأٓبَآئِهِمۡۚ كَبُرَتۡ كَلِمَةٗ تَخۡرُجُ مِنۡ أَفۡوَٰهِهِمۡۚ إِن يَقُولُونَ إِلَّا كَذِبٗا", "english" : "They have no knowledge of it nor had their fathers. Grave is the word that comes out of their mouths; they speak not except a lie", "urdu" : "اِس بات کا نہ اُنہیں کوئی علم ہے اور نہ ان کے باپ دادا کو تھا بڑی بات ہے جو ان کے منہ سے نکلتی ہے وہ محض جھوٹ بکتے ہیں","chinese" : "他们和他们的祖先，对于这句话都毫无知识，他们信口开河地说这句荒谬绝伦的话。","turkey" : "Allah'ın çocuk edindiğine dair ne kendilerinin ve ne de babalarının bir bilgisi vardır. Ağızlarından çıkan söz ne büyük iftiradır. Onlar yalnız ve yalnız yalan söylerler"} ,{"id": "6", "arabic" : "فَلَعَلَّكَ بَٰخِعٞ نَّفۡسَكَ عَلَىٰٓ ءَاثَٰرِهِمۡ إِن لَّمۡ يُؤۡمِنُواْ بِهَٰذَا ٱلۡحَدِيثِ أَسَفًا", "english" : "Then perhaps you would kill yourself through grief over them [O Muhammad] if they do not believe in this message [and] out of sorrow", "urdu" : "اچھا، تو اے محمدؐ، شاید تم ان کے پیچھے غم کے مارے اپنی جان کھو دینے والے ہو اگر یہ اِس تعلیم پر ایمان نہ لائے","chinese" : "如果他们不信这训辞，在他们背离之后，你或许为悲伤而自杀。","turkey" : "Bu söze inanmayanların ardından üzülerek nerdeyse kendini mahvedeceksin"} ,{"id": "7", "arabic" : "إِنَّا جَعَلۡنَا مَا عَلَى ٱلۡأَرۡضِ زِينَةٗ لَّهَا لِنَبۡلُوَهُمۡ أَيُّهُمۡ أَحۡسَنُ عَمَلٗا", "english" : "Indeed We have made that which is on the earth adornment for it that We may test them [as to] which of them is best in deed", "urdu" : "واقعہ یہ ہے کہ یہ جو کچھ سر و سامان بھی زمین پر ہے اس کو ہم نے زمین کی زینت بنایا ہے تاکہ اِن لوگوں کو آزمائیں اِن میں کون بہتر عمل کرنے والا ہے","chinese" : "我确已使大地上的一切事物成为大地的装饰品，以便我考验世人，看谁的工作是最优美的。","turkey" : "İnsanların hangisinin daha iyi iş işlediğini ortaya koyalım diye yeryüzünde olan şeyleri yeryüzünün süsü yaptık"} ,{"id": "8", "arabic" : "وَإِنَّا لَجَٰعِلُونَ مَا عَلَيۡهَا صَعِيدٗا جُرُزًا", "english" : "And indeed We will make that which is upon it [into] a barren ground", "urdu" : "آخرکار اِس سب کو ہم ایک چٹیل میدان بنا دینے والے ہیں","chinese" : "我必毁灭大地上的一切事物，而使大地变为荒凉的。","turkey" : "Şüphesiz Biz yeryüzünde olanları kupkuru bir toprak haline getirebiliriz"} ,{"id": "9", "arabic" : "أَمۡ حَسِبۡتَ أَنَّ أَصۡحَٰبَ ٱلۡكَهۡفِ وَٱلرَّقِيمِ كَانُواْ مِنۡ ءَايَٰتِنَا عَجَبًا", "english" : "Or have you thought that the companions of the cave and the inscription were among Our signs a wonder", "urdu" : "کیا تم سمجھتے ہو کہ غار اور کتبے والے ہماری کوئی بڑی عجیب نشانیوں میں سے تھے؟","chinese" : "难道你以为岩洞和碑文的主人是我的迹象中的一件奇事吗？","turkey" : "Yoksa sen Mağara ve Kitap ehlini şaşılacak ayetlerimizden mi zannettin"} ,{"id": "10", "arabic" : "إِذۡ أَوَى ٱلۡفِتۡيَةُ إِلَى ٱلۡكَهۡفِ فَقَالُواْ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحۡمَةٗ وَهَيِّئۡ لَنَا مِنۡ أَمۡرِنَا رَشَدٗا", "english" : "[Mention] when the youths retreated to the cave and said Our Lord grant us from Yourself mercy and prepare for us from our affair right guidance", "urdu" : "جب وہ چند نوجوان غار میں پناہ گزیں ہوئے اور انہوں نے کہا کہ اے پروردگار، ہم کو اپنی رحمت خاص سے نواز اور ہمارا معاملہ درست کر دے،","chinese" : "当时，有几个青年避居山洞中，他们说：我们的主啊！求你把你那里的恩惠赏赐我们，求你使我们的事业完全端正。","turkey" : "Birkaç genç mağaraya sığınmış: Rabbimiz! Katından bize rahmet ver ve işimizde doğruyu göster bizi başarılı kıl demişlerdi"} ,{"id": "11", "arabic" : "فَضَرَبۡنَا عَلَىٰٓ ءَاذَانِهِمۡ فِي ٱلۡكَهۡفِ سِنِينَ عَدَدٗا", "english" : "So We cast [a cover of sleep] over their ears within the cave for a number of years", "urdu" : "تو ہم نے انہیں اُسی غار میں تھپک کر سالہا سال کے لیے گہری نیند سلا دیا","chinese" : "我就使他们在山洞里几年不能听闻。","turkey" : "Mağaranın içinde onları yıllarca uyuttuk; sonra iki taraftan hangisinin bekledikleri sonucu iyi hesaplamış olduğunu belirtmek için onları uyandırdık"} ,{"id": "12", "arabic" : "ثُمَّ بَعَثۡنَٰهُمۡ لِنَعۡلَمَ أَيُّ ٱلۡحِزۡبَيۡنِ أَحۡصَىٰ لِمَا لَبِثُوٓاْ أَمَدٗا", "english" : "Then We awakened them that We might show which of the two factions was most precise in calculating what [extent] they had remained in time", "urdu" : "پھر ہم نے انہیں اٹھایا تاکہ دیکھیں اُن کے دو گروہوں میں سے کون اپنی مدت قیام کا ٹھیک شمار کرتا ہے","chinese" : "后来我使他们苏醒，以便我知道两派中的哪一派更能计算他们所停留的时间。","turkey" : "Mağaranın içinde onları yıllarca uyuttuk; sonra iki taraftan hangisinin bekledikleri sonucu iyi hesaplamış olduğunu belirtmek için onları uyandırdık"} ,{"id": "13", "arabic" : "نَّحۡنُ نَقُصُّ عَلَيۡكَ نَبَأَهُم بِٱلۡحَقِّۚ إِنَّهُمۡ فِتۡيَةٌ ءَامَنُواْ بِرَبِّهِمۡ وَزِدۡنَٰهُمۡ هُدٗى", "english" : "It is We who relate to you [O Muhammad] their story in truth. Indeed they were youths who believed in their Lord and We increased them in guidance", "urdu" : "ہم ان کا اصل قصہ تمہیں سناتے ہیں وہ چند نوجوان تھے جو اپنے رب پر ایمان لے آئے تھے اور ہم نے ان کو ہدایت میں ترقی بخشی تھی","chinese" : "我把他们的故事，诚实地告诉你，他们是几个青年，他们信仰他们的主，而我给他们增加正道。","turkey" : "Onların olayını sana Biz gerçek olarak anlatıyoruz: Onlar Rablerine inanmış birkaç gençti. Onların hidayetlerini artırmış ve kalblerini pekiştirmiştik. Durup şöyle demişlerdi: Rabbimiz göklerin ve yerin Rabbidir O'nu bırakıp başka bir tanrıya yalvarmayız yoksa and olsun ki batıl söz söylemiş oluruz. Şu bizim milletimiz Allah'ı bırakıp O'ndan başka tanrılar edindiler. Onların gerçek olduğuna apaçık delil getirmeleri gerekmez mi? Allah'a karşı yalan uydurandan daha zalim kimdir"} ,{"id": "14", "arabic" : "وَرَبَطۡنَا عَلَىٰ قُلُوبِهِمۡ إِذۡ قَامُواْ فَقَالُواْ رَبُّنَا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَن نَّدۡعُوَاْ مِن دُونِهِۦٓ إِلَٰهٗاۖ لَّقَدۡ قُلۡنَآ إِذٗا شَطَطًا", "english" : "And We made firm their hearts when they stood up and said Our Lord is the Lord of the heavens and the earth. Never will we invoke besides Him any deity. We would have certainly spoken then an excessive transgression", "urdu" : "ہم نے ان کے دل اُس وقت مضبوط کر دیے جب وہ اٹھے اور انہوں نے اعلان کر دیا کہ ہمارا رب تو بس وہی ہے جو آسمانوں اور زمین کا رب ہے ہم اُسے چھوڑ کر کسی دوسرے معبود کو نہ پکاریں گے اگر ہم ایسا کریں تو بالکل بیجا بات کریں گے","chinese" : "我曾使他们的心坚忍。当时，他们站起来说：“我们的主，是天地的主，我们绝不舍他而祈祷任何神明，否则，我们必定说出不近情理的话。","turkey" : "Onların olayını sana Biz gerçek olarak anlatıyoruz: Onlar Rablerine inanmış birkaç gençti. Onların hidayetlerini artırmış ve kalblerini pekiştirmiştik. Durup şöyle demişlerdi: Rabbimiz göklerin ve yerin Rabbidir O'nu bırakıp başka bir tanrıya yalvarmayız yoksa and olsun ki batıl söz söylemiş oluruz. Şu bizim milletimiz Allah'ı bırakıp O'ndan başka tanrılar edindiler. Onların gerçek olduğuna apaçık delil getirmeleri gerekmez mi? Allah'a karşı yalan uydurandan daha zalim kimdir"} ,{"id": "15", "arabic" : "هَـٰٓؤُلَآءِ قَوۡمُنَا ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ لَّوۡلَا يَأۡتُونَ عَلَيۡهِم بِسُلۡطَٰنِۭ بَيِّنٖۖ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا", "english" : "These our people have taken besides Him deities. Why do they not bring for [worship of] them a clear authority? And who is more unjust than one who invents about Allah a lie", "urdu" : "(پھر انہوں نے آپس میں ایک دوسرے سے کہا) یہ ہماری قوم تو ربِّ کائنات کو چھوڑ کر دوسرے خدا بنا بیٹھی ہے یہ لوگ ان کے معبود ہونے پر کوئی واضح دلیل کیوں نہیں لاتے؟ آخر اُس شخص سے بڑا ظالم اور کون ہو سکتا ہے جو اللہ پر جھوٹ باندھے؟","chinese" : "我们的这些同族，舍他们而崇拜别的许多神明，他们怎么不用一个明证来证实那些神明是应受拜的呢？假借安拉的名义而造谣的人，有谁比他们还不义呢？”","turkey" : "Onların olayını sana Biz gerçek olarak anlatıyoruz: Onlar Rablerine inanmış birkaç gençti. Onların hidayetlerini artırmış ve kalblerini pekiştirmiştik. Durup şöyle demişlerdi: Rabbimiz göklerin ve yerin Rabbidir O'nu bırakıp başka bir tanrıya yalvarmayız yoksa and olsun ki batıl söz söylemiş oluruz. Şu bizim milletimiz Allah'ı bırakıp O'ndan başka tanrılar edindiler. Onların gerçek olduğuna apaçık delil getirmeleri gerekmez mi? Allah'a karşı yalan uydurandan daha zalim kimdir"} ,{"id": "16", "arabic" : "وَإِذِ ٱعۡتَزَلۡتُمُوهُمۡ وَمَا يَعۡبُدُونَ إِلَّا ٱللَّهَ فَأۡوُۥٓاْ إِلَى ٱلۡكَهۡفِ يَنشُرۡ لَكُمۡ رَبُّكُم مِّن رَّحۡمَتِهِۦ وَيُهَيِّئۡ لَكُم مِّنۡ أَمۡرِكُم مِّرۡفَقٗا", "english" : "[The youths said to one another] And when you have withdrawn from them and that which they worship other than Allah retreat to the cave. Your Lord will spread out for you of His mercy and will prepare for you from your affair facility", "urdu" : "اب جبکہ تم ان سے اور اِن کے معبودانِ غیر اللہ سے بے تعلق ہو چکے ہو تو چلو اب فلاں غار میں چل کر پناہ لو تمہارا رب تم پر اپنی رحمت کا دامن وسیع کرے گا اور تمہارے کام کے لیے سر و سامان مہیا کر دے گا","chinese" : "当你们离弃他们和他们舍安拉而崇拜的神明，可避居山洞，你们的主将对你们广施恩惠——使你们的事业为有利的。","turkey" : "Onlara: Siz onlardan ve Allah'tan başka taptıklarından ayrıldınız bunun için mağaraya girin ki Rabbiniz size rahmetini yaysın ve size işinizde kolaylık göstersin denildi"} ,{"id": "17", "arabic" : "۞وَتَرَى ٱلشَّمۡسَ إِذَا طَلَعَت تَّزَٰوَرُ عَن كَهۡفِهِمۡ ذَاتَ ٱلۡيَمِينِ وَإِذَا غَرَبَت تَّقۡرِضُهُمۡ ذَاتَ ٱلشِّمَالِ وَهُمۡ فِي فَجۡوَةٖ مِّنۡهُۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِۗ مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُۥ وَلِيّٗا مُّرۡشِدٗا", "english" : "And [had you been present] you would see the sun when it rose inclining away from their cave on the right and when it set passing away from them on the left while they were [laying] within an open space thereof. That was from the signs of Allah. He whom Allah guides is the [rightly] guided but he whom He leaves astray - never will you find for him a protecting guide", "urdu" : "تم انہیں غار میں دیکھتے تو تمہیں یوں نظر آتا کہ سورج جب نکلتا ہے تو ان کے غار کو چھوڑ کر دائیں جانب چڑھ جاتا ہے اور جب غروب ہوتا ہے تو ان سے بچ کر بائیں جانب اتر جاتا ہے اور وہ ہیں کہ غار کے اندر ایک وسیع جگہ میں پڑے ہیں یہ اللہ کی نشانیوں میں سے ایک ہے جس کو اللہ ہدایت دے وہی ہدایت پانے والا ہے اور جسے اللہ بھٹکا دے اس کے لیے تم کوئی ولی مرشد نہیں پا سکتے","chinese" : "你看太阳出来的时候，从他们的山洞的右边斜射过去；太阳落山的时候，从他们的左边斜射过去，而他们就在山洞的空处。这是安拉的一种迹象，安拉引导谁，谁就遵循正道；安拉使谁迷误，你绝不能为谁发现任何朋友作为引导者。","turkey" : "Baksaydın güneşin mağaralarının sağ tarafından doğup meylettiğini sol tarafından onlara dokunmadan battığını onların da mağaranın genişçe bir yerinde bulunduğunu görürdün. Bu Allah'ın mucizelerindendir; Allah'ın doğru yola eriştirdiği kimse hak yoldadır. Kimi de saptırırsa artık ona doğru yola götürecek bir rehber bulamazsın"} ,{"id": "18", "arabic" : "وَتَحۡسَبُهُمۡ أَيۡقَاظٗا وَهُمۡ رُقُودٞۚ وَنُقَلِّبُهُمۡ ذَاتَ ٱلۡيَمِينِ وَذَاتَ ٱلشِّمَالِۖ وَكَلۡبُهُم بَٰسِطٞ ذِرَاعَيۡهِ بِٱلۡوَصِيدِۚ لَوِ ٱطَّلَعۡتَ عَلَيۡهِمۡ لَوَلَّيۡتَ مِنۡهُمۡ فِرَارٗا وَلَمُلِئۡتَ مِنۡهُمۡ رُعۡبٗا", "english" : "And you would think them awake while they were asleep. And We turned them to the right and to the left while their dog stretched his forelegs at the entrance. If you had looked at them you would have turned from them in flight and been filled by them with terror", "urdu" : "تم انہیں دیکھ کر یہ سمجھتے کہ وہ جاگ رہے ہیں، حالانکہ وہ سو رہے تھے ہم انہیں دائیں بائیں کروٹ دلواتے رہتے تھے اور ان کا کتا غار کے دہانے پر ہاتھ پھیلائے بیٹھا تھا اگر تم کہیں جھانک کر اُنہیں دیکھتے تو الٹے پاؤں بھاگ کھڑے ہوتے اور تم پر ان کے نظارے سے دہشت بیٹھ جاتی","chinese" : "你以为他们是觉醒的，其实他们是甜睡的，我使他们左右翻转，他们的狗伸着两条腿卧在洞口。如果你看见他们，你必吓得转脸而逃，满怀恐怖。","turkey" : "Mağara ehli uykuda iken sen onları uyanık sanırdın. Biz onları sağa ve sola döndürürdük. Köpekleri dirseklerini eşiğe uzatmıştı. Onları görsen için korkuyla dolar geri dönüp kaçardın"} ,{"id": "19", "arabic" : "وَكَذَٰلِكَ بَعَثۡنَٰهُمۡ لِيَتَسَآءَلُواْ بَيۡنَهُمۡۚ قَالَ قَآئِلٞ مِّنۡهُمۡ كَمۡ لَبِثۡتُمۡۖ قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۚ قَالُواْ رَبُّكُمۡ أَعۡلَمُ بِمَا لَبِثۡتُمۡ فَٱبۡعَثُوٓاْ أَحَدَكُم بِوَرِقِكُمۡ هَٰذِهِۦٓ إِلَى ٱلۡمَدِينَةِ فَلۡيَنظُرۡ أَيُّهَآ أَزۡكَىٰ طَعَامٗا فَلۡيَأۡتِكُم بِرِزۡقٖ مِّنۡهُ وَلۡيَتَلَطَّفۡ وَلَا يُشۡعِرَنَّ بِكُمۡ أَحَدًا", "english" : "And similarly We awakened them that they might question one another. Said a speaker from among them How long have you remained [here]? They said We have remained a day or part of a day. They said Your Lord is most knowing of how long you remained. So send one of you with this silver coin of yours to the city and let him look to which is the best of food and bring you provision from it and let him be cautious. And let no one be aware of you", "urdu" : "اور اسی عجیب کرشمے سے ہم نے انہیں اٹھا بٹھایا تاکہ ذرا آپس میں پوچھ گچھ کریں ان میں سے ایک نے پوچھا کہو کتنی دیر اس حال میں رہے؟دوسروں نے کہا شاید دن بھر یا اس سے کچھ کم رہے ہوں گے پھر وہ بولے اللہ ہی بہتر جانتا ہے کہ ہمارا کتنا وقت اس حالت میں گزرا چلو، اب اپنے میں سے کسی کو چاندی کا یہ سکہ دے کر شہر بھیجیں اور وہ دیکھے کہ سب سے اچھا کھانا کہاں ملتا ہے وہاں سے وہ کچھ کھانے کے لیے لائے اور چاہیے کہ ذرا ہوشیاری سے کام کرے، ایسا نہ ہو کہ وہ کسی کو ہمارے یہاں ہونے سے خبردار کر بیٹھے","chinese" : "我如此使他们觉醒，以便他们互相询问，其中有一个人说：“你们逗留了多久？”他们说：“我们逗留了一天，或者不到一天。”他们说：“你们的主是最清楚你们逗留的时间的。你们自己派一个人，带着你们的这些银币到城里去，看看谁家的食品最清洁，叫他买点食品来给你们，要叫他很谨慎，不要使任何人知道你们。","turkey" : "Birbirlerine sorsunlar diye onları uyandırdık. İçlerinden biri: Ne kadar kaldınız? dedi. Bir gün veya daha az bir müddet kaldık dediler. Ne kadar kaldığınızı Rabbiniz daha iyi bilir. Paranızla birinizi şehre gönderin sakın sizi kimseye duyurmasın dediler"} ,{"id": "20", "arabic" : "إِنَّهُمۡ إِن يَظۡهَرُواْ عَلَيۡكُمۡ يَرۡجُمُوكُمۡ أَوۡ يُعِيدُوكُمۡ فِي مِلَّتِهِمۡ وَلَن تُفۡلِحُوٓاْ إِذًا أَبَدٗا", "english" : "Indeed if they come to know of you they will stone you or return you to their religion. And never would you succeed then - ever", "urdu" : "اگر کہیں اُن لوگوں کا ہاتھ ہم پر پڑ گیا تو بس سنگسار ہی کر ڈالیں گے، یا پھر زبردستی ہمیں اپنی ملت میں واپس لے جائیں گے، اور ایسا ہوا توہم کبھی فلاح نہ پا سکیں گے","chinese" : "城里的人，如果认出你们来，就会用石头打死你们，或者强迫你们信奉他们的宗教，那么，你们就永不会成功了。”","turkey" : "Zira onların sizden haberi olacak olursa ya taşlayarak öldürürler veya dinlerine döndürürler ve bu takdirde asla kurtulamazsınız"} ,{"id": "21", "arabic" : "وَكَذَٰلِكَ أَعۡثَرۡنَا عَلَيۡهِمۡ لِيَعۡلَمُوٓاْ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَأَنَّ ٱلسَّاعَةَ لَا رَيۡبَ فِيهَآ إِذۡ يَتَنَٰزَعُونَ بَيۡنَهُمۡ أَمۡرَهُمۡۖ فَقَالُواْ ٱبۡنُواْ عَلَيۡهِم بُنۡيَٰنٗاۖ رَّبُّهُمۡ أَعۡلَمُ بِهِمۡۚ قَالَ ٱلَّذِينَ غَلَبُواْ عَلَىٰٓ أَمۡرِهِمۡ لَنَتَّخِذَنَّ عَلَيۡهِم مَّسۡجِدٗا", "english" : "And similarly We caused them to be found that they [who found them] would know that the promise of Allah is truth and that of the Hour there is no doubt. [That was] when they disputed among themselves about their affair and [then] said Construct over them a structure. Their Lord is most knowing about them. Said those who prevailed in the matter We will surely take [for ourselves] over them a masjid", "urdu" : "اِس طرح ہم نے اہل شہر کو ان کے حال پر مطلع کیا تاکہ لوگ جان لیں کہ اللہ کا وعدہ سچا ہے اور یہ کہ قیامت کی گھڑی بے شک آ کر رہے گی (مگر ذرا خیال کرو کہ جب سوچنے کی اصل بات یہ تھی) اُس وقت وہ آپس میں اِس بات پر جھگڑ رہے تھے کہ اِن (اصحاب کہف) کے ساتھ کیا کیا جائے کچھ لوگوں نے کہا اِن پر ایک دیوار چن دو، ان کا رب ہی اِن کے معاملہ کو بہتر جانتا ہے مگر جو لوگ اُن کے معاملات پر غالب تھے انہوں نے کہا  ہم تو ان پر ایک عبادت گاہ بنائیں گے","chinese" : "我这样使别人窥见他们，以便他们知道安拉的诺言是真实的，复活的时刻是毫无可疑的。当时他们为此事而争论，他们说：“你们在他们的四周修一堵围墙——他们的主是最了解他们的！”主持事务的人说：“我们必定在他们的四周建筑一所礼拜寺。”","turkey" : "Böylece Allah'ın sözünün gerçek olduğunu ve kıyametin kopmasından şüphe edilemeyeceğini bilmeleri için insanların onları bulmalarını sağladık. Nitekim halk bunların hakkında çekişip duruyor: Onların mağaralarının çevresine bir bina kurun diyorlardı. Oysa Rableri onları çok iyi bilir. Tartışmayı kazananlar: Onların mağaralarının çevresinde mutlaka bir mescid kuracağız dediler"} ,{"id": "22", "arabic" : "سَيَقُولُونَ ثَلَٰثَةٞ رَّابِعُهُمۡ كَلۡبُهُمۡ وَيَقُولُونَ خَمۡسَةٞ سَادِسُهُمۡ كَلۡبُهُمۡ رَجۡمَۢا بِٱلۡغَيۡبِۖ وَيَقُولُونَ سَبۡعَةٞ وَثَامِنُهُمۡ كَلۡبُهُمۡۚ قُل رَّبِّيٓ أَعۡلَمُ بِعِدَّتِهِم مَّا يَعۡلَمُهُمۡ إِلَّا قَلِيلٞۗ فَلَا تُمَارِ فِيهِمۡ إِلَّا مِرَآءٗ ظَٰهِرٗا وَلَا تَسۡتَفۡتِ فِيهِم مِّنۡهُمۡ أَحَدٗا", "english" : "They will say there were three the fourth of them being their dog; and they will say there were five the sixth of them being their dog - guessing at the unseen; and they will say there were seven and the eighth of them was their dog. Say [O Muhammad] My Lord is most knowing of their number. None knows them except a few. So do not argue about them except with an obvious argument and do not inquire about them among [the speculators] from anyone", "urdu" : "کچھ لوگ کہیں گے کہ وہ تین تھے اور چوتھا ان کا کتا تھا اور کچھ دوسرے کہہ دیں گے کہ پانچ تھے اور چھٹا اُن کا کتا تھا یہ سب بے تکی ہانکتے ہیں کچھ اور لوگ کہتے ہیں کہ سات تھے اور آٹھواں اُن کا کتا تھا کہو، میرا رب ہی بہتر جانتا ہے کہ وہ کتنے تھے کم ہی لوگ ان کی صحیح تعداد جانتے ہیں پس تم سرسری بات سے بڑھ کر ان کی تعداد کے معاملے میں لوگوں سے بحث نہ کرو، اور نہ ان کے متعلق کسی سے کچھ پوچھو","chinese" : "有人将说：“他们是三个，第四个是他们的狗。”有人将说：“他们是五个，第六个是他们的狗。”这是由于猜测幽玄。还有人将说：“他们是七个，第八个是他们的狗。”你说：“我的主是最知道他们的数目的。”此外，只有少数人知道。关于他们的事情，你只可作表面的辩论，关于他们的事情，你不要请教任何人。","turkey" : "Karanlığa taş atar gibi Mağara ehli üçtür dördüncüleri köpekleridir derler yahut Beştir altıncıları köpekleridir derler yahut Yedidir sekizincileri köpekleridir derler. De ki: Onların sayısını en iyi bilen Rabbim'dir. Onları pek az kimseden başkası bilmez. Bunun için onlar hakkında bu kısaca anlatılanın dışında kimseyle tartışma ve onlar hakkında kimseden bir şey sorma"} ,{"id": "23", "arabic" : "وَلَا تَقُولَنَّ لِشَاْيۡءٍ إِنِّي فَاعِلٞ ذَٰلِكَ غَدًا", "english" : "And never say of anything Indeed I will do that tomorrow", "urdu" : "اور دیکھو، کسی چیز کے بارے میں کبھی یہ نہ کہا کرو کہ میں کل یہ کام کر دوں گا","chinese" : "你不要为某事而说：“明天我一定做那件事。”","turkey" : "Herhangi bir şey için Allah'ın dilemesi dışında: Ben yarın onu yapacağım deme. Unuttuğun zaman Rabbini an ve şöyle de: Umulur ki Rabbim beni doğruya daha yakın olana eriştirir"} ,{"id": "24", "arabic" : "إِلَّآ أَن يَشَآءَ ٱللَّهُۚ وَٱذۡكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلۡ عَسَىٰٓ أَن يَهۡدِيَنِ رَبِّي لِأَقۡرَبَ مِنۡ هَٰذَا رَشَدٗا", "english" : "Except [when adding] If Allah wills. And remember your Lord when you forget [it] and say Perhaps my Lord will guide me to what is nearer than this to right conduct", "urdu" : "(تم کچھ نہیں کر سکتے) اِلّا یہ کہ اللہ چاہے اگر بھولے سے ایسی بات زبان سے نکل جائے تو فوراً اپنے رب کو یاد کرو اور کہو امید ہے کہ میرا رب اِس معاملے میں رشد سے قریب تر بات کی طرف میری رہنمائی فرما دے گا","chinese" : "除非同时说：“如果安拉意欲。”你如果忘了，就应当记忆起你的主，并且说：“我的主或许指示我比这更切近的正道。”","turkey" : "Herhangi bir şey için Allah'ın dilemesi dışında: Ben yarın onu yapacağım deme. Unuttuğun zaman Rabbini an ve şöyle de: Umulur ki Rabbim beni doğruya daha yakın olana eriştirir"} ,{"id": "25", "arabic" : "وَلَبِثُواْ فِي كَهۡفِهِمۡ ثَلَٰثَ مِاْئَةٖ سِنِينَ وَٱزۡدَادُواْ تِسۡعٗا", "english" : "And they remained in their cave for three hundred years and exceeded by nine", "urdu" : "اور وہ اپنے غار میں تین سو سال رہے، اور (کچھ لوگ مدّت کے شمار میں) ۹ سال اور بڑھ گئے ہیں","chinese" : "他们在山洞里逗留了三百年，他们又加九年。","turkey" : "Onlar mağaralarında üçyüz dokuz yıl kaldılar"} ,{"id": "26", "arabic" : "قُلِ ٱللَّهُ أَعۡلَمُ بِمَا لَبِثُواْۖ لَهُۥ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَبۡصِرۡ بِهِۦ وَأَسۡمِعۡۚ مَا لَهُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا يُشۡرِكُ فِي حُكۡمِهِۦٓ أَحَدٗا", "english" : "Say Allah is most knowing of how long they remained. He has [knowledge of] the unseen [aspects] of the heavens and the earth. How Seeing is He and how Hearing! They have not besides Him any protector and He shares not His legislation with anyone", "urdu" : "تم کہو، اللہ ان کے قیام کی مدّت زیادہ جانتا ہے، آسمانوں اور زمین کے سب پوشیدہ احوال اُسی کو معلوم ہیں، کیا خوب ہے وہ دیکھنے والا اور سننے والا! زمین و آسمان کی مخلوقات کا کوئی خبرگیر اُس کے سوا نہیں، اور وہ اپنی حکومت میں کسی کو شریک نہیں کرتا","chinese" : "安拉是最知道他们逗留的时间的。唯有他知道天地的幽玄。他的视觉真明！他的听觉真聪！除安拉外，他们绝无援助者，安拉不让任何人参与他的判决。","turkey" : "De ki: Onların ne kadar kaldıklarını en iyi Allah bilir. Göklerin ve yerin gaybı O'na aittir. O ne mükemmel görendir! O ne mükemmel işitendir! İnsanların O'ndan başka dostu yoktur. O hiç kimseyi hükümranlığa ortak kılmaz"} ,{"id": "27", "arabic" : "وَٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِن كِتَابِ رَبِّكَۖ لَا مُبَدِّلَ لِكَلِمَٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلۡتَحَدٗا", "english" : "And recite [O Muhammad] what has been revealed to you of the Book of your Lord. There is no changer of His words and never will you find in other than Him a refuge", "urdu" : "اے نبیؐ! تمہارے رب کی کتاب میں سے جو کچھ تم پر وحی کیا گیا ہے اسے (جوں کا توں) سنا دو، کوئی اُس کے فرمودات کو بدل دینے کا مجاز نہیں ہے، (اور اگر تم کسی کی خاطر اس میں رد و بدل کرو گے تو) اُس سے بچ کر بھاگنے کے لیے کوئی جائے پناہ نہ پاؤ گے","chinese" : "你应当宣读你的主所启示给你的经典，他的言辞，决不是任何人所能变更的。你绝不能发现一个隐避所。","turkey" : "Rabbinin Kitap'ından sana vahyolunanı oku; O'nun sözlerini değiştirecek yoktur. O'ndan başka bir sığınılacak da bulamazsın"} ,{"id": "28", "arabic" : "وَٱصۡبِرۡ نَفۡسَكَ مَعَ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ وَلَا تَعۡدُ عَيۡنَاكَ عَنۡهُمۡ تُرِيدُ زِينَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَا تُطِعۡ مَنۡ أَغۡفَلۡنَا قَلۡبَهُۥ عَن ذِكۡرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمۡرُهُۥ فُرُطٗا", "english" : "And keep yourself patient [by being] with those who call upon their Lord in the morning and the evening seeking His countenance. And let not your eyes pass beyond them desiring adornments of the worldly life and do not obey one whose heart We have made heedless of Our remembrance and who follows his desire and whose affair is ever [in] neglect", "urdu" : "اور اپنے دل کو اُن لوگوں کی معیت پر مطمئن کرو جو اپنے رب کی رضا کے طلب گار بن کر صبح و شام اُسے پکارتے ہیں، اور اُن سے ہرگز نگاہ نہ پھیرو کیا تم دنیا کی زینت پسند کرتے ہو؟ کسی ایسے شخص کی اطاعت نہ کرو جس کے دل کو ہم نے اپنی یاد سے غافل کر دیا ہے اور جس نے اپنی خواہش نفس کی پیروی اختیار کر لی ہے اور جس کا طریق کار افراط و تفریط پر مبنی ہے","chinese" : "早晚祈祷自己的养主欲求其恩赐和喜悦的人们你当耐心的与他们相处，不要藐视他们，而求今世生活的浮华。我使某些人的心忽视我的教训，而顺从自己的欲望。他们的行为是过分的，这种人你不要顺从他们。","turkey" : "Sabah akşam Rablerinin rızasını dileyerek O'na yalvaranlarla beraber sen de sabret. Dünya hayatının güzelliklerini isteyerek gözlerini o kimselerden ayırma. Bizi anmasını kendisine unutturduğumuz ve işinde aşırı giderek hevesine uyan kimseye uyma"} ,{"id": "29", "arabic" : "وَقُلِ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَن شَآءَ فَلۡيُؤۡمِن وَمَن شَآءَ فَلۡيَكۡفُرۡۚ إِنَّآ أَعۡتَدۡنَا لِلظَّـٰلِمِينَ نَارًا أَحَاطَ بِهِمۡ سُرَادِقُهَاۚ وَإِن يَسۡتَغِيثُواْ يُغَاثُواْ بِمَآءٖ كَٱلۡمُهۡلِ يَشۡوِي ٱلۡوُجُوهَۚ بِئۡسَ ٱلشَّرَابُ وَسَآءَتۡ مُرۡتَفَقًا", "english" : "And say The truth is from your Lord so whoever wills - let him believe; and whoever wills - let him disbelieve. Indeed We have prepared for the wrongdoers a fire whose walls will surround them. And if they call for relief they will be relieved with water like murky oil which scalds [their] faces. Wretched is the drink and evil is the resting place", "urdu" : "صاف کہہ دو کہ یہ حق ہے تمہارے رب کی طرف سے، اب جس کا جی چاہے مان لے اور جس کا جی چاہے انکار کر دے ہم نے (انکار کرنے والے) ظالموں کے لیے ایک آگ تیار کر رکھی ہے جس کی لپٹیں انہیں گھیرے میں لے چکی ہیں وہاں اگر وہ پانی مانگیں گے توایسے پانی سے ان کی تواضع کی جائے گی جو تیل کی تلچھٹ جیسا ہوگا اور ان کا منہ بھون ڈالے گا، بدترین پینے کی چیز اور بہت بری آرامگاہ","chinese" : "你说：“真理是从你们的主降示的，谁愿信道就让他信吧，谁不愿信道，就让他不信吧。”我已为不义的人，预备了烈火，那烈火的烟幕将笼罩他们。如果他们（为干渴而）求救，就以一种水供他们解渴，那种水像沥青那样烧灼人面，那饮料真糟糕！那归宿真恶劣！","turkey" : "De ki: Gerçek Rabbinizdendir. Dileyen inansın dileyen inkar etsin. Şüphesiz zalimler için duvarları çepeçevre onları içine alacak bir ateş hazırlamışızdır. Onlar yardım istediklerinde erimiş maden gibi yüzleri kavuran bir su kendilerine sunulur. Bu ne kötü bir içecek ve cehennem ne kötü bir duraktır"} ,{"id": "30", "arabic" : "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ إِنَّا لَا نُضِيعُ أَجۡرَ مَنۡ أَحۡسَنَ عَمَلًا", "english" : "Indeed those who have believed and done righteous deeds - indeed We will not allow to be lost the reward of any who did well in deeds", "urdu" : "رہے وہ لوگ جو مان لیں اور نیک عمل کریں، تو یقیناً ہم نیکو کار لوگوں کا اجر ضائع نہیں کیا کرتے","chinese" : "信道而且行善者，我必不使他们的善行徒劳无酬，","turkey" : "İyi hareket edenin ecrini zayi etmeyiz. Doğrusu inanıp yararlı iş yapanlara işte onlara içlerinden ırmaklar akan Adn cennetleri vardır. Orada altın bilezikler takınırlar ince ve kalın ipekliden yeşil elbiseler giyerek tahtları üzerinde otururlar. Ne güzel bir mükafat ve ne güzel yaslanacak yer"} ,{"id": "31", "arabic" : "أُوْلَـٰٓئِكَ لَهُمۡ جَنَّـٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَيَلۡبَسُونَ ثِيَابًا خُضۡرٗا مِّن سُندُسٖ وَإِسۡتَبۡرَقٖ مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۚ نِعۡمَ ٱلثَّوَابُ وَحَسُنَتۡ مُرۡتَفَقٗا", "english" : "Those will have gardens of perpetual residence; beneath them rivers will flow. They will be adorned therein with bracelets of gold and will wear green garments of fine silk and brocade reclining therein on adorned couches. Excellent is the reward and good is the resting place", "urdu" : "ان کے لیے سدا بہار جنتیں ہیں جن کے نیچے نہریں بہہ رہی ہوں گی، وہاں وہ سونے کے کنگنوں سے آراستہ کیے جائیں گے، باریک ریشم اور اطلس و دیبا کے سبز کپڑے پہنیں گے، اور اونچی مسندوں پر تکیے لگا کر بیٹھیں گے بہترین اجر اور اعلیٰ درجے کی جائے قیام","chinese" : "这等人得享受常住的乐园，他们下临诸河，他们在乐园里，佩金质的手镯，穿绫罗锦缎的绿袍，靠在床上。那报酬，真优美！那归宿，真美好！","turkey" : "İyi hareket edenin ecrini zayi etmeyiz. Doğrusu inanıp yararlı iş yapanlara işte onlara içlerinden ırmaklar akan Adn cennetleri vardır. Orada altın bilezikler takınırlar ince ve kalın ipekliden yeşil elbiseler giyerek tahtları üzerinde otururlar. Ne güzel bir mükafat ve ne güzel yaslanacak yer"} ,{"id": "32", "arabic" : "۞وَٱضۡرِبۡ لَهُم مَّثَلٗا رَّجُلَيۡنِ جَعَلۡنَا لِأَحَدِهِمَا جَنَّتَيۡنِ مِنۡ أَعۡنَٰبٖ وَحَفَفۡنَٰهُمَا بِنَخۡلٖ وَجَعَلۡنَا بَيۡنَهُمَا زَرۡعٗا", "english" : "And present to them an example of two men: We granted to one of them two gardens of grapevines and We bordered them with palm trees and placed between them [fields of] crops", "urdu" : "اے محمدؐ! اِن کے سامنے ایک مثال پیش کرو دو شخص تھے ان میں سے ایک کو ہم نے انگور کے دو باغ دیے اور اُن کے گرد کھجور کے درختوں کی باڑھ لگائی اور ان کے درمیان کاشت کی زمین رکھی","chinese" : "你以两个人的情况为他们打一个比喻。我为其中的一个创造了两个葡萄园，而围以椰枣林，并且以两园之间的地方为耕地","turkey" : "Onlara iki adamı misal olarak göster: Birine iki üzüm bağı verip etrafını hurmalıklarla çevirmiş ve aralarında ekinler bitirmiştik"} ,{"id": "33", "arabic" : "كِلۡتَا ٱلۡجَنَّتَيۡنِ ءَاتَتۡ أُكُلَهَا وَلَمۡ تَظۡلِم مِّنۡهُ شَيۡـٔٗاۚ وَفَجَّرۡنَا خِلَٰلَهُمَا نَهَرٗا", "english" : "Each of the two gardens produced its fruit and did not fall short thereof in anything. And We caused to gush forth within them a river", "urdu" : "دونوں باغ خوب پھلے پھولے اور بار آور ہونے میں انہوں نے ذرا سی کسر بھی نہ چھوڑی اُن باغوں کے اندر ہم نے ایک نہر جاری کر دی","chinese" : "两园都出产果实，毫不欠缺，并在两园之间，开凿一条河。","turkey" : "Her iki bahçe de ürünlerini vermişlerdi hiçbir şeyi de eksik bırakmamışlardı. İkisinin arasından bir de ırmak akıtmıştık"} ,{"id": "34", "arabic" : "وَكَانَ لَهُۥ ثَمَرٞ فَقَالَ لِصَٰحِبِهِۦ وَهُوَ يُحَاوِرُهُۥٓ أَنَا۠ أَكۡثَرُ مِنكَ مَالٗا وَأَعَزُّ نَفَرٗا", "english" : "And he had fruit so he said to his companion while he was conversing with him I am greater than you in wealth and mightier in [numbers of] men", "urdu" : "اوراُسے خوب نفع حاصل ہوا یہ کچھ پا کر ایک دن وہ اپنے ہمسائے سے بات کرتے ہوئے بولا میں تجھ سے زیادہ مالدار ہوں اور تجھ سے زیادہ طاقتور نفری رکھتا ہوں","chinese" : "他富有财产，故以矜夸的态度，对他的朋友说：“我财产比你多，人比你强。”","turkey" : "Onun gelirleri de vardı. Bu yüzden arkadaşiyle konuşurken: Ben malca senden zengin nüfusça da senden daha itibarlıyım dedi"} ,{"id": "35", "arabic" : "وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٞ لِّنَفۡسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَٰذِهِۦٓ أَبَدٗا", "english" : "And he entered his garden while he was unjust to himself. He said I do not think that this will perish - ever", "urdu" : "پھر وہ اپنی جنّت میں داخل ہوا اور اپنے نفس کے حق میں ظالم بن کر کہنے لگا میں نہیں سمجھتا کہ یہ دولت کبھی فنا ہو جائے گی","chinese" : "他自负地走进自己的园圃，说：“我想这个园圃永不荒芜，","turkey" : "Kendisine böylece yazık ederek bahçesine girerken: Bu bahçenin batacağını hiç zannetmem. Kıyametin kopacağını da sanmıyorum. Eğer Rabbime döndürülürsem and olsun ki orada bundan daha iyisini bulurum dedi"} ,{"id": "36", "arabic" : "وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّي لَأَجِدَنَّ خَيۡرٗا مِّنۡهَا مُنقَلَبٗا", "english" : "And I do not think the Hour will occur. And even if I should be brought back to my Lord I will surely find better than this as a return", "urdu" : "اور مجھے توقع نہیں کہ قیامت کی گھڑی کبھی آئے گی تاہم اگر کبھی مجھے اپنے رب کے حضور پلٹایا بھی گیا تو ضرور اِس سے بھی زیادہ شاندار جگہ پاؤں گا","chinese" : "我想复活时刻不会来临。即使我被召归主，我也能发现比这园圃更好的归宿。”","turkey" : "Kendisine böylece yazık ederek bahçesine girerken: Bu bahçenin batacağını hiç zannetmem. Kıyametin kopacağını da sanmıyorum. Eğer Rabbime döndürülürsem and olsun ki orada bundan daha iyisini bulurum dedi"} ,{"id": "37", "arabic" : "قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرۡتَ بِٱلَّذِي خَلَقَكَ مِن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ سَوَّىٰكَ رَجُلٗا", "english" : "His companion said to him while he was conversing with him Have you disbelieved in He who created you from dust and then from a sperm-drop and then proportioned you [as] a man", "urdu" : "اُس کے ہمسائے نے گفتگو کرتے ہوئے اس سے کہا کیا تو کفر کرتا ہے اُس ذات سے جس نے تجھے مٹی سے اور پھر نطفے سے پیدا کیا اور تجھے ایک پورا آدمی بنا کھڑا کیا؟","chinese" : "他的朋友以辩驳的态度对他说：你不信造物主吗？他创造你，先用泥土，继用精液，然后使你变成一个完整的男子。","turkey" : "Kendisiyle konuştuğu arkadaşı ona: Seni topraktan sonra nutfeden yaratanı sonunda de seni insan kılığına koyanı mı inkar ediyorsun? İşte O benim Rabbim olan Allah'tır. Rabbime kimseyi ortak koşmam. Bahçene girdiğin zaman her ne kadar beni kendinden mal ve nüfus bakımından daha az buluyorsan da: Maşallah! Kuvvet ancak Allah'a mahsustur! demen gerekmez mi? Rabbim senin bahçenden daha iyisini bana verebilir ve seninkinin üzerine gökten bir felaket gönderir de bahçen yerle bir olabilir. Yahut suyu çekilir bir daha da bulamazsın dedi"} ,{"id": "38", "arabic" : "لَّـٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّي وَلَآ أُشۡرِكُ بِرَبِّيٓ أَحَدٗا", "english" : "But as for me He is Allah my Lord and I do not associate with my Lord anyone", "urdu" : "رہا میں، تو میرا رب تو وہی اللہ ہے اور میں اس کے ساتھ کسی کو شریک نہیں کرتا","chinese" : "但是，安拉是我的主，我不以任何物配我的主。","turkey" : "Kendisiyle konuştuğu arkadaşı ona: Seni topraktan sonra nutfeden yaratanı sonunda de seni insan kılığına koyanı mı inkar ediyorsun? İşte O benim Rabbim olan Allah'tır. Rabbime kimseyi ortak koşmam. Bahçene girdiğin zaman her ne kadar beni kendinden mal ve nüfus bakımından daha az buluyorsan da: Maşallah! Kuvvet ancak Allah'a mahsustur! demen gerekmez mi? Rabbim senin bahçenden daha iyisini bana verebilir ve seninkinin üzerine gökten bir felaket gönderir de bahçen yerle bir olabilir. Yahut suyu çekilir bir daha da bulamazsın dedi"} ,{"id": "39", "arabic" : "وَلَوۡلَآ إِذۡ دَخَلۡتَ جَنَّتَكَ قُلۡتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالٗا وَوَلَدٗا", "english" : "And why did you when you entered your garden not say 'What Allah willed [has occurred]; there is no power except in Allah '? Although you see me less than you in wealth and children", "urdu" : "اور جب تو اپنی جنت میں داخل ہو رہا تھا تو اس وقت تیری زبان سے یہ کیوں نہ نکلا کہ ماشاءاللہ، لا قوة الّا باللہ؟ اگر تو مجھے مال اور اولاد میں اپنے سے کمتر پا رہا ہے","chinese" : "你走进你的园圃的时候，你怎么不说：‘这件事是安拉意欲的。除安拉外，我绝无能力！’如果你认为我的财产和后嗣都不如你，","turkey" : "Kendisiyle konuştuğu arkadaşı ona: Seni topraktan sonra nutfeden yaratanı sonunda de seni insan kılığına koyanı mı inkar ediyorsun? İşte O benim Rabbim olan Allah'tır. Rabbime kimseyi ortak koşmam. Bahçene girdiğin zaman her ne kadar beni kendinden mal ve nüfus bakımından daha az buluyorsan da: Maşallah! Kuvvet ancak Allah'a mahsustur! demen gerekmez mi? Rabbim senin bahçenden daha iyisini bana verebilir ve seninkinin üzerine gökten bir felaket gönderir de bahçen yerle bir olabilir. Yahut suyu çekilir bir daha da bulamazsın dedi"} ,{"id": "40", "arabic" : "فَعَسَىٰ رَبِّيٓ أَن يُؤۡتِيَنِ خَيۡرٗا مِّن جَنَّتِكَ وَيُرۡسِلَ عَلَيۡهَا حُسۡبَانٗا مِّنَ ٱلسَّمَآءِ فَتُصۡبِحَ صَعِيدٗا زَلَقًا", "english" : "It may be that my Lord will give me [something] better than your garden and will send upon it a calamity from the sky and it will become a smooth dusty ground", "urdu" : "تو بعید نہیں کہ میرا رب مجھے تیری جنت سے بہتر عطا فرما دے اور تیری جنت پر آسمان سے کوئی آفت بھیج دے جس سے وہ صاف میدان بن کر رہ جائے","chinese" : "那么，我的主或许会赏赐我比你的园圃更好的东西，而降霹雳于你的园圃，以致（它）化为光秃秃的土地；","turkey" : "Kendisiyle konuştuğu arkadaşı ona: Seni topraktan sonra nutfeden yaratanı sonunda de seni insan kılığına koyanı mı inkar ediyorsun? İşte O benim Rabbim olan Allah'tır. Rabbime kimseyi ortak koşmam. Bahçene girdiğin zaman her ne kadar beni kendinden mal ve nüfus bakımından daha az buluyorsan da: Maşallah! Kuvvet ancak Allah'a mahsustur! demen gerekmez mi? Rabbim senin bahçenden daha iyisini bana verebilir ve seninkinin üzerine gökten bir felaket gönderir de bahçen yerle bir olabilir. Yahut suyu çekilir bir daha da bulamazsın dedi"} ,{"id": "41", "arabic" : "أَوۡ يُصۡبِحَ مَآؤُهَا غَوۡرٗا فَلَن تَسۡتَطِيعَ لَهُۥ طَلَبٗا", "english" : "Or its water will become sunken [into the earth] so you would never be able to seek it", "urdu" : "یا اس کا پانی زمین میں اتر جائے اور پھر تو اسے کسی طرح نہ نکال سکے","chinese" : "或园里的水一旦干涸，你就不能寻求。”","turkey" : "Kendisiyle konuştuğu arkadaşı ona: Seni topraktan sonra nutfeden yaratanı sonunda de seni insan kılığına koyanı mı inkar ediyorsun? İşte O benim Rabbim olan Allah'tır. Rabbime kimseyi ortak koşmam. Bahçene girdiğin zaman her ne kadar beni kendinden mal ve nüfus bakımından daha az buluyorsan da: Maşallah! Kuvvet ancak Allah'a mahsustur! demen gerekmez mi? Rabbim senin bahçenden daha iyisini bana verebilir ve seninkinin üzerine gökten bir felaket gönderir de bahçen yerle bir olabilir. Yahut suyu çekilir bir daha da bulamazsın dedi"} ,{"id": "42", "arabic" : "وَأُحِيطَ بِثَمَرِهِۦ فَأَصۡبَحَ يُقَلِّبُ كَفَّيۡهِ عَلَىٰ مَآ أَنفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَٰلَيۡتَنِي لَمۡ أُشۡرِكۡ بِرَبِّيٓ أَحَدٗا", "english" : "And his fruits were encompassed [by ruin] so he began to turn his hands about [in dismay] over what he had spent on it while it had collapsed upon its trellises and said Oh I wish I had not associated with my Lord anyone", "urdu" : "آخرکار ہوا یہ کہ اس کا سارا ثمرہ مارا گیا اور وہ اپنے انگوروں کے باغ کو ٹٹیوں پر الٹا پڑا دیکھ کر اپنی لگائی ہوئی لاگت پر ہاتھ ملتا رہ گیا اور کہنے لگا کہ کاش! میں نے اپنے رب کے ساتھ کسی کو شریک نہ ٹھیرایا ہوتا","chinese" : "他的财产，全遭毁灭。园里的葡萄架倒塌在地上，他为痛惜建设园圃的费用而反复翻转他的两掌，他说：“但愿我没有把任何物配我的主。”","turkey" : "Nitekim ürünleri yok edildi; bağın altüst olmuş çardakları karşısında sarfettiği emeğe içi yanarak ellerini oğuşturup Keşke Rabbime kimseyi ortak koşmasaydım diyordu"} ,{"id": "43", "arabic" : "وَلَمۡ تَكُن لَّهُۥ فِئَةٞ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا", "english" : "And there was for him no company to aid him other than Allah nor could he defend himself", "urdu" : "نہ ہوا اللہ کو چھوڑ کر اس کے پاس کوئی جتھا کہ اس کی مدد کرتا، اور نہ کر سکا وہ آپ ہی اس آفت کا مقابلہ","chinese" : "除安拉外，没有群众援助他，他也不能自助。","turkey" : "Ona Allah'tan başka yardım edebilecek adamları da yoktu kendi kendini de kurtaramadı"} ,{"id": "44", "arabic" : "هُنَالِكَ ٱلۡوَلَٰيَةُ لِلَّهِ ٱلۡحَقِّۚ هُوَ خَيۡرٞ ثَوَابٗا وَخَيۡرٌ عُقۡبٗا", "english" : "There the authority is [completely] for Allah the Truth. He is best in reward and best in outcome", "urdu" : "اُس وقت معلوم ہوا کہ کارسازی کا اختیار خدائے برحق ہی کے لیے ہے، انعام وہی بہتر ہے جو وہ بخشے اور انجام وہی بخیر ہے جو وہ دکھائے","chinese" : "在这里，援助全归真实的安拉，他是赏罚严明的。","turkey" : "İşte burada kudret ve hakimiyet varlığı gerçek olan Allah'ındır. Mükafatlandırma bakımından hayırlı olan da sonuçlandırma yönünden hayırlı olan da O'dur"} ,{"id": "45", "arabic" : "وَٱضۡرِبۡ لَهُم مَّثَلَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ فَأَصۡبَحَ هَشِيمٗا تَذۡرُوهُ ٱلرِّيَٰحُۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقۡتَدِرًا", "english" : "And present to them the example of the life of this world [its being] like rain which We send down from the sky and the vegetation of the earth mingles with it and [then] it becomes dry remnants scattered by the winds. And Allah is ever over all things Perfect in Ability", "urdu" : "اور اے نبیؐ! اِنہیں حیات دنیا کی حقیقت اِس مثال سے سمجھاؤ کہ آج ہم نے آسمان سے پانی برسا دیا تو زمین کی پَود خُوب گھنی ہو گئی، اور کل وہی نباتات بھُس بن کر رہ گئی جسے ہوائیں اڑائے لیے پھرتی ہیں اللہ ہر چیز پر قدرت رکھتا ہے","chinese" : "你为他们打一个比方：今世的生活，犹如我从天上降下雨水，植物得雨，就蓬勃生长，既而零落，随风飘散。安拉对于万事是全能的。","turkey" : "Onlara dünya hayatı misalinin tıpkı şöyle olduğunu anlat: Gökten indirdiğimiz su ile yeryüzünde yetişen bitkiler birbirine karışır ama sonunda rüzgarın savuracağı çerçöpe döner. Allah her şeyin üstünde bir kudrete sahip olandır"} ,{"id": "46", "arabic" : "ٱلۡمَالُ وَٱلۡبَنُونَ زِينَةُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱلۡبَٰقِيَٰتُ ٱلصَّـٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٌ أَمَلٗا", "english" : "Wealth and children are [but] adornment of the worldly life. But the enduring good deeds are better to your Lord for reward and better for [one's] hope", "urdu" : "یہ مال اور یہ اولاد محض دُنیوی زندگی کی ایک ہنگامی آرائش ہے اصل میں تو باقی رہ جانے والی نیکیاں ہی تیرے رب کے نزدیک نتیجے کے لحاظ سے بہتر ہیں اور اُنہی سے اچھی اُمّیدیں وابستہ کی جا سکتی ہیں","chinese" : "财产和后嗣是今世生活的装饰：常存的善功，在你的主看来，是报酬更好的，是希望更大的。","turkey" : "Mal ve oğullar dünya hayatının süsüdür. Ama baki kalacak yararlı işler sevab olarak da emel olarak da Rabbinin katında daha hayırlıdır"} ,{"id": "47", "arabic" : "وَيَوۡمَ نُسَيِّرُ ٱلۡجِبَالَ وَتَرَى ٱلۡأَرۡضَ بَارِزَةٗ وَحَشَرۡنَٰهُمۡ فَلَمۡ نُغَادِرۡ مِنۡهُمۡ أَحَدٗا", "english" : "And [warn of] the Day when We will remove the mountains and you will see the earth prominent and We will gather them and not leave behind from them anyone", "urdu" : "فکر اُس دن کی ہونی چاہیے جب کہ ہم پہاڑوں کو چلائیں گے، اور تم زمین کو بالکل برہنہ پاؤ گے، اور ہم تمام انسانوں کو اس طرح گھیر کر جمع کریں گے کہ (اگلوں پچھلوں میں سے) ایک بھی نہ چھوٹے گا","chinese" : "在那日，我将使山岳消逝，你看大地变成光秃秃的。我将集合他们，而不遗漏任何人。","turkey" : "Bir gün dağları yürütürüz de yeri dümdüz görürsün. Hiçbirini bırakmaksızın diriltip bir araya toplarız"} ,{"id": "48", "arabic" : "وَعُرِضُواْ عَلَىٰ رَبِّكَ صَفّٗا لَّقَدۡ جِئۡتُمُونَا كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةِۭۚ بَلۡ زَعَمۡتُمۡ أَلَّن نَّجۡعَلَ لَكُم مَّوۡعِدٗا", "english" : "And they will be presented before your Lord in rows [and He will say] You have certainly come to Us just as We created you the first time. But you claimed that We would never make for you an appointment", "urdu" : "اور سب کے سب تمہارے رب کے حضور صف در صف پیش کیے جائیں گے لو دیکھ لو، آ گئے نا تم ہمارے پاس اُسی طرح جیسا ہم نے تم کو پہلی بار پیدا کیا تھا تم نے تو یہ سمجھا تھا کہ ہم نے تمہارے لیے کوئی وعدے کا وقت مقرر ہی نہیں کیا ہے","chinese" : "他们将分列成行地接受你的主的检阅。你们确已来见我，犹如我初次创造你们的时候一样。不然，你们曾说我绝不为你们确定一个约期。","turkey" : "Dizi dizi Rabbine sunulduklarında onlara: And olsun ki sizi ilk defa yarattığımız gibi Bize geldiniz. Sizi bir yere toplamak için söz vermediğimizi iddia etmiştiniz değil mi? denir"} ,{"id": "49", "arabic" : "وَوُضِعَ ٱلۡكِتَٰبُ فَتَرَى ٱلۡمُجۡرِمِينَ مُشۡفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَٰوَيۡلَتَنَا مَالِ هَٰذَا ٱلۡكِتَٰبِ لَا يُغَادِرُ صَغِيرَةٗ وَلَا كَبِيرَةً إِلَّآ أَحۡصَىٰهَاۚ وَوَجَدُواْ مَا عَمِلُواْ حَاضِرٗاۗ وَلَا يَظۡلِمُ رَبُّكَ أَحَدٗا", "english" : "And the record [of deeds] will be placed [open] and you will see the criminals fearful of that within it and they will say Oh woe to us! What is this book that leaves nothing small or great except that it has enumerated it? And they will find what they did present [before them]. And your Lord does injustice to no one", "urdu" : "اور نامہ اعمال سامنے رکھ دیا جائے گا اس وقت تم دیکھو گے کہ مجرم لوگ اپنی کتاب زندگی کے اندراجات سے ڈر رہے ہوں گے اور کہہ رہے ہوں گے کہ ہائے ہماری کم بختی، یہ کیسی کتاب ہے کہ ہماری کوئی چھوٹی بڑی حرکت ایسی نہیں رہی جو اس میں درج نہ ہو گئی ہو جو جو کچھ انہوں نے کیا تھا وہ سب اپنے سامنے حاضر پائیں گے اور تیرا رب کسی پر ذرا ظلم نہ کرے گا","chinese" : "功过薄将展现出来，所以，你将会看到罪人们畏惧其中的记录。他们说：“啊呀！这个功过薄怎么啦，不论大罪小罪，都毫不遗漏，一切都加以记录。”他们将发现自己所做的事都一一记录在本子上。你的主不亏枉任何人。","turkey" : "Amel defteri ortaya konunca suçluların onda yazılı olanlardan korktuklarını görürsün Vah bize eyvah bize! Bu defter nasıl olmuş da küçük büyük bir şey bırakmadan hepsini saymış! derler. İşlediklerini hazır bulurlar. Rabbin kimseye haksızlık etmez"} ,{"id": "50", "arabic" : "وَإِذۡ قُلۡنَا لِلۡمَلَـٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ كَانَ مِنَ ٱلۡجِنِّ فَفَسَقَ عَنۡ أَمۡرِ رَبِّهِۦٓۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوۡلِيَآءَ مِن دُونِي وَهُمۡ لَكُمۡ عَدُوُّۢۚ بِئۡسَ لِلظَّـٰلِمِينَ بَدَلٗا", "english" : "And [mention] when We said to the angels Prostrate to Adam and they prostrated except for Iblees. He was of the jinn and departed from the command of his Lord. Then will you take him and his descendants as allies other than Me while they are enemies to you? Wretched it is for the wrongdoers as an exchange", "urdu" : "یاد کرو، جب ہم نے فرشتوں سے کہا کہ آدمؑ کو سجدہ کرو تو انہوں نے سجدہ کیا مگر ابلیس نے نہ کیا وہ جنوں میں سے تھا اس لیے اپنے رب کے حکم کی اطاعت سے نکل گیا اب کیا تم مجھے چھوڑ کر اُس کو اور اس کی ذرّیّت کو اپنا سرپرست بناتے ہو حالانکہ وہ تمہارے دشمن ہیں؟ بڑا ہی برا بدل ہے جسے ظالم لوگ اختیار کر رہے ہیں","chinese" : "当时，我对众天使说：“你们应当向阿丹叩头。”他们都叩了头，但易卜劣厮除外。他本是精灵，所以违背他的主的命令。他和他的子孙，是你们的仇敌，你们却舍我而以他们为保护者吗？不义者的倒行逆施真恶劣！","turkey" : "Meleklere: Adem'e secde edin demiştik. İblis'ten başka hepsi secde etmişti. O cinlerden idi. Rabbinin buyruğu dışına çıktı. Ey insanoğulları! Siz Beni bırakıp onu ve soyunu dost mu ediniyorsunuz? Halbuki onlar size düşmandır. Kendilerine yazık edenler için bu ne kötü değişmedir"} ,{"id": "51", "arabic" : "۞مَّآ أَشۡهَدتُّهُمۡ خَلۡقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَا خَلۡقَ أَنفُسِهِمۡ وَمَا كُنتُ مُتَّخِذَ ٱلۡمُضِلِّينَ عَضُدٗا", "english" : "I did not make them witness to the creation of the heavens and the earth or to the creation of themselves and I would not have taken the misguiders as assistants", "urdu" : "میں نے آسمان و زمین پیدا کرتے وقت اُن کو نہیں بلایا تھا اور نہ خود اُن کی اپنی تخلیق میں انہیں شریک کیا تھا میرا یہ کام نہیں ہے کہ گمراہ کرنے والوں کو اپنا مدد گار بنایا کروں","chinese" : "我没有使他们眼见天地的创造，也没有使他们眼见其自身的创造，我没有把使人迷误者当做助手。","turkey" : "Oysa Ben onları ne göklerin ve yerin yaratılmasında ve ne de kendilerinin yaratılmasında hazır bulundurdum. Saptıranları hiçbir işte asla yardımcı da edinmedim"} ,{"id": "52", "arabic" : "وَيَوۡمَ يَقُولُ نَادُواْ شُرَكَآءِيَ ٱلَّذِينَ زَعَمۡتُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَجَعَلۡنَا بَيۡنَهُم مَّوۡبِقٗا", "english" : "And [warn of] the Day when He will say Call 'My partners' whom you claimed and they will invoke them but they will not respond to them. And We will put between them [a valley of] destruction", "urdu" : "پھر کیا کریں گے یہ لوگ اُس روز جبکہ اِن کا رب اِن سے کہے گا کہ پکارو اب اُن ہستیوں کو جنہیں تم میرا شریک سمجھ بیٹھے تھے یہ ان کو پکاریں گے، مگر وہ اِن کی مدد کو نہ آئیں گے اور ہم ان کے درمیان ایک ہی ہلاکت کا گڑھا مشترک کر دیں گے","chinese" : "在那日，安拉将说：“你们所称为我的伙计的，你们把他们召唤来吧。”他们就召唤那些同事，但他们不答应。我将使他们同归于尽。","turkey" : "O gün Allah: Bana ortak olduklarını iddia ettiklerinize seslenin der. Onları çağırırlar fakat hiçbirisi onların çağrılarına gelmez. Aralarına bir cehennem deresi koyarız"} ,{"id": "53", "arabic" : "وَرَءَا ٱلۡمُجۡرِمُونَ ٱلنَّارَ فَظَنُّوٓاْ أَنَّهُم مُّوَاقِعُوهَا وَلَمۡ يَجِدُواْ عَنۡهَا مَصۡرِفٗا", "english" : "And the criminals will see the Fire and will be certain that they are to fall therein. And they will not find from it a way elsewhere", "urdu" : "سارے مجرم اُس روز آگ دیکھیں گے اورسمجھ لیں گے کہ اب انہیں اس میں گرنا ہے اور وہ اس سے بچنے کے لیے کوئی جائے پناہ نہ پائیں گے","chinese" : "罪犯们将看见火狱，必堕入其中，无处逃避。","turkey" : "Suçlular ateşi görürler ve ona düşeceklerini anlarlar fakat ondan kaçacak yer bulamazlar"} ,{"id": "54", "arabic" : "وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٖۚ وَكَانَ ٱلۡإِنسَٰنُ أَكۡثَرَ شَيۡءٖ جَدَلٗا", "english" : "And We have certainly diversified in this Qur'an for the people from every [kind of] example; but man has ever been most of anything [prone to] dispute", "urdu" : "ہم نے اِس قرآن میں لوگوں کو طرح طرح سے سمجھایا مگر انسان بڑا ہی جھگڑالو واقع ہوا ہے","chinese" : "在这《古兰经》里，我确已为众人阐述了各种比喻，人是争辩最多的。","turkey" : "And olsun ki Biz bu Kuran'da insanlara türlü türlü misali gösterip açıkladık. İnsanın en çok yaptığı iş tartışmadır"} ,{"id": "55", "arabic" : "وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰ وَيَسۡتَغۡفِرُواْ رَبَّهُمۡ إِلَّآ أَن تَأۡتِيَهُمۡ سُنَّةُ ٱلۡأَوَّلِينَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ قُبُلٗا", "english" : "And nothing has prevented the people from believing when guidance came to them and from asking forgiveness of their Lord except that there [must] befall them the [accustomed] precedent of the former peoples or that the punishment should come [directly] before them", "urdu" : "اُن کے سامنے جب ہدایت آئی تو اسے ماننے اور اپنے رب کے حضور معافی چاہنے سے آخر اُن کوکس چیز نے روک دیا؟ اِس کے سوا اور کچھ نہیں کہ وہ منتظر ہیں کہ اُن کے ساتھ بھی وہی کچھ ہو جو پچھلی قوموں کے ساتھ ہو چکا ہے، یا یہ کہ وہ عذاب کو سامنے آتے دیکھ لیں","chinese" : "当正道来临众人的时候，他们不信道，也不向他们的主求饶，那只是因为他们要等待（安拉将）古人的常道显现于他们，或眼见刑罚来临他们。","turkey" : "İnsanlara doğruluk rehberi gelmişken onları inanmaktan Rablerinden mağfiret dilemekten alıkoyan öncekilere uygulananın kendilerine de uygulanmasını veya gözleri göre göre azaba uğramayı beklemeleridir"} ,{"id": "56", "arabic" : "وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۚ وَيُجَٰدِلُ ٱلَّذِينَ كَفَرُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّۖ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَمَآ أُنذِرُواْ هُزُوٗا", "english" : "And We send not the messengers except as bringers of good tidings and warners. And those who disbelieve dispute by [using] falsehood to [attempt to] invalidate thereby the truth and have taken My verses and that of which they are warned in ridicule", "urdu" : "رسولوں کو ہم اس کام کے سوا اور کسی غرض کے لیے نہیں بھیجتے کہ وہ بشارت اور تنبیہ کی خدمت انجام دے دیں مگر کافروں کا حال یہ ہے کہ وہ باطل کے ہتھیار لے کر حق کو نیچا دکھانے کی کوشش کرتے ہیں اور انہوں نے میری آیات کو اور اُن تنبیہات کو جو انہیں کی گئیں مذاق بنا لیا ہے","chinese" : "我只派遣使者们报喜信传警告，而不信道的人们却以妄言相争论，欲借此反驳真理。他们把我的迹象和对他们的警告，当做笑柄。","turkey" : "Biz peygamberleri ancak müjdeci ve uyarıcı olarak göndeririz. Oysa inkarcılar hakkı batılla ortadan kaldırmak için çekişirler. Ayetlerimizi ve kendilerine yapılan uyarmaları alaya alırlar"} ,{"id": "57", "arabic" : "وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ فَأَعۡرَضَ عَنۡهَا وَنَسِيَ مَا قَدَّمَتۡ يَدَاهُۚ إِنَّا جَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۖ وَإِن تَدۡعُهُمۡ إِلَى ٱلۡهُدَىٰ فَلَن يَهۡتَدُوٓاْ إِذًا أَبَدٗا", "english" : "And who is more unjust than one who is reminded of the verses of his Lord but turns away from them and forgets what his hands have put forth? Indeed We have placed over their hearts coverings lest they understand it and in their ears deafness. And if you invite them to guidance - they will never be guided then - ever", "urdu" : "اور اُس شخص سے بڑھ کر ظالم اور کون ہے جسے اس کے رب کی آیات سنا کر نصیحت کی جائے اور وہ اُن سے منہ پھیرے اور اُس برے انجام کو بھول جائے جس کا سر و سامان اس نے اپنے لیے خود اپنے ہاتھوں کیا ہے؟ (جن لوگوں نے یہ روش اختیار کی ہے) ان کے دلوں پر ہم نے غلاف چڑھا دیے ہیں جو انہیں قرآن کی بات نہیں سمجھنے دیتے، اور اُن کے کانوں میں ہم نے گرانی پیدا کر دی ہے تم انہیں ہدایت کی طرف کتنا ہی بلاؤ، وہ اس حالت میں کبھی ہدایت نہ پائیں گے","chinese" : "有人以主的迹象教诲他们，但他们鄙弃它，并且忘记他们以前所犯的罪恶；有谁比他们还不义呢？我确已将薄膜加在他们的心上，以免他们了解经义，并且在他们的耳里造重听。如果你召他们于正道，那么，他们将永不遵循正道。","turkey" : "Rabbinin ayetleri kendisine hatırlatılmışken onlardan yüz çeviren ve önceden yaptıklarını unutan kimseden daha zalim var mıdır? Kuran'ı anlarlar diye kalblerine örtüler kulaklarına da ağırlık koyduk. Sen onları doğru yola çağırsan da asla doğru yolagelmezler"} ,{"id": "58", "arabic" : "وَرَبُّكَ ٱلۡغَفُورُ ذُو ٱلرَّحۡمَةِۖ لَوۡ يُؤَاخِذُهُم بِمَا كَسَبُواْ لَعَجَّلَ لَهُمُ ٱلۡعَذَابَۚ بَل لَّهُم مَّوۡعِدٞ لَّن يَجِدُواْ مِن دُونِهِۦ مَوۡئِلٗا", "english" : "And your Lord is the Forgiving full of mercy. If He were to impose blame upon them for what they earned He would have hastened for them the punishment. Rather for them is an appointment from which they will never find an escape", "urdu" : "تیرا رب بڑا درگزر کرنے والا اور رحیم ہے وہ ان کے کرتوتوں پر انہیں پکڑنا چاہتا تو جلدی ہی عذاب بھیج دیتا مگر ان کے لیے وعدے کا ایک وقت مقرر ہے اور اس سے بچ کر بھاگ نکلنے کی یہ کوئی راہ نہ پائیں گے","chinese" : "你的主确是至赦的，确是至慈的。假若他为他们所犯的罪恶而惩治他们，那么，他必为他们而促进刑罚的来临，但他们有个定期，他们对那个定期，绝不能获得一个避难所。","turkey" : "Bununla beraber Rabbin mağfiret ve merhamet sahibidir. Eğer onları yaptıklarından dolayı hemen hesaba çekmek isteseydi azaba uğratmakta acele ederdi. Ama onların bir vadesi vardır. Ondan kaçıp sığınacak yer bulamazlar"} ,{"id": "59", "arabic" : "وَتِلۡكَ ٱلۡقُرَىٰٓ أَهۡلَكۡنَٰهُمۡ لَمَّا ظَلَمُواْ وَجَعَلۡنَا لِمَهۡلِكِهِم مَّوۡعِدٗا", "english" : "And those cities - We destroyed them when they wronged and We made for their destruction an appointed time", "urdu" : "یہ عذاب رسیدہ بستیاں تمہارے سامنے موجود ہیں انہوں نے جب ظلم کیا تو ہم نے انہیں ہلاک کر دیا، اور ان میں سے ہر ایک کی ہلاکت کے لیے ہم نے وقت مقرر کر رکھا تھا","chinese" : "那些市镇的居民多行不义的时候，我毁灭他们，我为他们的毁灭而预定一个期限。","turkey" : "Haksızlıklarından ötürü işte yok ettiğimiz şehirler! Onları yok etmek için bir süre tayin etmiştik"} ,{"id": "60", "arabic" : "وَإِذۡ قَالَ مُوسَىٰ لِفَتَىٰهُ لَآ أَبۡرَحُ حَتَّىٰٓ أَبۡلُغَ مَجۡمَعَ ٱلۡبَحۡرَيۡنِ أَوۡ أَمۡضِيَ حُقُبٗا", "english" : "And [mention] when Moses said to his servant I will not cease [traveling] until I reach the junction of the two seas or continue for a long period", "urdu" : "(ذرا اِن کو وہ قصہ سناؤ جو موسیٰؑ کو پیش آیا تھا) جبکہ موسیٰؑ نے اپنے خادم سے کہا تھا کہ میں اپنا سفر ختم نہ کروں گا جب تک کہ دونوں دریاؤں کے سنگم پر نہ پہنچ جاؤں، ورنہ میں ایک زمانہ دراز تک چلتا ہی رہوں گا","chinese" : "当时，穆萨对他的童仆说：“我将不停步，直到我到达两海相交处，或继续旅行若干年。”","turkey" : "Musa genç arkadaşına: Ben iki denizin birleştiği yere ulaşmağa yahut yıllarca yürümeye kararlıyım demişti"} ,{"id": "61", "arabic" : "فَلَمَّا بَلَغَا مَجۡمَعَ بَيۡنِهِمَا نَسِيَا حُوتَهُمَا فَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ سَرَبٗا", "english" : "But when they reached the junction between them they forgot their fish and it took its course into the sea slipping away", "urdu" : "پس جب وہ ان کے سنگم پر پہنچے تو اپنی مچھلی سے غافل ہو گئے اور وہ نکل کر اس طرح دریا میں چلی گئی جیسے کہ کوئی سرنگ لگی ہو","chinese" : "当他俩到达两海相交接处的时候，忘记了他俩的鱼，那尾鱼便入海悠然而去。","turkey" : "İkisi iki denizin birleştiği yere ulaşınca balıklarını unutmuşlardı balık bir delikten kayıp denizi boyladı"} ,{"id": "62", "arabic" : "فَلَمَّا جَاوَزَا قَالَ لِفَتَىٰهُ ءَاتِنَا غَدَآءَنَا لَقَدۡ لَقِينَا مِن سَفَرِنَا هَٰذَا نَصَبٗا", "english" : "So when they had passed beyond it [Moses] said to his boy Bring us our morning meal. We have certainly suffered in this our journey [much] fatigue", "urdu" : "آگے جا کر موسیٰؑ نے اپنے خادم سے کہا  لاؤ ہمارا ناشتہ، آج کے سفر میں تو ہم بری طرح تھک گئے ہیں","chinese" : "当他俩走过去的时候，他对他的童仆说：“拿早饭来吃！我们确实疲倦了。”","turkey" : "Oradan uzaklaştıklarında Musa yanındaki gence: Azığımızı çıkar and olsun bu yolculuğumuzda yorgun düştük dedi"} ,{"id": "63", "arabic" : "قَالَ أَرَءَيۡتَ إِذۡ أَوَيۡنَآ إِلَى ٱلصَّخۡرَةِ فَإِنِّي نَسِيتُ ٱلۡحُوتَ وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيۡطَٰنُ أَنۡ أَذۡكُرَهُۥۚ وَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ عَجَبٗا", "english" : "He said Did you see when we retired to the rock? Indeed I forgot [there] the fish. And none made me forget it except Satan - that I should mention it. And it took its course into the sea amazingly", "urdu" : "خادم نے کہا آپ نے دیکھا! یہ کیا ہوا؟ جب ہم اُس چٹان کے پاس ٹھیرے ہوئے تھے اُس وقت مجھے مچھلی کا خیال نہ رہا اور شیطان نے مجھ کو ایسا غافل کر دیا کہ میں اس کا ذکر (آپ سے کرنا) بھول گیا مچھلی تو عجیب طریقے سے نکل کر دریا میں چلی گئی","chinese" : "他说：“你告诉我吧，当我们到达那座磐石下休息的时候，我确已忘记了那尾鱼——只因恶魔我才忘记了告诉你，——那尾鱼入海而去，那真是怪事！”","turkey" : "O da: Bak sen! Kayalığa vardığımızda balığı unutmuştum. Bana onu hatırlamamı unutturan ancak şeytandır. Balık şaşılacak şekilde denizde yolunu tutup gitmiş dedi"} ,{"id": "64", "arabic" : "قَالَ ذَٰلِكَ مَا كُنَّا نَبۡغِۚ فَٱرۡتَدَّا عَلَىٰٓ ءَاثَارِهِمَا قَصَصٗا", "english" : "[Moses] said That is what we were seeking. So they returned following their footprints", "urdu" : "موسیٰؑ نے کہا اسی کی تو ہمیں تلاش تھی چنانچہ وہ دونوں اپنے نقش قدم پر پھر واپس ہوئے","chinese" : "他说：“这正是我们所寻求的。”他俩就依来时的足迹转身回去。","turkey" : "Musa: İstediğimiz zaten buydu dedi. Hemen geldikleri yoldan izleri üzerinde geri döndüler"} ,{"id": "65", "arabic" : "فَوَجَدَا عَبۡدٗا مِّنۡ عِبَادِنَآ ءَاتَيۡنَٰهُ رَحۡمَةٗ مِّنۡ عِندِنَا وَعَلَّمۡنَٰهُ مِن لَّدُنَّا عِلۡمٗا", "english" : "And they found a servant from among Our servants to whom we had given mercy from us and had taught him from Us a [certain] knowledge", "urdu" : "اور وہاں انہوں نے ہمارے بندوں میں سے ایک بندے کو پایا جسے ہم نے اپنی رحمت سے نوازا تھا اور اپنی طرف سے ایک خاص علم عطا کیا تھا","chinese" : "他俩发现我的一个仆人，我已把从我这里发出的恩惠赏赐他，我以把从我这里发出的知识传授给他。","turkey" : "Bu arada ikisi katımızdan kendisine bir rahmet verdiğimiz ve kendisine ilim öğrettiğimiz kullarımızdan birini buldular"} ,{"id": "66", "arabic" : "قَالَ لَهُۥ مُوسَىٰ هَلۡ أَتَّبِعُكَ عَلَىٰٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمۡتَ رُشۡدٗا", "english" : "Moses said to him May I follow you on [the condition] that you teach me from what you have been taught of sound judgement", "urdu" : "موسیٰؑ نے اس سے کہا کیا میں آپ کے ساتھ رہ سکتا ہوں تاکہ آپ مجھے بھی اُس دانش کی تعلیم دیں جو آپ کوسکھائی گئی ہے؟","chinese" : "穆萨对他说：“我要追随你，希望你把你所学得的正道传授我。好吗？”","turkey" : "Musa ona: Sana öğretileni bana hayra götüren bir bilgi olarak öğretmen için peşinden gelebilir miyim? dedi"} ,{"id": "67", "arabic" : "قَالَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا", "english" : "He said Indeed with me you will never be able to have patience", "urdu" : "اس نے جواب دیا آپ میرے ساتھ صبر نہیں کر سکتے","chinese" : "他说：“你不能耐心地和我在一起。","turkey" : "O: Sen doğrusu benim yaptıklarıma dayanamazsın bilgice kavrayamadığın bir şeye nasıl dayanabilirsin? dedi"} ,{"id": "68", "arabic" : "وَكَيۡفَ تَصۡبِرُ عَلَىٰ مَا لَمۡ تُحِطۡ بِهِۦ خُبۡرٗا", "english" : "And how can you have patience for what you do not encompass in knowledge", "urdu" : "اور جس چیز کی آپ کو خبر نہ ہو آخر آپ اس پر صبر کر بھی کیسے سکتے ہیں","chinese" : "你没有彻底认识的事情你怎么能忍受呢？”","turkey" : "Musa: İnşallah sabrettiğimi göreceksin sana hiçbir işte baş kaldırmayacağım dedi"} ,{"id": "69", "arabic" : "قَالَ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ صَابِرٗا وَلَآ أَعۡصِي لَكَ أَمۡرٗا", "english" : "[Moses] said You will find me if Allah wills patient and I will not disobey you in [any] order", "urdu" : "موسیٰؑ نے کہا انشاءاللہ آپ مجھے صابر پائیں گے اور میں کسی معاملہ میں آپ کی نافرمانی نہ کروں گا","chinese" : "穆萨说：“如果安拉意欲，你将发现我是坚忍的，不会违抗你的任何命令。”","turkey" : "O da: O halde bana uyacaksan ben sana anlatmadıkça herhangi bir şey hakkında bana soru sormayacaksın dedi"} ,{"id": "70", "arabic" : "قَالَ فَإِنِ ٱتَّبَعۡتَنِي فَلَا تَسۡـَٔلۡنِي عَن شَيۡءٍ حَتَّىٰٓ أُحۡدِثَ لَكَ مِنۡهُ ذِكۡرٗا", "english" : "He said Then if you follow me do not ask me about anything until I make to you about it mention", "urdu" : "اس نے کہا اچھا، اگر آپ میرے ساتھ چلتے ہیں تو مجھ سے کوئی بات نہ پوچھیں جب تک کہ میں خود اس کا آپ سے ذکر نہ کروں","chinese" : "他说：“如果你追随我，那么，（遇事）不要问我什么道理，等我自己讲给你听。”","turkey" : "O da: O halde bana uyacaksan ben sana anlatmadıkça herhangi bir şey hakkında bana soru sormayacaksın dedi"} ,{"id": "71", "arabic" : "فَٱنطَلَقَا حَتَّىٰٓ إِذَا رَكِبَا فِي ٱلسَّفِينَةِ خَرَقَهَاۖ قَالَ أَخَرَقۡتَهَا لِتُغۡرِقَ أَهۡلَهَا لَقَدۡ جِئۡتَ شَيۡـًٔا إِمۡرٗا", "english" : "So they set out until when they had embarked on the ship al-Khidh r tore it open. [Moses] said Have you torn it open to drown its people? You have certainly done a grave thing", "urdu" : "اب وہ دونوں روانہ ہوئے، یہاں تک کہ جب وہ ایک کشتی میں سوار ہو گئے تو اس شخص نے کشتی میں شگاف ڈال دیا موسیٰؑ نے کہا آپ نے اس میں شگاف ڈال دیا تاکہ سب کشتی والوں کو ڈبو دیں؟ یہ تو آپ نے ایک سخت حرکت کر ڈالی","chinese" : "他俩就同行，到了乘船的时候，他把船凿了一个洞，穆萨说：“你把船凿了一个洞，要想使船里的人淹死吗？你确已做了一件悖谬的事！”","turkey" : "Bunun üzerine kalkıp gittiler; sonunda bir gemiye bindiklerinde o gemiyi deliverdi; Musa: Gemiyi içindekileri boğmak için mi deldin? Doğrusu şaşılacak bir şey yaptın dedi"} ,{"id": "72", "arabic" : "قَالَ أَلَمۡ أَقُلۡ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا", "english" : "[Al-Khidh r] said Did I not say that with me you would never be able to have patience", "urdu" : "اس نے کہا میں نے تم سے کہا نہ تھا کہ تم میرے ساتھ صبر نہیں کر سکتے؟","chinese" : "他说：“我没有对你说过吗？你不能耐心和我在一起。”","turkey" : "Musa'ya: Ben sana yaptığım işlere dayanamazsın demedim mi? dedi"} ,{"id": "73", "arabic" : "قَالَ لَا تُؤَاخِذۡنِي بِمَا نَسِيتُ وَلَا تُرۡهِقۡنِي مِنۡ أَمۡرِي عُسۡرٗا", "english" : "[Moses] said Do not blame me for what I forgot and do not cover me in my matter with difficulty", "urdu" : "موسیٰؑ نے کہا بھول چوک پر مجھے نہ پکڑیے میرے معاملے میں آپ ذرا سختی سے کام نہ لیں","chinese" : "穆萨说：“刚才我忘了你的嘱咐，请你不要责备我，不要以我所大难的事责备我！”","turkey" : "Musa: Unuttuğum için bana çıkışma gücümün yetmediği şeyden beni sorumlu tutma dedi"} ,{"id": "74", "arabic" : "فَٱنطَلَقَا حَتَّىٰٓ إِذَا لَقِيَا غُلَٰمٗا فَقَتَلَهُۥ قَالَ أَقَتَلۡتَ نَفۡسٗا زَكِيَّةَۢ بِغَيۡرِ نَفۡسٖ لَّقَدۡ جِئۡتَ شَيۡـٔٗا نُّكۡرٗا", "english" : "So they set out until when they met a boy al-Khidh r killed him. [Moses] said Have you killed a pure soul for other than [having killed] a soul? You have certainly done a deplorable thing", "urdu" : "پھر وہ دونوں چلے، یہاں تک کہ ان کو ایک لڑکا ملا اور اس شخص نے اسے قتل کر دیا موسیٰؑ نے کہا آپ نے ایک بے گناہ کی جان لے لی حالانکہ اُس نے کسی کا خون نہ کیا تھا؟ یہ کام تو آپ نے بہت ہی برا کیا","chinese" : "他俩又同行，后来遇见了一个儿童，他就把那个儿童杀了，穆萨说：“你怎么枉杀无辜的人呢？你确已做了一件凶恶的事！”","turkey" : "Yine gittiler; sonunda bir erkek çocuğa rastladılar o hemen onu öldürdü. Musa: Bir cana karşılık olmaksızın masum bir cana mı kıydın? Doğrusu pek kötü bir şey yaptın dedi"} ,{"id": "75", "arabic" : "۞قَالَ أَلَمۡ أَقُل لَّكَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا", "english" : "[Al-Khidh r] said Did I not tell you that with me you would never be able to have patience", "urdu" : "اُس نے کہا  میں نے تم سے کہا نہ تھا کہ تم میرے ساتھ صبر نہیں کر سکتے؟","chinese" : "他说：“难道我没有对你说过吗？你不能耐心地和我在一起。”","turkey" : "O: Ben sana yaptığım işlere dayanamazsın demedim mi? dedi"} ,{"id": "76", "arabic" : "قَالَ إِن سَأَلۡتُكَ عَن شَيۡءِۭ بَعۡدَهَا فَلَا تُصَٰحِبۡنِيۖ قَدۡ بَلَغۡتَ مِن لَّدُنِّي عُذۡرٗا", "english" : "[Moses] said If I should ask you about anything after this then do not keep me as a companion. You have obtained from me an excuse", "urdu" : "موسیٰؑ نے کہا  اس کے بعد اگر میں آپ سے کچھ پوچھوں تو آپ مجھے ساتھ نہ رکھیں لیجیے، اب تو میری طرف سے آپ کو عذر مل گیا","chinese" : "穆萨说：“此后，如果我再问你什么道理，你就可以不许我再追随你，你对于我，总算仁至义尽了。”","turkey" : "Musa: Bundan sonra sana bir şey sorarsam bana arkadaş olma o zaman benim tarafımdan mazur sayılırsın dedi"} ,{"id": "77", "arabic" : "فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهۡلَ قَرۡيَةٍ ٱسۡتَطۡعَمَآ أَهۡلَهَا فَأَبَوۡاْ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارٗا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥۖ قَالَ لَوۡ شِئۡتَ لَتَّخَذۡتَ عَلَيۡهِ أَجۡرٗا", "english" : "So they set out until when they came to the people of a town they asked its people for food but they refused to offer them hospitality. And they found therein a wall about to collapse so al-Khidh r restored it. [Moses] said If you wished you could have taken for it a payment", "urdu" : "پھر وہ آگے چلے یہاں تک کہ ایک بستی میں پہنچے اور وہاں کے لوگوں سے کھانا مانگا مگر انہوں نے ان دونوں کی ضیافت سے انکار کر دیا وہاں انہوں نے ایک دیوار دیکھی جوگرا چاہتی تھی اُس شخص نے اس دیوار کو پھر قائم کر دیا موسیٰؑ نے کہا  اگر آپ چاہتے تو اس کام کی اُجرت لے سکتے تھے","chinese" : "他俩又同行，来到了一个城市，就向城里的居民求食，他们不肯款待。后来他俩在城里发现一堵墙快要倒塌了，他就把那堵墙修理好了，穆萨说：“如果你意欲，你必为这件工作而索取工钱。”","turkey" : "Yine yola koyuldular; sonunda vardıkları bir kasaba halkından yiyecek istediler. Kasaba halkı bu ikisini misafir etmek istemedi. İkisi şehrin içinde yıkılmağa yüz tutan bir duvar gördüler Musa'nın arkadaşı onu doğrultuverdi; Musa: Dileseydin buna karşı bir ücret alabilirdin dedi"} ,{"id": "78", "arabic" : "قَالَ هَٰذَا فِرَاقُ بَيۡنِي وَبَيۡنِكَۚ سَأُنَبِّئُكَ بِتَأۡوِيلِ مَا لَمۡ تَسۡتَطِع عَّلَيۡهِ صَبۡرًا", "english" : "[Al-Khidh r] said This is parting between me and you. I will inform you of the interpretation of that about which you could not have patience", "urdu" : "اُس نے کہا بس میرا تمہارا ساتھ ختم ہوا اب میں تمہیں ان باتوں کی حقیقت بتاتا ہوں جن پر تم صبر نہ کر سکے","chinese" : "他说：“我和你从此作别了。你所不能忍受的那些事，我将告诉你其中的道理。","turkey" : "O şöyle söyledi: İşte bu seninle benim ayrılmamızı gerektiriyor; dayanamadığın işlerin yorumunu sana anlatacağım"} ,{"id": "79", "arabic" : "أَمَّا ٱلسَّفِينَةُ فَكَانَتۡ لِمَسَٰكِينَ يَعۡمَلُونَ فِي ٱلۡبَحۡرِ فَأَرَدتُّ أَنۡ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٞ يَأۡخُذُ كُلَّ سَفِينَةٍ غَصۡبٗا", "english" : "As for the ship it belonged to poor people working at sea. So I intended to cause defect in it as there was after them a king who seized every [good] ship by force", "urdu" : "اُس کشتی کا معاملہ یہ ہے کہ وہ چند غریب آدمیوں کی تھی جو دریا میں محنت مزدوری کرتے تھے میں نے چاہا کہ اسے عیب دار کر دوں، کیونکہ آگے ایک ایسے بادشاہ کا علاقہ تھا جو ہر کشتی کو زبردستی چھین لیتا تھا","chinese" : "至于那只船，则是海里工作的几个穷人的，我要使船有缺陷，是因为他们的前面有一个国王，要强征一切船只。","turkey" : "Gemi denizde çalışan birkaç yoksula aitti; onu kusurlu kılmak istedim çünkü peşlerinde her sağlam gemiye zorla el koyan bir hükümdar vardı"} ,{"id": "80", "arabic" : "وَأَمَّا ٱلۡغُلَٰمُ فَكَانَ أَبَوَاهُ مُؤۡمِنَيۡنِ فَخَشِينَآ أَن يُرۡهِقَهُمَا طُغۡيَٰنٗا وَكُفۡرٗا", "english" : "And as for the boy his parents were believers and we feared that he would overburden them by transgression and disbelief", "urdu" : "رہا وہ لڑکا، تو اس کے والدین مومن تھے، ہمیں اندیشہ ہوا کہ یہ لڑکا اپنی سرکشی اور کفر سے ان کو تنگ کرے گا","chinese" : "至于那个儿童，则他的父母都是信道者，我们怕他以悖逆和不信强加于他的父母。","turkey" : "Oğlana gelince; onun ana babası inanmış kimselerdi. Çocuğun onları azdırmasından ve inkara sürüklemesinden korkmuştuk"} ,{"id": "81", "arabic" : "فَأَرَدۡنَآ أَن يُبۡدِلَهُمَا رَبُّهُمَا خَيۡرٗا مِّنۡهُ زَكَوٰةٗ وَأَقۡرَبَ رُحۡمٗا", "english" : "So we intended that their Lord should substitute for them one better than him in purity and nearer to mercy", "urdu" : "اس لیے ہم نے چاہا کہ ان کا رب اس کے بدلے ان کو ایسی اولاد دے جو اخلاق میں بھی اس سے بہتر ہو اور جس سے صلہ رحمی بھی زیادہ متوقع ہو","chinese" : "所以我们要他俩的主另赏赐他俩一个更纯洁、更孝敬的儿子。","turkey" : "Rablerinin o çocuktan daha temiz ve onlara daha çok merhamet eden birini vermesini istedik"} ,{"id": "82", "arabic" : "وَأَمَّا ٱلۡجِدَارُ فَكَانَ لِغُلَٰمَيۡنِ يَتِيمَيۡنِ فِي ٱلۡمَدِينَةِ وَكَانَ تَحۡتَهُۥ كَنزٞ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحٗا فَأَرَادَ رَبُّكَ أَن يَبۡلُغَآ أَشُدَّهُمَا وَيَسۡتَخۡرِجَا كَنزَهُمَا رَحۡمَةٗ مِّن رَّبِّكَۚ وَمَا فَعَلۡتُهُۥ عَنۡ أَمۡرِيۚ ذَٰلِكَ تَأۡوِيلُ مَا لَمۡ تَسۡطِع عَّلَيۡهِ صَبۡرٗا", "english" : "And as for the wall it belonged to two orphan boys in the city and there was beneath it a treasure for them and their father had been righteous. So your Lord intended that they reach maturity and extract their treasure as a mercy from your Lord. And I did it not of my own accord. That is the interpretation of that about which you could not have patience", "urdu" : "اور اس دیوار کا معاملہ یہ ہے کہ یہ دو یتیم لڑکوں کی ہے جو اس شہر میں رہتے ہیں اس دیوار کے نیچے اِن بچّوں کے لیے ایک خزانہ مدفون ہے اور ان کا باپ ایک نیک آدمی تھا اس لیے تمہارے رب نے چاہا کہ یہ دونوں بچّے بالغ ہوں اور اپنا خزانہ نکال لیں یہ تمہارے رب کی رحمت کی بنا پرکیا گیا ہے، میں نے کچھ اپنے اختیار سے نہیں کر دیا ہے یہ ہے حقیقت اُن باتوں کی جن پر تم صبر نہ کر سکے","chinese" : "至于那堵墙，则是城中两个孤儿的；墙下有他俩的财宝。他俩的父亲，原是善良的。你的主要在他俩成年后，取出他俩的财宝，这是属于你的主的恩惠，我没有随着我的私欲做这件事。这是你所不能忍受的事情的道理。”","turkey" : "Duvar ise şehirde iki yetim erkek çocuğa aitti. Duvarın altında onların bir hazinesi vardı; babaları da iyi bir kimseydi. Rabbin onların erginlik çağına ulaşmasını ve Rabbinden bir rahmet olarak hazinelerini çıkarmalarını istedi. Ben bunları kendiliğimden yapmadım. İşte dayanamadığın işlerin içyüzleri budur"} ,{"id": "83", "arabic" : "وَيَسۡـَٔلُونَكَ عَن ذِي ٱلۡقَرۡنَيۡنِۖ قُلۡ سَأَتۡلُواْ عَلَيۡكُم مِّنۡهُ ذِكۡرًا", "english" : "And they ask you [O Muhammad] about Dhul-Qarnayn. Say I will recite to you about him a report", "urdu" : "اور اے محمدؐ، یہ لوگ تم سے ذوالقرنین کے بارے میں پوچھتے ہیں ان سے کہو، میں اس کا کچھ حال تم کو سناتا ہوں","chinese" : "他们询问左勒盖尔奈英的故事，你说：“我将对你们叙述有关他的一个报告。”","turkey" : "Sana Zülkarneyn'i sorarlar Onu size anlatacağım de"} ,{"id": "84", "arabic" : "إِنَّا مَكَّنَّا لَهُۥ فِي ٱلۡأَرۡضِ وَءَاتَيۡنَٰهُ مِن كُلِّ شَيۡءٖ سَبَبٗا", "english" : "Indeed We established him upon the earth and We gave him to everything a way", "urdu" : "ہم نے اس کو زمین میں اقتدار عطا کر رکھا تھا اور اسے ہر قسم کے اسباب و وسائل بخشے تھے","chinese" : "我确已使他在大地上得势，我赏赐他处理万事的途径。","turkey" : "Doğrusu biz onu yeryüzüne yerleştirmiş ve her şeyin yolunu ona öğretmiştik"} ,{"id": "85", "arabic" : "فَأَتۡبَعَ سَبَبًا", "english" : "So he followed a way", "urdu" : "اس نے (پہلے مغرب کی طرف ایک مہم کا) سر و سامان کیا","chinese" : "他就遵循一条途径，","turkey" : "O da bir yol tuttu"} ,{"id": "86", "arabic" : "حَتَّىٰٓ إِذَا بَلَغَ مَغۡرِبَ ٱلشَّمۡسِ وَجَدَهَا تَغۡرُبُ فِي عَيۡنٍ حَمِئَةٖ وَوَجَدَ عِندَهَا قَوۡمٗاۖ قُلۡنَا يَٰذَا ٱلۡقَرۡنَيۡنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمۡ حُسۡنٗا", "english" : "Until when he reached the setting of the sun he found it [as if] setting in a spring of dark mud and he found near it a people. Allah said O Dhul-Qarnayn either you punish [them] or else adopt among them [a way of] goodness", "urdu" : "حتیٰ کہ جب وہ غروب آفتاب کی حَد تک پہنچ گیا تو اس نے سورج کو ایک کالے پانی میں ڈوبتے دیکھا اور وہاں اُسے ایک قوم ملی ہم نے کہا اے ذوالقرنین، تجھے یہ مقدرت بھی حاصل ہے کہ ان کو تکلیف پہنچائے اور یہ بھی کہ اِن کے ساتھ نیک رویّہ اختیار کرے","chinese" : "直到他到达了日落之处，他觉得太阳是落在黑泥渊中，他在那黑泥渊旁发现一种人。我说：“左勒盖尔奈英啊！你或惩治他们，或善待他们。”","turkey" : "Sonunda güneşin battığı yere ulaşınca onu kara balçıklı bir suda batıyor gördü. Orada bir millete rastladı. Zülkarneyn! Onlara azap da edebilirsin iyi muamelede de bulunabilirsin dedik"} ,{"id": "87", "arabic" : "قَالَ أَمَّا مَن ظَلَمَ فَسَوۡفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابٗا نُّكۡرٗا", "english" : "He said As for one who wrongs we will punish him. Then he will be returned to his Lord and He will punish him with a terrible punishment", "urdu" : "اس نے کہا، جو ان میں سے ظلم کرے گا ہم اس کو سزا دیں گے، پھر وہ اپنے رب کی طرف پلٹایا جائے گا اور وہ اسے اور زیادہ سخت عذاب دے گا","chinese" : "他说：“至于不义者，我将惩罚他，然后他的主宰将把他召去，加以严厉惩处。","turkey" : "Haksızlık yapana azap edeceğiz sonra Rabbine döndürülür onu görülmemiş bir azaba uğratır; ama inanıp yararlı iş işleyene mükafat olarak güzel şeyler vardır ona buyruğumuzdan kolay olanı söyleriz dedi"} ,{"id": "88", "arabic" : "وَأَمَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَلَهُۥ جَزَآءً ٱلۡحُسۡنَىٰۖ وَسَنَقُولُ لَهُۥ مِنۡ أَمۡرِنَا يُسۡرٗا", "english" : "But as for one who believes and does righteousness he will have a reward of Paradise and we will speak to him from our command with ease", "urdu" : "اور جو ان میں سے ایمان لائے گا اور نیک عمل کرے گا اُس کے لیے اچھی جزا ہے اور ہم اس کو نرم احکام دیں گے","chinese" : "至于信道而且行善者，将享受最优厚的报酬，我将命令他做简易的事情。”","turkey" : "Haksızlık yapana azap edeceğiz sonra Rabbine döndürülür onu görülmemiş bir azaba uğratır; ama inanıp yararlı iş işleyene mükafat olarak güzel şeyler vardır ona buyruğumuzdan kolay olanı söyleriz dedi"} ,{"id": "89", "arabic" : "ثُمَّ أَتۡبَعَ سَبَبًا", "english" : "Then he followed a way", "urdu" : "پھر اُس نے (ایک دُوسری مہم کی) تیاری کی","chinese" : "随后他又遵循一条路，","turkey" : "Sonra yine bir yol tuttu"} ,{"id": "90", "arabic" : "حَتَّىٰٓ إِذَا بَلَغَ مَطۡلِعَ ٱلشَّمۡسِ وَجَدَهَا تَطۡلُعُ عَلَىٰ قَوۡمٖ لَّمۡ نَجۡعَل لَّهُم مِّن دُونِهَا سِتۡرٗا", "english" : "Until when he came to the rising of the sun he found it rising on a people for whom We had not made against it any shield", "urdu" : "یہاں تک کہ طلوعِ آفتاب کی حد تک جا پہنچا وہاں اس نے دیکھا کہ سورج ایک ایسی قوم پر طلوع ہو رہا ہے جس کے لیے دُھوپ سے بچنے کا کوئی سامان ہم نے نہیں کیا ہے","chinese" : "一直走到日出之处，他发现太阳正晒着一种人，我没有给他们防日晒的工具。","turkey" : "Sonunda güneşin doğduğu yere ulaşınca güneşi kendilerini elbise bina gibi şeylerle örtmediğimiz bir millet üzerine doğuyor buldu"} ,{"id": "91", "arabic" : "كَذَٰلِكَۖ وَقَدۡ أَحَطۡنَا بِمَا لَدَيۡهِ خُبۡرٗا", "english" : "Thus. And We had encompassed [all] that he had in knowledge", "urdu" : "یہ حال تھا اُن کا، اور ذوالقرنین کے پاس جو کچھ تھا اُسے ہم جانتے تھے","chinese" : "事实就像说的那样。我已彻知他拥有一切。","turkey" : "İşte bunun gibi onun yaptıklarının hepsini baştanbaşa biliyorduk"} ,{"id": "92", "arabic" : "ثُمَّ أَتۡبَعَ سَبَبًا", "english" : "Then he followed a way", "urdu" : "پھر اس نے (ایک اور مہم کا) سامان کیا","chinese" : "随后，他又遵循一条路，","turkey" : "Sonra yine bir yol tuttu"} ,{"id": "93", "arabic" : "حَتَّىٰٓ إِذَا بَلَغَ بَيۡنَ ٱلسَّدَّيۡنِ وَجَدَ مِن دُونِهِمَا قَوۡمٗا لَّا يَكَادُونَ يَفۡقَهُونَ قَوۡلٗا", "english" : "Until when he reached [a pass] between two mountains he found beside them a people who could hardly understand [his] speech", "urdu" : "یہاں تک کہ جب دو پہاڑوں کے درمیان پہنچا تو اسے ان کے پاس ایک قوم ملی جو مشکل ہی سے کوئی بات سمجھتی تھی","chinese" : "一直到他到达两山之间的时候，他发现前面有一种人，几乎不懂（他的）话。","turkey" : "Sonunda iki dağın arasına varınca orada nerdeyse hiç laf anlamayan bir millete rastladı"} ,{"id": "94", "arabic" : "قَالُواْ يَٰذَا ٱلۡقَرۡنَيۡنِ إِنَّ يَأۡجُوجَ وَمَأۡجُوجَ مُفۡسِدُونَ فِي ٱلۡأَرۡضِ فَهَلۡ نَجۡعَلُ لَكَ خَرۡجًا عَلَىٰٓ أَن تَجۡعَلَ بَيۡنَنَا وَبَيۡنَهُمۡ سَدّٗا", "english" : "They said O Dhul-Qarnayn indeed Gog and Magog are [great] corrupters in the land. So may we assign for you an expenditure that you might make between us and them a barrier", "urdu" : "اُن لوگوں نے کہا کہ اے ذوالقرنین، یاجوج اور ماجوج اس سرزمین میں فساد پھیلاتے ہیں تو کیا ہم تجھے کوئی ٹیکس اس کام کے لیے دیں کہ تو ہمارے اور ان کے درمیان ایک بند تعمیر کر دے؟","chinese" : "他们说：“左勒盖尔奈英啊！雅朱者和马朱者，的确在地方上捣乱，我们向你进贡，务请你在我们和他们之间建筑一座壁垒，好吗？”","turkey" : "Dediler ki: Zülkarneyn! Doğrusu Yecüc ve Mecüc bu ülkede bozgunculuk yapıyorlar. Bizimle onların arasına bir sed yapman için sana bir vergi verelim mi"} ,{"id": "95", "arabic" : "قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيۡرٞ فَأَعِينُونِي بِقُوَّةٍ أَجۡعَلۡ بَيۡنَكُمۡ وَبَيۡنَهُمۡ رَدۡمًا", "english" : "He said That in which my Lord has established me is better [than what you offer] but assist me with strength; I will make between you and them a dam", "urdu" : "اس نے کہا  جو کچھ میرے رب نے مجھے دے رکھا ہے وہ بہت ہے تم بس محنت سے میری مدد کرو، میں تمہارے اور ان کے درمیان بند بنائے دیتا ہوں","chinese" : "他说：“我的主使我能够享受的，尤为优美。你们以人力扶助我，我就在你们和他们之间建筑一座壁垒。","turkey" : "Rabbimin bana verdikleri sizinkinden daha iyidir. Bana gücünüzle yardım edin de sizinle onların arasına sağlam bir sed yapayım. Bana demir kütleleri getirin dedi. Bunlar iki dağın arasını doldurunca: Körükleyin dedi. Demirler akkor haline gelince; Bana erimiş bakır getirin de üzerine dökeyim dedi"} ,{"id": "96", "arabic" : "ءَاتُونِي زُبَرَ ٱلۡحَدِيدِۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيۡنَ ٱلصَّدَفَيۡنِ قَالَ ٱنفُخُواْۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارٗا قَالَ ءَاتُونِيٓ أُفۡرِغۡ عَلَيۡهِ قِطۡرٗا", "english" : "Bring me sheets of iron - until when he had leveled [them] between the two mountain walls he said Blow [with bellows] until when he had made it [like] fire he said Bring me that I may pour over it molten copper", "urdu" : "مجھے لوہے کی چادریں لا کر دو آخر جب دونوں پہاڑوں کے درمیانی خلا کو اس نے پاٹ دیا تو لوگوں سے کہا کہ اب آگ دہکاؤ حتیٰ کہ جب (یہ آہنی دیوار) بالکل آگ کی طرح سُرخ ہو گئی تو اس نے کہا لاؤ، اب میں اس پر پگھلا ہوا تانبا انڈیلوں گا","chinese" : "你们拿铁块来给我吧。”到了他堆满两山之间的时候，他说：“你们拉风箱吧。”到了他使铁块红如火焰的时候，他说：“你们拿溶铜来给我，我就把它倾注在壁垒上。”","turkey" : "Rabbimin bana verdikleri sizinkinden daha iyidir. Bana gücünüzle yardım edin de sizinle onların arasına sağlam bir sed yapayım. Bana demir kütleleri getirin dedi. Bunlar iki dağın arasını doldurunca: Körükleyin dedi. Demirler akkor haline gelince; Bana erimiş bakır getirin de üzerine dökeyim dedi"} ,{"id": "97", "arabic" : "فَمَا ٱسۡطَٰعُوٓاْ أَن يَظۡهَرُوهُ وَمَا ٱسۡتَطَٰعُواْ لَهُۥ نَقۡبٗا", "english" : "So Gog and Magog were unable to pass over it nor were they able [to effect] in it any penetration", "urdu" : "(یہ بند ایسا تھا کہ) یاجوج و ماجوج اس پر چڑھ کر بھی نہ آ سکتے تھے اور اس میں نقب لگانا ان کے لیے اور بھی مشکل تھا","chinese" : "他们就不能攀登，也不能凿孔。","turkey" : "Artık Yecüc ve Mecüc onu ne aşabildiler ve ne de delip geçebildiler"} ,{"id": "98", "arabic" : "قَالَ هَٰذَا رَحۡمَةٞ مِّن رَّبِّيۖ فَإِذَا جَآءَ وَعۡدُ رَبِّي جَعَلَهُۥ دَكَّآءَۖ وَكَانَ وَعۡدُ رَبِّي حَقّٗا", "english" : "[Dhul-Qarnayn] said This is a mercy from my Lord; but when the promise of my Lord comes He will make it level and ever is the promise of my Lord true", "urdu" : "ذوالقرنین نے کہا  یہ میرے رب کی رحمت ہے مگر جب میرے رب کے وعدے کا وقت آئیگا تو وہ اس کو پیوند خاک کر دے گا، اور میرے رب کا وعدہ برحق ہے","chinese" : "他说：“这是从我的主降下的恩惠，当我的主的应许降临的时候，他将使这壁垒化为平地。我的主的应许是真实的。”","turkey" : "Zülkarneyn: İşte bu Rabbimin bir rahmetidir. Rabbimin tayin ettiği zaman gelince onu yerle bir eder; Rabbimin verdiği söz gerçektir dedi"} ,{"id": "99", "arabic" : "۞وَتَرَكۡنَا بَعۡضَهُمۡ يَوۡمَئِذٖ يَمُوجُ فِي بَعۡضٖۖ وَنُفِخَ فِي ٱلصُّورِ فَجَمَعۡنَٰهُمۡ جَمۡعٗا", "english" : "And We will leave them that day surging over each other and [then] the Horn will be blown and We will assemble them in [one] assembly", "urdu" : "اور اُس روز ہم لوگوں کو چھوڑ دیں گے کہ (سمندر کی موجوں کی طرح) ایک دُوسرے سے گتھم گتھا ہوں اور صُور پھُونکا جائے گا اور ہم سب انسانوں کو ایک ساتھ جمع کریں گے","chinese" : "那日，我将使他们秩序紊乱。号角一响，我就把他们完全集合起来。","turkey" : "Biz o gün onları bırakırız dalgalar halinde birbirlerine girerler. Sura üflenince hepsini bir araya toplarız"} ,{"id": "100", "arabic" : "وَعَرَضۡنَا جَهَنَّمَ يَوۡمَئِذٖ لِّلۡكَٰفِرِينَ عَرۡضًا", "english" : "And We will present Hell that Day to the Disbelievers on display", "urdu" : "اور وہ دن ہوگا جب ہم جہنم کو کافروں کے سامنے لائیں گے","chinese" : "在那日，我要把火狱陈列在不信道者的面前。","turkey" : "Gözleri bizim öğüdümüze karşı kapalı olan ve öfkelerinden onu dinlemeye tahammül edemeyen kafirlere o gün cehennemi öyle bir gösteririz ki"} ,{"id": "101", "arabic" : "ٱلَّذِينَ كَانَتۡ أَعۡيُنُهُمۡ فِي غِطَآءٍ عَن ذِكۡرِي وَكَانُواْ لَا يَسۡتَطِيعُونَ سَمۡعًا", "english" : "Those whose eyes had been within a cover [removed] from My remembrance and they were not able to hear", "urdu" : "اُن کافروں کے سامنے جو میری نصیحت کی طرف سے اندھے بنے ہوئے تھے اور کچھ سننے کے لیے تیار ہی نہ تھے","chinese" : "他们的眼在翳子中，不能看到我的教诲，他们不能听从。","turkey" : "Gözleri bizim öğüdümüze karşı kapalı olan ve öfkelerinden onu dinlemeye tahammül edemeyen kafirlere o gün cehennemi öyle bir gösteririz ki"} ,{"id": "102", "arabic" : "أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓاْ أَن يَتَّخِذُواْ عِبَادِي مِن دُونِيٓ أَوۡلِيَآءَۚ إِنَّآ أَعۡتَدۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ نُزُلٗا", "english" : "Then do those who disbelieve think that they can take My servants instead of Me as allies? Indeed We have prepared Hell for the disbelievers as a lodging", "urdu" : "تو کیا یہ لوگ، جنہوں نے کفر اختیار کیا ہے، یہ خیال رکھتے ہیں کہ مجھے چھوڑ کر میرے بندوں کو اپنا کارساز بنا لیں؟ ہم نے ایسے کافروں کی ضیافت کے لیے جہنم تیار کر رکھی ہے","chinese" : "难道不信道者，认为可以舍我而以我的众仆为保护者吗？我确已预备火狱为不信道者的招待所。","turkey" : "İnkar edenler Beni bırakıp da kullarımı dost edinmelerini yeterli mi sandılar? Doğrusu biz cehennemi inkarcılara konak olarak hazırladık"} ,{"id": "103", "arabic" : "قُلۡ هَلۡ نُنَبِّئُكُم بِٱلۡأَخۡسَرِينَ أَعۡمَٰلًا", "english" : "Say [O Muhammad] Shall we [believers] inform you of the greatest losers as to [their] deeds", "urdu" : "اے محمدؐ، ان سے کہو، کیا ہم تمہیں بتائیں کہ اپنے اعمال میں سب سے زیادہ ناکام و نامراد لوگ کون ہیں؟","chinese" : "你说：“我告诉你们在行为方面最吃亏的人，好吗？","turkey" : "Size amelce en çok kayıpta bulunanları haber verelim mi? de"} ,{"id": "104", "arabic" : "ٱلَّذِينَ ضَلَّ سَعۡيُهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ يَحۡسَبُونَ أَنَّهُمۡ يُحۡسِنُونَ صُنۡعًا", "english" : "[They are] those whose effort is lost in worldly life while they think that they are doing well in work", "urdu" : "وہ کہ دنیا کی زندگی میں جن کی ساری سعی و جہد راہِ راست سے بھٹکی رہی اور وہ سمجھتے رہے کہ وہ سب کچھ ٹھیک کر رہے ہیں","chinese" : "他们就是在今世生活中徒劳无功，而认为自己是手法巧妙的人。”","turkey" : "Dünya hayatında çalışmaları boşa gitmiştir oysa onlar güzel iş yaptıklarını sanıyorlardı"} ,{"id": "105", "arabic" : "أُوْلَـٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَلِقَآئِهِۦ فَحَبِطَتۡ أَعۡمَٰلُهُمۡ فَلَا نُقِيمُ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَزۡنٗا", "english" : "Those are the ones who disbelieve in the verses of their Lord and in [their] meeting Him so their deeds have become worthless; and We will not assign to them on the Day of Resurrection any importance", "urdu" : "یہ وہ لوگ ہیں جنہوں نے اپنے رب کی آیات کو ماننے سے انکار کیا اور اس کے حضور پیشی کا یقین نہ کیا اس لیے اُن کے سارے اعمال ضائع ہو گئے، قیامت کے روز ہم انہیں کوئی وزن نہ دیں گے","chinese" : "这等人不信他们的主的迹象，也不信将与他相会，所以他们在今世生活中的善功变为无效的，复活日我不为他们树立权衡。","turkey" : "Bunlar Rablerinin ayetlerini ve O'na kavuşmayı inkar edenlerdir. Bu yüzden işleri boşa gitmiştir. Kıyamet günü Biz onlara değer vermeyeceğiz"} ,{"id": "106", "arabic" : "ذَٰلِكَ جَزَآؤُهُمۡ جَهَنَّمُ بِمَا كَفَرُواْ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَرُسُلِي هُزُوًا", "english" : "That is their recompense - Hell - for what they denied and [because] they took My signs and My messengers in ridicule", "urdu" : "ان کی جزا جہنم ہے اُس کفر کے بدلے جو انہوں نے کیا اور اُس مذاق کی پاداش میں جو وہ میری آیات اور میرے رسولوں کے ساتھ کرتے رہے","chinese" : "他们的报酬是火狱，因为他们不信道，并且把我的迹象和使者当做笑柄。","turkey" : "İşte onların cezası; inkarlarına peygamberlerimi ve ayetlerimi alaya almalarına karşılık olarak cehennemdir"} ,{"id": "107", "arabic" : "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ كَانَتۡ لَهُمۡ جَنَّـٰتُ ٱلۡفِرۡدَوۡسِ نُزُلًا", "english" : "Indeed those who have believed and done righteous deeds - they will have the Gardens of Paradise as a lodging", "urdu" : "البتّہ وہ لوگ جو ایمان لائے اور جنہوں نے نیک عمل کیے، ان کی میزبانی کے لیے فردوس کے باغ ہوں گے","chinese" : "信道而且行善者，得以乐园为招待所，","turkey" : "Ama inanıp yararlı iş işleyenlerin konakları Firdevs cennetleridir"} ,{"id": "108", "arabic" : "خَٰلِدِينَ فِيهَا لَا يَبۡغُونَ عَنۡهَا حِوَلٗا", "english" : "Wherein they abide eternally. They will not desire from it any transfer", "urdu" : "جن میں وہ ہمیشہ رہیں گے اور کبھی اُس جگہ سے نکل کر کہیں جانے کو اُن کا جی نہ چاہے گا","chinese" : "并永居其中，不愿迁出。","turkey" : "Orada temelli kalırlar başka bir yere gitmek istemezler"} ,{"id": "109", "arabic" : "قُل لَّوۡ كَانَ ٱلۡبَحۡرُ مِدَادٗا لِّكَلِمَٰتِ رَبِّي لَنَفِدَ ٱلۡبَحۡرُ قَبۡلَ أَن تَنفَدَ كَلِمَٰتُ رَبِّي وَلَوۡ جِئۡنَا بِمِثۡلِهِۦ مَدَدٗا", "english" : "Say If the sea were ink for [writing] the words of my Lord the sea would be exhausted before the words of my Lord were exhausted even if We brought the like of it as a supplement", "urdu" : "اے محمدؐ، کہو کہ اگر سمندر میرے رب کی باتیں لکھنے کے لیے روشنائی بن جائے تو وہ ختم ہو جائے مگر میرے رب کی باتیں ختم نہ ہوں، بلکہ اتنی ہی روشنائی ہم اور لے آئیں تو وہ بھی کفایت نہ کرے","chinese" : "你说：“假若以海水为墨汁，用来记载我的主的言辞，那么，海水必定用尽，而我的主的言辞尚未穷尽，即使我们以同量的海水补充之。”","turkey" : "De ki: Rabbimin sözlerini yazmak için denizler mürekkep olsa ve bir o kadarını da katsak Rabbimin sözleri tükenmeden denizler tükenirdi"} ,{"id": "110", "arabic" : "قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَمَن كَانَ يَرۡجُواْ لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا", "english" : "Say I am only a man like you to whom has been revealed that your god is one God. So whoever would hope for the meeting with his Lord - let him do righteous work and not associate in the worship of his Lord anyone", "urdu" : "اے محمدؐ، کہو کہ میں تو ایک انسان ہوں تم ہی جیسا، میری طرف وحی کی جاتی ہے کہ تمہارا خدا بس ایک ہی خدا ہے، پس جو کوئی اپنے رب کی ملاقات کا امیدوار ہو اسے چاہیے کہ نیک عمل کرے اور بندگی میں اپنے رب کے ساتھ کسی اور کو شریک نہ کرے","chinese" : "你说：“我只是一个同你们一样的凡人，我奉的启示是：你们所应当崇拜的，只是一个主宰，故谁希望与他的主相会，就叫谁力行善功，叫谁不要以任何物与他的主受同样的崇拜。”","turkey" : "De ki: Ben de ancak sizin gibi bir insanım; ancak bana tanrınızın tek bir Tanrı olduğu vahyolunuyor. Rabbine kavuşmayı uman kimse yararlı iş işleşin ve Rabbine kullukta hiç ortak koşmasın"} ]}