{"name":"الحج","verses":[{"id": "1", "arabic" : "يَـٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡۚ إِنَّ زَلۡزَلَةَ ٱلسَّاعَةِ شَيۡءٌ عَظِيمٞ", "english" : "O mankind fear your Lord. Indeed the convulsion of the [final] Hour is a terrible thing", "urdu" : "لوگو، اپنے رب کے غضب سے بچو، حقیقت یہ ہے کہ قیامت کا زلزلہ بڑی (ہولناک) چیز ہے","chinese" : "众人啊！你们应当敬畏你们的主，复活时的地震，确是一件大事。","turkey" : "Ey insanlar! Rabbinizden sakının; doğrusu kıyamet gününün sarsıntısı büyük şeydir"} ,{"id": "2", "arabic" : "يَوۡمَ تَرَوۡنَهَا تَذۡهَلُ كُلُّ مُرۡضِعَةٍ عَمَّآ أَرۡضَعَتۡ وَتَضَعُ كُلُّ ذَاتِ حَمۡلٍ حَمۡلَهَا وَتَرَى ٱلنَّاسَ سُكَٰرَىٰ وَمَا هُم بِسُكَٰرَىٰ وَلَٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٞ", "english" : "On the Day you see it every nursing mother will be distracted from that [child] she was nursing and every pregnant woman will abort her pregnancy and you will see the people [appearing] intoxicated while they are not intoxicated; but the punishment of Allah is severe", "urdu" : "جس روز تم اسے دیکھو گے، حال یہ ہو گا کہ ہر دودھ پلانے والی اپنے دودھ پیتے بچّے سے غافل ہو جائے گی، ہر حاملہ کا حمل گر جائے گا، اور لوگ تم کو مدہوش نظر آئیں گے، حالانکہ وہ نشے میں نہ ہوں گے، بلکہ اللہ کا عذاب ہی کچھ ایسا سخت ہوگا","chinese" : "在那日，你们看见地震下每个乳母都被吓的忘记了婴儿，吓的每个孕妇都要流产；你把人们看成是醉汉，其实他们并非是醉汉，而是因为安拉的刑罚是严峻的。","turkey" : "Kıyameti gören her emzikli kadın emzirdiğini unutur her hamile kadın çocuğunu düşürür. İnsanları sarhoş gibi görürsün oysa sarhoş değildirler fakat bu sadece Allah'ın azabının çetin olmasındandır"} ,{"id": "3", "arabic" : "وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّبِعُ كُلَّ شَيۡطَٰنٖ مَّرِيدٖ", "english" : "And of the people is he who disputes about Allah without knowledge and follows every rebellious devil", "urdu" : "بعض لوگ ایسے ہیں جو عِلم کے بغیر اللہ کے بارے میں بحثیں کرتے ہیں اور ہر شیطان سرکش کی پیروی کرنے لگتے ہیں","chinese" : "有人无知地进行关于安拉的争论，并且顺从叛逆的恶魔。","turkey" : "Allah hakkında bilmeden taşıyan ve her azılı şeytana uyan insanlar vardır"} ,{"id": "4", "arabic" : "كُتِبَ عَلَيۡهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهۡدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ", "english" : "It has been decreed for every devil that whoever turns to him - he will misguide him and will lead him to the punishment of the Blaze", "urdu" : "حالانکہ اُس کے تو نصیب ہی میں یہ لکھا ہے کہ جو اس کو دوست بنائے گا اسے وہ گمراہ کر کے چھوڑے گا اور عذاب جہنّم کا راستہ دکھائے گا","chinese" : "凡结交恶魔者，恶魔必定使他迷误，必定把他引入火狱的刑罚，这是给注定了的。","turkey" : "Onun hakkında şöyle yazılmıştır: O kendisini dost edinen kimseyi saptırır ve alevli azaba götürür"} ,{"id": "5", "arabic" : "يَـٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي رَيۡبٖ مِّنَ ٱلۡبَعۡثِ فَإِنَّا خَلَقۡنَٰكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ مِن مُّضۡغَةٖ مُّخَلَّقَةٖ وَغَيۡرِ مُخَلَّقَةٖ لِّنُبَيِّنَ لَكُمۡۚ وَنُقِرُّ فِي ٱلۡأَرۡحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ نُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡلَا يَعۡلَمَ مِنۢ بَعۡدِ عِلۡمٖ شَيۡـٔٗاۚ وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۭ بَهِيجٖ", "english" : "O People if you should be in doubt about the Resurrection then [consider that] indeed We created you from dust then from a sperm-drop then from a clinging clot and then from a lump of flesh formed and unformed - that We may show you. And We settle in the wombs whom We will for a specified term then We bring you out as a child and then [We develop you] that you may reach your [time of] maturity. And among you is he who is taken in [early] death and among you is he who is returned to the most decrepit [old] age so that he knows after [once having] knowledge nothing. And you see the earth barren but when We send down upon it rain it quivers and swells and grows [something] of every beautiful kind", "urdu" : "لوگو، اگر تمہیں زندگی بعد موت کے بارے میں کچھ شک ہے تو تمہیں معلوم ہو کہ ہم نے تم کو مٹی سے پیدا کیا ہے، پھر نطفے سے، پھر خون کے لوتھڑے سے، پھر گوشت کی بوٹی سے جو شکل والی بھی ہوتی ہے اور بے شکل بھی (یہ ہم اس لیے بتا رہے ہیں) تاکہ تم پر حقیقت واضح کر دیں ہم جس (نطفے) کو چاہتے ہیں ایک وقت خاص تک رحموں میں ٹھیرائے رکھتے ہیں، پھر تم کو ایک بچّے کی صورت میں نکال لاتے ہیں (پھر تمہیں پرورش کرتے ہیں) تاکہ تم اپنی پُوری جوانی کو پہنچو اور تم میں سے کوئی پہلے ہی واپس بلا لیا جاتا ہے اور کوئی بدترین عمر کی طرف پھیر دیا جاتا ہے تاکہ سب کچھ جاننے کے بعد پھر کچھ نہ جانے اور تم دیکھتے ہو کہ زمین سوکھی پڑی ہے، پھر جہاں ہم نے اُس پر مینہ برسایا کہ یکایک وہ پھبک اٹھی اور پھول گئی اور اس نے ہر قسم کی خوش منظر نباتات اگلنی شروع کر دی","chinese" : "众人啊！如果你们对于复活的事还在怀疑之中，那么，我确已创造了你们，先用泥土，继用一小滴精液，继用一块凝血，继用完整的和不完整的肉团，以便我对你们阐明（道理）。我使我所欲的（胎儿）在子宫里安居一个定期，然后，我使你们出生为婴儿，然后（我让你们活着），以便你们达到成年。你们中有夭折的；有复返与最劣的年纪的，以便他在有知识之后，什么也不知道。你看大地是不毛的，当我使雨水降于大地的时候，它就活动和膨胀，而且生出各种美丽的植物。","turkey" : "Ey insanlar! Öldükten sonra tekrar dirilmekten şüphede iseniz bilin ki ne olduğunuzu size açıklamak için Biz sizi topraktan sonra nutfeden sonra pıhtılaşmış kandan sonra da yapısı belli belirsiz bir çiğnem etten yaratmışızdır. Dilediğimizi belli bir süreye kadar rahimlerde tutarız; sonra sizi çocuk olarak çıkartırız böylece yetişip erginlik çağına varırsınız. Kiminiz öldürülür kiminiz de ömrünün en fena zamanına ulaştırılır ki bilirken birşey bilmez olur. Yeryüzünü görürsün ki kupkurudur; fakat Biz ona su indirdiğimiz zaman harekete geçer kabarır her güzel bitkiden çift çift yetiştirir"} ,{"id": "6", "arabic" : "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّهُۥ يُحۡيِ ٱلۡمَوۡتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ", "english" : "That is because Allah is the Truth and because He gives life to the dead and because He is over all things competent", "urdu" : "یہ سب کچھ اس وجہ سے ہے کہ اللہ ہی حق ہے، اور وہ مُردوں کو زندہ کرتا ہے، اور وہ ہر چیز پر قادر ہے،","chinese" : "这是因为安拉是真宰，他能使死者复生，他对于万事是全能。","turkey" : "Bunlar yalnız Allah'ın gerçek olduğunu ölüleri dirilttiğini gücünün herşeye yettiğini şüphe götürmeyen kıyamet saatinin geleceğini Allah'ın kabirlerde olanı dirilteceğini gösterir"} ,{"id": "7", "arabic" : "وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٞ لَّا رَيۡبَ فِيهَا وَأَنَّ ٱللَّهَ يَبۡعَثُ مَن فِي ٱلۡقُبُورِ", "english" : "And [that they may know] that the Hour is coming - no doubt about it - and that Allah will resurrect those in the graves", "urdu" : "اور یہ (اِس بات کی دلیل ہے) کہ قیامت کی گھڑی آ کر رہے گی، اس میں کسی شک کی گنجائش نہیں، اور اللہ ضرور اُن لوگوں کو اٹھائے گا جو قبروں میں جا چکے ہیں","chinese" : "复活确是要来临的，毫无疑义。安拉要使坟墓里的人复活起来。","turkey" : "Bunlar yalnız Allah'ın gerçek olduğunu ölüleri dirilttiğini gücünün herşeye yettiğini şüphe götürmeyen kıyamet saatinin geleceğini Allah'ın kabirlerde olanı dirilteceğini gösterir"} ,{"id": "8", "arabic" : "وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ", "english" : "And of the people is he who disputes about Allah without knowledge or guidance or an enlightening book [from Him]", "urdu" : "بعض اور لوگ ایسے ہیں جو کسی علم اور ہدایت اور روشنی بخشنے والی کتاب کے بغیر، گردن اکڑائے ہوئے","chinese" : "有人争论安拉，但他既无知识，又无指导，且无灿烂的经典。","turkey" : "Bilmeden doğruya götüren bir rehberi olmadan aydınlatıcı bir kitabı da bulunmadan Allah yolundan saptırmak için büyüklük taslayarak Allah hakkında tartışan insan vardır. Dünyada rezillik onadır; ona kıyamet günü yakıcı azabı tattırırız"} ,{"id": "9", "arabic" : "ثَانِيَ عِطۡفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِۖ لَهُۥ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَنُذِيقُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ عَذَابَ ٱلۡحَرِيقِ", "english" : "Twisting his neck [in arrogance] to mislead [people] from the way of Allah. For him in the world is disgrace and We will make him taste on the Day of Resurrection the punishment of the Burning Fire [while it is said]", "urdu" : "خدا کے بارے میں جھگڑتے ہیں تاکہ لوگوں کو راہِ خدا سے بھٹکا دیں ایسے شخص کے لیے دُنیا میں رُسوائی ہے اور قیامت کے روز اُس کو ہم آگ کے عذاب کا مزا چکھائیں گے","chinese" : "他傲慢地走开，以便诱人叛离安拉的大道。他在今世要受凌辱，复活日我要他尝试烧灼的刑罚。","turkey" : "Bilmeden doğruya götüren bir rehberi olmadan aydınlatıcı bir kitabı da bulunmadan Allah yolundan saptırmak için büyüklük taslayarak Allah hakkında tartışan insan vardır. Dünyada rezillik onadır; ona kıyamet günü yakıcı azabı tattırırız"} ,{"id": "10", "arabic" : "ذَٰلِكَ بِمَا قَدَّمَتۡ يَدَاكَ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّـٰمٖ لِّلۡعَبِيدِ", "english" : "That is for what your hands have put forth and because Allah is not ever unjust to [His] servants", "urdu" : "یہ ہے تیرا وہ مستقبل جو تیرے اپنے ہاتھوں نے تیرے لیے تیار کیا ہے ورنہ اللہ اپنے بندوں پر ظلم کرنے والا نہیں ہے","chinese" : "这是因为你所犯的罪行，也因为安拉绝不是亏待众仆人的。","turkey" : "Ona: Bunlar senin yaptıklarından ötürüdür denir yoksa Allah kullarına karşı hiç de zalim değildir"} ,{"id": "11", "arabic" : "وَمِنَ ٱلنَّاسِ مَن يَعۡبُدُ ٱللَّهَ عَلَىٰ حَرۡفٖۖ فَإِنۡ أَصَابَهُۥ خَيۡرٌ ٱطۡمَأَنَّ بِهِۦۖ وَإِنۡ أَصَابَتۡهُ فِتۡنَةٌ ٱنقَلَبَ عَلَىٰ وَجۡهِهِۦ خَسِرَ ٱلدُّنۡيَا وَٱلۡأٓخِرَةَۚ ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ", "english" : "And of the people is he who worships Allah on an edge. If he is touched by good he is reassured by it; but if he is struck by trial he turns on his face [to the other direction]. He has lost [this] world and the Hereafter. That is what is the manifest loss", "urdu" : "اور لوگوں میں کوئی ایسا ہے جو کنارے پر رہ کر اللہ کی بندگی کرتا ہے، اگر فائدہ ہوا تو مطمئن ہو گیا اور جو کوئی مصیبت آ گئی تو الٹا پھر گیا اُس کی دنیا بھی گئی اور آخرت بھی یہ ہے صریح خسارہ","chinese" : "有人在边缘上崇拜安拉，若获福利，他就安然享受；若遭祸害，他就轻率背叛。他将丧失今世和后世，这是明显的亏损。","turkey" : "İnsanlar içinde Allah'a bir yar kenarındaymış gibi kulluk eden vardır. Ona bir iyilik gelirse yatışır başına bir bela gelirse yüz üstü döner. Dünyayı da ahireti de kaybeder. İşte apaçık kayıp budur"} ,{"id": "12", "arabic" : "يَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ", "english" : "He invokes instead of Allah that which neither harms him nor benefits him. That is what is the extreme error", "urdu" : "پھر وہ اللہ کو چھوڑ کر اُن کو پکارتا ہے جو نہ اُس کو نقصان پہنچا سکتے ہیں نہ فائدہ یہ ہے گمراہی کی انتہا","chinese" : "他舍安拉而祈祷那对于他既无祸又无福的东西，这是不近情理的迷误。","turkey" : "Allah'ı bırakıp kendisine fayda da zarar da veremeyen şeylere yalvarır. İşte derin sapıklık budur"} ,{"id": "13", "arabic" : "يَدۡعُواْ لَمَن ضَرُّهُۥٓ أَقۡرَبُ مِن نَّفۡعِهِۦۚ لَبِئۡسَ ٱلۡمَوۡلَىٰ وَلَبِئۡسَ ٱلۡعَشِيرُ", "english" : "He invokes one whose harm is closer than his benefit - how wretched the protector and how wretched the associate", "urdu" : "وہ اُن کو پکارتا ہے جن کا نقصان اُن کے نفع سے قریب تر ہے بدترین ہے اُس کا مولیٰ اور بدترین ہے اُس کا رفیق","chinese" : "他祈祷那有近祸而无远福的东西，他的援助者真恶劣！做他的同伴的真恶劣！","turkey" : "Kendisine zararı faydasından daha yakın olana yalvarır. Yalvardığı şey ne kötü yardımcı ve ne kötü yoldaştır"} ,{"id": "14", "arabic" : "إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ", "english" : "Indeed Allah will admit those who believe and do righteous deeds to gardens beneath which rivers flow. Indeed Allah does what He intends", "urdu" : "(اِس کے برعکس) اللہ اُن لوگوں کو جو ایمان لائے اور جنہوں نے نیک عمل کیے، یقیناً ایسی جنتوں میں داخل کرے گا جن کے نیچے نہریں بہہ رہی ہوں گی اللہ کرتا ہے جو کچھ چاہتا ہے","chinese" : "安拉必定要使信道而且行善者进入那下临诸河的乐园。安拉就这样做他所欲意之事。","turkey" : "Doğrusu Allah inananları ve yararlı işler işleyenleri içlerinden ırmaklar akan cennetlere koyar. Allah şüphesiz istediğini yapar"} ,{"id": "15", "arabic" : "مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ فَلۡيَمۡدُدۡ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لۡيَقۡطَعۡ فَلۡيَنظُرۡ هَلۡ يُذۡهِبَنَّ كَيۡدُهُۥ مَا يَغِيظُ", "english" : "Whoever should think that Allah will not support [Prophet Muhammad] in this world and the Hereafter - let him extend a rope to the ceiling then cut off [his breath] and let him see: will his effort remove that which enrages [him]", "urdu" : "جو شخص یہ گمان رکھتا ہو کہ اللہ دُنیا اور آخرت میں اُس کی کوئی مدد نہ کرے گا اُسے چاہیے کہ ایک رسّی کے ذریعے آسمان تک پہنچ کر شگاف لگائے، پھر دیکھ لے کہ آیا اُس کی تدبیر کسی ایسی چیز کو رد کر سکتی ہے جو اس کو ناگوار ہے","chinese" : "谁猜想安拉在今世和后世绝不相助他，叫谁悬梁自尽，教他看他的计策能否解除他的愤怒！","turkey" : "Allah'ın peygamber'e dünyada ve ahirette yardım etmeyeceğini sanan kimse yukarı bağladığı bir ipe kendini asıp boğsun; bir düşünsün bakalım bu hilesi kendisini öfkelendiren şeye engel olabilir mi"} ,{"id": "16", "arabic" : "وَكَذَٰلِكَ أَنزَلۡنَٰهُ ءَايَٰتِۭ بَيِّنَٰتٖ وَأَنَّ ٱللَّهَ يَهۡدِي مَن يُرِيدُ", "english" : "And thus have We sent the Qur'an down as verses of clear evidence and because Allah guides whom He intends", "urdu" : "ایسی ہی کھُلی کھُلی باتوں کے ساتھ ہم نے اس قرآن کو نازل کیا ہے، اور ہدایت اللہ جسے چاہتا ہے دیتا ہے","chinese" : "我这样降示《古兰经》，作为明显的迹象，安拉确是引导他所欲引导的。","turkey" : "İşte böylece Kuran'ı apaçık ayetler olarak indirdik. Allah şüphesiz dilediğini doğru yola eriştirir"} ,{"id": "17", "arabic" : "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلصَّـٰبِـِٔينَ وَٱلنَّصَٰرَىٰ وَٱلۡمَجُوسَ وَٱلَّذِينَ أَشۡرَكُوٓاْ إِنَّ ٱللَّهَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ", "english" : "Indeed those who have believed and those who were Jews and the Sabeans and the Christians and the Magians and those who associated with Allah - Allah will judge between them on the Day of Resurrection. Indeed Allah is over all things Witness", "urdu" : "جو لوگ ایمان لائے، اور جو یہودی ہوئے، اور صابئی، اور نصاریٰ، اور مجوس، اور جن لوگوں نے شرک کیا، ان سب کے درمیان اللہ قیامت کے روز فیصلہ کر دے گا، ہر چیز اللہ کی نظر میں ہے","chinese" : "信道者、犹太教徒、萨比安人、基督教徒、拜火教徒，以及以物配主者，复活日安拉必定要为他们判决，安拉确是万物的见证者。","turkey" : "Doğrusu inananlar ve yahudiler sabiiler hıristiyanlar mecusiler ortak koşanlar arasında kıyamet günü Allah kesin hüküm verecektir. Doğrusu Allah herşeye şahiddir"} ,{"id": "18", "arabic" : "أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَسۡجُدُۤ لَهُۥۤ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ وَٱلشَّمۡسُ وَٱلۡقَمَرُ وَٱلنُّجُومُ وَٱلۡجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٞ مِّنَ ٱلنَّاسِۖ وَكَثِيرٌ حَقَّ عَلَيۡهِ ٱلۡعَذَابُۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكۡرِمٍۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يَشَآءُ۩", "english" : "Do you not see that to Allah prostrates whoever is in the heavens and whoever is on the earth and the sun the moon the stars the mountains the trees the moving creatures and many of the people? But upon many the punishment has been justified. And he whom Allah humiliates - for him there is no bestower of honor. Indeed Allah does what He wills", "urdu" : "کیا تم دیکھتے نہیں ہو کہ اللہ کے آگے سربسجود ہیں وہ سب جو آسمانوں میں ہیں اور جو زمین میں ہیں، سورج اور چاند اور تارے اور پہاڑ اور درخت اور جانور اور بہت سے انسان اور بہت سے وہ لوگ بھی جو عذاب کے مستحق ہو چکے ہیں؟ اور جسے اللہ ذلیل و خوار کر دے اُسے پھر کوئی عزّت دینے والا نہیں ہے، اللہ کرتا ہے جو کچھ چاہتا ہے","chinese" : "你难道不知道吗？在天上的和在地上的，与日月群星，山岳树木，牲畜和许多人，都为安拉而叩头，有许多人当受刑罚。安拉凌辱谁，谁不受尊敬。安拉就这样做他所欲意之事。","turkey" : "Göklerde ve yerde olanların güneş ay yıldızlar dağlar ağaçlar hayvanların ve insanların birçoğunun Allah'a secde ettiklerini görmüyor musun? İnsanların birçoğu da azabı hak etmiştir. Allah'ın alçalttığı kimseyi yükseltebilecek yoktur. Doğrusu Allah ne dilerse yapar"} ,{"id": "19", "arabic" : "۞هَٰذَانِ خَصۡمَانِ ٱخۡتَصَمُواْ فِي رَبِّهِمۡۖ فَٱلَّذِينَ كَفَرُواْ قُطِّعَتۡ لَهُمۡ ثِيَابٞ مِّن نَّارٖ يُصَبُّ مِن فَوۡقِ رُءُوسِهِمُ ٱلۡحَمِيمُ", "english" : "These are two adversaries who have disputed over their Lord. But those who disbelieved will have cut out for them garments of fire. Poured upon their heads will be scalding water", "urdu" : "یہ دو فریق ہیں جن کے درمیان اپنے رب کے معاملے کا جھگڑا ہے اِن میں سے وہ لوگ جنہوں نے کفر کیا ہے اُن کے لیے آگ کے لباس کاٹے جا چکے ہیں، اُن کے سروں پر کھَولتا ہوا پانی ڈالا جائے گا","chinese" : "这两派是相争的，他们进行关于他们的主的争论。不信道者已经有为他们而裁制的火衣了，沸水将倾注在他们的头上，","turkey" : "İşte Rableri hakkında tartışmaya giren iki taraf: O'nu inkar edenlere ateşten elbiseler kesilmiştir başlarına da kaynar su dökülür de bununla karınlarındakiler ve deriler eritilir. Demir topuzlar da onlar içindir"} ,{"id": "20", "arabic" : "يُصۡهَرُ بِهِۦ مَا فِي بُطُونِهِمۡ وَٱلۡجُلُودُ", "english" : "By which is melted that within their bellies and [their] skins", "urdu" : "جس سے اُن کی کھالیں ہی نہیں پیٹ کے اندر کے حصے تک گل جائیں گے","chinese" : "他们的内脏和皮肤将被沸水所溶化，","turkey" : "İşte Rableri hakkında tartışmaya giren iki taraf: O'nu inkar edenlere ateşten elbiseler kesilmiştir başlarına da kaynar su dökülür de bununla karınlarındakiler ve deriler eritilir. Demir topuzlar da onlar içindir"} ,{"id": "21", "arabic" : "وَلَهُم مَّقَٰمِعُ مِنۡ حَدِيدٖ", "english" : "And for [striking] them are maces of iron", "urdu" : "اور اُن کی خبر لینے کے لیے لوہے کے گُرز ہوں گے","chinese" : "他们将享受铁鞭的抽打。","turkey" : "İşte Rableri hakkında tartışmaya giren iki taraf: O'nu inkar edenlere ateşten elbiseler kesilmiştir başlarına da kaynar su dökülür de bununla karınlarındakiler ve deriler eritilir. Demir topuzlar da onlar içindir"} ,{"id": "22", "arabic" : "كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَا مِنۡ غَمٍّ أُعِيدُواْ فِيهَا وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ", "english" : "Every time they want to get out of Hellfire from anguish they will be returned to it and [it will be said] Taste the punishment of the Burning Fire", "urdu" : "جب کبھی وہ گھبرا کر جہنّم سے نکلنے کی کوشش کریں گے پھر اُسی میں دھکیل دیے جائیں گے کہ چکھو اب جلنے کی سزا کا مزا","chinese" : "他们每因愁闷而逃出火狱，都被拦回去。你们尝试烧灼的刑罚吧！","turkey" : "Orada uğradıkları gamdan ne zaman çıkmak isteseler her defasında oraya geri çevrilirler: Yakıcı azabı tadın denir"} ,{"id": "23", "arabic" : "إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ", "english" : "Indeed Allah will admit those who believe and do righteous deeds to gardens beneath which rivers flow. They will be adorned therein with bracelets of gold and pearl and their garments therein will be silk", "urdu" : "(دوسری طرف) جو لوگ ایمان لائے اور جنہوں نے نیک عمل کیے اُن کو اللہ ایسی جنتوں میں داخل کرے گا جن کے نیچے نہریں بہہ رہی ہوں گی وہاں وہ سونے کے کنگنوں اور موتیوں سے آراستہ کیے جائیں گے اور ان کے لباس ریشم کے ہوں گے","chinese" : "安拉必定要使信道而且行善者进入那下临诸河的乐园，他们在其中得享用金镯和珍珠作装饰，他们的衣服是丝绸的。","turkey" : "Doğrusu Allah inanıp yararlı iş işleyenleri içlerinden ırmaklar akan cennetlere koyar. Orada altın bilezikler ve inciler takınırlar. Oradaki elbiseleri de ipektendir"} ,{"id": "24", "arabic" : "وَهُدُوٓاْ إِلَى ٱلطَّيِّبِ مِنَ ٱلۡقَوۡلِ وَهُدُوٓاْ إِلَىٰ صِرَٰطِ ٱلۡحَمِيدِ", "english" : "And they had been guided [in worldly life] to good speech and they were guided to the path of the Praiseworthy", "urdu" : "ان کو پاکیزہ بات قبول کرنے کی ہدایت بخشی گئی اور انہیں خدائے ستودہ صفات کا راستہ دکھایا گیا","chinese" : "他们曾蒙引导，故常说优美的语言；他们曾蒙引导，故遵循受赞颂者的大道。","turkey" : "Bu kimseler sözün güzelini işitecek duruma ulaştırılmışlar övülmeğe layık olan Allah'ın yoluna eriştirilmişlerdir"} ,{"id": "25", "arabic" : "إِنَّ ٱلَّذِينَ كَفَرُواْ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ ٱلَّذِي جَعَلۡنَٰهُ لِلنَّاسِ سَوَآءً ٱلۡعَٰكِفُ فِيهِ وَٱلۡبَادِۚ وَمَن يُرِدۡ فِيهِ بِإِلۡحَادِۭ بِظُلۡمٖ نُّذِقۡهُ مِنۡ عَذَابٍ أَلِيمٖ", "english" : "Indeed those who have disbelieved and avert [people] from the way of Allah and [from] al-Masjid al-Haram which We made for the people - equal are the resident therein and one from outside; and [also] whoever intends [a deed] therein of deviation [in religion] or wrongdoing - We will make him taste of a painful punishment", "urdu" : "جن لوگوں نے کفر کیا اور جو (آج) اللہ کے راستے سے روک رہے ہیں اور اُس مسجدِ حرام کی زیارت میں مانع ہیں جسے ہم نے سب لوگوں کے لیے بنایا ہے، جس میں مقامی باشندوں اور باہر سے آنے والوں کے حقوق برابر ہیں (اُن کی روش یقیناً سزا کی مستحق ہے) اِس (مسجدِ حرام) میں جو بھی راستی سے ہٹ کر ظلم کا طریقہ اختیار کرے گا اسے ہم درد ناک عذاب کا مزا چکھائیں گے","chinese" : "不信道而且妨碍主道，并且妨碍我使众人——定居的和游牧的——共同尊敬禁寺者，（我将使他稍稍尝试痛苦的刑罚）；谁因不义而欲在禁寺中违背正道，我将使谁稍稍尝试痛苦的刑罚。","turkey" : "Doğrusu inkar edenleri Allah'ın yolundan yerli ve yolcu bütün insanlar için eşit kılınan Mescidi Haram'dan alıkoyanları ve orada zulm ile yanlış yola saptırmak isteyeni can yakıcı bir azaba uğratırız"} ,{"id": "26", "arabic" : "وَإِذۡ بَوَّأۡنَا لِإِبۡرَٰهِيمَ مَكَانَ ٱلۡبَيۡتِ أَن لَّا تُشۡرِكۡ بِي شَيۡـٔٗا وَطَهِّرۡ بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ", "english" : "And [mention O Muhammad] when We designated for Abraham the site of the House [saying] Do not associate anything with Me and purify My House for those who perform Tawaf and those who stand [in prayer] and those who bow and prostrate", "urdu" : "یاد کرو وہ وقت جب ہم نے ابراہیمؑ کے لیے اِس گھر (خانہ کعبہ) کی جگہ تجویز کی تھی (اِس ہدایت کے ساتھ) کہ میرے ساتھ کسی چیز کو شریک نہ کرو، اور میرے گھر کو طواف کرنے والوں اور قیام و رکوع و سجود کرنے والوں کے لیے پاک رکھو","chinese" : "当时我曾为易卜拉欣指定天房的地址，我说：你不要以任何物配我，你应当为环行者、立正者、鞠躬者和叩头者，打扫我的房屋。","turkey" : "Bana hiçbir şeyi ortak koşma; tavaf edenler orada kıyama duranlar rüku edenler ve secdeye varanlar için Evimi temiz tut diye İbrahim'i Kabe'nin yerine yerleştirmiştik"} ,{"id": "27", "arabic" : "وَأَذِّن فِي ٱلنَّاسِ بِٱلۡحَجِّ يَأۡتُوكَ رِجَالٗا وَعَلَىٰ كُلِّ ضَامِرٖ يَأۡتِينَ مِن كُلِّ فَجٍّ عَمِيقٖ", "english" : "And proclaim to the people the Hajj [pilgrimage]; they will come to you on foot and on every lean camel; they will come from every distant pass", "urdu" : "اور لوگوں کو حج کے لیے اذنِ عام دے دو کہ وہ تمہارے پاس ہر دور دراز مقام سے پیدل اور اونٹوں پر سوار آئیں","chinese" : "你应当在众人中宣告朝觐，他们就从远道或徒步或乘着瘦驼，到你这里来，","turkey" : "İnsanları hacca çağır; yürüyerek veya binekler üstünde uzak yollardan sana gelsinler"} ,{"id": "28", "arabic" : "لِّيَشۡهَدُواْ مَنَٰفِعَ لَهُمۡ وَيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ فِيٓ أَيَّامٖ مَّعۡلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۖ فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡبَآئِسَ ٱلۡفَقِيرَ", "english" : "That they may witness benefits for themselves and mention the name of Allah on known days over what He has provided for them of [sacrificial] animals. So eat of them and feed the miserable and poor", "urdu" : "تاکہ وہ فائدے دیکھیں جو یہاں اُن کے لیے رکھے گئے ہیں اور چند مقرر دنوں میں اُن جانوروں پر اللہ کا نام لیں جو اُس نے انہیں بخشے ہیں، خود بھی کھائیں اور تنگ دست محتاج کو بھی دیں","chinese" : "以便他们见证他们所有的许多利益，并且在规定的若干日内，记念安拉之名而屠宰他赐给他们的牲畜。”你们可以吃那些牲畜的肉，并且应当用其款待困苦的和贫穷的人。","turkey" : "Taki kendi menfaatlerine şahid olsunlar; Allah'ın onlara rızık olarak verdiği hayvanları belli günlerde kurban ederken O'nun adını ansınlar. Siz de bunlardan yiyin çaresiz kalmış yoksulu da doyurun"} ,{"id": "29", "arabic" : "ثُمَّ لۡيَقۡضُواْ تَفَثَهُمۡ وَلۡيُوفُواْ نُذُورَهُمۡ وَلۡيَطَّوَّفُواْ بِٱلۡبَيۡتِ ٱلۡعَتِيقِ", "english" : "Then let them end their untidiness and fulfill their vows and perform Tawaf around the ancient House", "urdu" : "پھر اپنا میل کچیل دور کریں اور اپنی نذریں پوری کریں، اور اس قدیم گھر کا طواف کریں","chinese" : "然后叫他们涤除他们的污垢，叫他们履行他们的誓愿， 叫他们围绕那间古房而环行。","turkey" : "Sonra kirlerini giderip temizlensinler. Adaklarını yerine getirsinler. Kabe'yi tavaf etsinler"} ,{"id": "30", "arabic" : "ذَٰلِكَۖ وَمَن يُعَظِّمۡ حُرُمَٰتِ ٱللَّهِ فَهُوَ خَيۡرٞ لَّهُۥ عِندَ رَبِّهِۦۗ وَأُحِلَّتۡ لَكُمُ ٱلۡأَنۡعَٰمُ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡۖ فَٱجۡتَنِبُواْ ٱلرِّجۡسَ مِنَ ٱلۡأَوۡثَٰنِ وَٱجۡتَنِبُواْ قَوۡلَ ٱلزُّورِ", "english" : "That [has been commanded] and whoever honors the sacred ordinances of Allah - it is best for him in the sight of his Lord. And permitted to you are the grazing livestock except what is recited to you. So avoid the uncleanliness of idols and avoid false statement", "urdu" : "یہ تھا (تعمیر کعبہ کا مقصد) اور جو کوئی اللہ کی قائم کردہ حرمتوں کا احترام کرے تو یہ اس کے رب کے نزدیک خود اسی کے لیے بہتر ہے اور تمہارے لیے مویشی جانور حلال کیے گئے، ما سوا اُن چیزوں کے جو تمہیں بتائی جا چکی ہیں پس بتوں کی گندگی سے بچو، جھوٹی باتوں سے پرہیز کرو","chinese" : "事情就是这样，谁尊重安拉的戒律，在主的那里那对于谁就是更好的。一切牲畜对你们都是合法的，对你们宣布禁戒的除外。故，你们应当避开污秽及偶像，应当永离妄语；","turkey" : "İşte böyle. Kim Allah'ın yasaklarına saygı gösterirse bu Rabbinin katında kendi iyiliğinedir. (Haram olduğu) size okunanlar dışında kalan hayvanlar size helal kılındı. O halde pis putlardan sakının; yalan sözden kaçının"} ,{"id": "31", "arabic" : "حُنَفَآءَ لِلَّهِ غَيۡرَ مُشۡرِكِينَ بِهِۦۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخۡطَفُهُ ٱلطَّيۡرُ أَوۡ تَهۡوِي بِهِ ٱلرِّيحُ فِي مَكَانٖ سَحِيقٖ", "english" : "Inclining [only] to Allah not associating [anything] with Him. And he who associates with Allah - it is as though he had fallen from the sky and was snatched by the birds or the wind carried him down into a remote place", "urdu" : "یکسُو ہو کر اللہ کے بندے بنو، اس کے ساتھ کسی کو شریک نہ کرو اور جو کوئی اللہ کے ساتھ شرک کرے تو گویا وہ آسمان سے گر گیا، اب یا تو اسے پرندے اُچک لے جائیں گے یا ہوا اُس کو ایسی جگہ لے جا کر پھینک دے گی جہاں اُس کے چیتھڑے اڑ جائیں گے","chinese" : "同时为安拉而信奉正教，不以物配他。谁以物配安拉，谁如从天空坠落，而被群鸟夺走，或被大风扫荡到远方。","turkey" : "Allah'a ortak koşmaksızın O'na yönelerek pis putlardan kaçının yalan sözden çekinin. Allah'a ortak koşan kimse gökten düşüp de kuşların kaptığı veya rüzgarın bir uçuruma attığı şeye benzer"} ,{"id": "32", "arabic" : "ذَٰلِكَۖ وَمَن يُعَظِّمۡ شَعَـٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقۡوَى ٱلۡقُلُوبِ", "english" : "That [is so]. And whoever honors the symbols of Allah - indeed it is from the piety of hearts", "urdu" : "یہ ہے اصل معاملہ (اسے سمجھ لو)، اور جو اللہ کے مقرر کردہ شعائر کا احترام کرے تو یہ دلوں کے تقویٰ سے ہے","chinese" : "事情就是这样，谁尊敬安拉的标识，那是心中的虔诚发出的。","turkey" : "Bu böyledir; kişinin Allah'ın nişanelerine hürmet göstermesi kalblerin Allah'a karşı gelmekten sakınmasındandır"} ,{"id": "33", "arabic" : "لَكُمۡ فِيهَا مَنَٰفِعُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ مَحِلُّهَآ إِلَى ٱلۡبَيۡتِ ٱلۡعَتِيقِ", "english" : "For you the animals marked for sacrifice are benefits for a specified term; then their place of sacrifice is at the ancient House", "urdu" : "تمہیں ایک وقت مقرر تک اُن (ہدی کے جانوروں) سے فائدہ اٹھانے کا حق ہے پھر اُن (کے قربان کرنے) کی جگہ اسی قدیم گھر کے پاس ہے","chinese" : "牲畜对于你们，有若干利益，至于一个定期，然后（屠宰它们做供献）的合法地方应该是古房的附近。","turkey" : "Bu nişanelerde sizin için belli bir süreye kadar faydalar vardır. Sonra bunlar Beyti Atik'de Kabe'de son bulurlar"} ,{"id": "34", "arabic" : "وَلِكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكٗا لِّيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۗ فَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَلَهُۥٓ أَسۡلِمُواْۗ وَبَشِّرِ ٱلۡمُخۡبِتِينَ", "english" : "And for all religion We have appointed a rite [of sacrifice] that they may mention the name of Allah over what He has provided for them of [sacrificial] animals. For your god is one God so to Him submit. And [O Muhammad] give good tidings to the humble [before their Lord]", "urdu" : "ہر امّت کے لیے ہم نے قربانی کا ایک قاعدہ مقرر کر دیا ہے تاکہ (اُس امّت کے لوگ) اُن جانوروں پر اللہ کا نام لیں جو اُس نے اُن کو بخشے ہیں (اِن مختلف طریقوں کے اندر مقصد ایک ہی ہے) پس تمہارا خدا ایک ہی خدا ہے اور اُسی کے تم مطیع فرمان بنو اور اے نبیؐ، بشارت دے دے عاجزانہ رَوش اختیار کرنے والوں کو","chinese" : "我为每个民族制定一种供献的仪式，以便他们记念安拉之名而屠宰他所赐他们的牲畜。你们的神明是独一的神明，故你们应当只归顺他。你应当以喜讯传示谦恭者。","turkey" : "Her ümmet için Allah'ın kendilerine rızk olarak verdiği kurbanlık hayvanların üzerlerine O'nun adını anarak kurban kesmeyi meşru kıldık. Sizin Tanrınız tek bir Tanrı'dır O'na teslim olun. Allah anıldığı zaman kalbleri titreyen başlarına gelene sabreden namaz kılan kendilerine verdiğimiz rızıktan sarfeden ve Allah'a gönül vermiş olan kimselere müjde et"} ,{"id": "35", "arabic" : "ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَٱلصَّـٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمۡ وَٱلۡمُقِيمِي ٱلصَّلَوٰةِ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ", "english" : "Who when Allah is mentioned their hearts are fearful and [to] the patient over what has afflicted them and the establishers of prayer and those who spend from what We have provided them", "urdu" : "جن کا حال یہ ہے کہ اللہ کا ذکر سُنتے ہیں تو ان کے دل کانپ اٹھتے ہیں، جو مصیبت بھی اُن پر آتی ہے اُس پر صبر کرتے ہیں، نماز قائم کرتے ہیں، اور جو کچھ رزق ہم نے اُن کو دیا ہے اُس میں سے خرچ کرتے ہیں","chinese" : "当记念安拉的时候，衷心感到恐惧者——感到战粟者——忍受苦难者、谨守拜功者、分舍我所赐之物者，","turkey" : "Her ümmet için Allah'ın kendilerine rızk olarak verdiği kurbanlık hayvanların üzerlerine O'nun adını anarak kurban kesmeyi meşru kıldık. Sizin Tanrınız tek bir Tanrı'dır O'na teslim olun. Allah anıldığı zaman kalbleri titreyen başlarına gelene sabreden namaz kılan kendilerine verdiğimiz rızıktan sarfeden ve Allah'a gönül vermiş olan kimselere müjde et"} ,{"id": "36", "arabic" : "وَٱلۡبُدۡنَ جَعَلۡنَٰهَا لَكُم مِّن شَعَـٰٓئِرِ ٱللَّهِ لَكُمۡ فِيهَا خَيۡرٞۖ فَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهَا صَوَآفَّۖ فَإِذَا وَجَبَتۡ جُنُوبُهَا فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡقَانِعَ وَٱلۡمُعۡتَرَّۚ كَذَٰلِكَ سَخَّرۡنَٰهَا لَكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ", "english" : "And the camels and cattle We have appointed for you as among the symbols of Allah; for you therein is good. So mention the name of Allah upon them when lined up [for sacrifice]; and when they are [lifeless] on their sides then eat from them and feed the needy and the beggar. Thus have We subjected them to you that you may be grateful", "urdu" : "اور (قربانی کے) اونٹوں کو ہم نے تمہارے لیے شعائر اللہ میں شامل کیا ہے، تمہارے لیے اُن میں بھَلائی ہے، پس انہیں کھڑا کر کے ان پر اللہ کا نام لو، اور جب (قربانی کے بعد) ان کی پیٹھیں زمین پر ٹک جائیں تو اُن میں سے خود بھی کھاؤ اور اُن کو بھی کھلاؤ جو قناعت کیے بیٹھے ہیں اور اُن کو بھی جو اپنی حاجت پیش کریں اِن جانوروں کو ہم نے اِس طرح تمہارے لیے مسخّر کیا ہے تاکہ تم شکریہ ادا کرو","chinese" : "我为你们以骆驼为安拉的标志，它们对于你们有许多用处；它们排列成行的时候，你们应当为屠宰它们而记念安拉之名；当它们侧卧在地上的时候，你们可以吃它们的肉，并应当款待知足的贫民和乞讨的贫民。我为你们这样制服它们，以便你们感谢。","turkey" : "İşte kurbanlık deve ve sığırları Allah'ın size olan nişanelerinden kıldık. Onlarda sizin için hayır vardır. Bağlı halde keserken üzerlerine Allah'ın adını anın. Yan üstü düşüp ölünce onlardan yiyin isteyene de istemeyene de verin. Şükredersiniz diye onları böylece sizin buyruğunuza verdik"} ,{"id": "37", "arabic" : "لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَٰكِن يَنَالُهُ ٱلتَّقۡوَىٰ مِنكُمۡۚ كَذَٰلِكَ سَخَّرَهَا لَكُمۡ لِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡۗ وَبَشِّرِ ٱلۡمُحۡسِنِينَ", "english" : "Their meat will not reach Allah nor will their blood but what reaches Him is piety from you. Thus have We subjected them to you that you may glorify Allah for that [to] which He has guided you; and give good tidings to the doers of good", "urdu" : "نہ اُن کے گوشت اللہ کو پہنچتے ہیں نہ خون، مگر اُسے تمہارا تقویٰ پہنچتا ہے اُس نے ان کو تمہارے لیے اِس طرح مسخّر کیا ہے تاکہ اُس کی بخشی ہوئی ہدایت پر تم اُس کی تکبیر کرو اور اے نبیؐ، بشارت دے دے نیکو کار لوگوں کو","chinese" : "它们的肉和血，都不能达到安拉，但你们的虔诚，能达到他。他为你们这样制服它们，以便你们为安拉对你们的引导而尊崇他。你应当向行善者报喜。","turkey" : "Bu hayvanların ne etleri ve ne de kanları Allah'a ulaşacaktır. Allah'a ulaşacak olan ancak sizin O'nun için yaptığınız gösterişten uzak amel ve ibadettir. Size doğru yolu gösterdiğinden Allah'ı yüceltmeniz için onları böylece sizin buyruğunuza vermiştir. İyilik yapanlara müjde et"} ,{"id": "38", "arabic" : "۞إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓاْۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٖ كَفُورٍ", "english" : "Indeed Allah defends those who have believed. Indeed Allah does not like everyone treacherous and ungrateful", "urdu" : "یقیناً اللہ مدافعت کرتا ہے اُن لوگوں کی طرف سے جو ایمان لائے ہیں یقیناً اللہ کسی خائن کافر نعمت کو پسند نہیں کرتا","chinese" : "安拉必定要保护信道者，安拉确是不喜爱每个忘恩负义的叛逆者的。","turkey" : "Allah şüphesiz inananları savunur çünkü hainleri ve nankörleri hiç sevmez"} ,{"id": "39", "arabic" : "أُذِنَ لِلَّذِينَ يُقَٰتَلُونَ بِأَنَّهُمۡ ظُلِمُواْۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصۡرِهِمۡ لَقَدِيرٌ", "english" : "Permission [to fight] has been given to those who are being fought because they were wronged. And indeed Allah is competent to give them victory", "urdu" : "اجازت دے دی گئی اُن لوگوں کو جن کے خلاف جنگ کی جا رہی ہے، کیونکہ وہ مظلوم ہیں، اور اللہ یقیناً ان کی مدد پر قادر ہے","chinese" : "被进攻者，已获得反抗的许可，因为他们是受压迫的。安拉对于援助他们，确是全能的。","turkey" : "Haksızlığa uğratılarak kendilerine savaş açılan kimselerin karşı koyup savaşmasına izin verilmiştir. Allah onlara yardım etmeğe elbette Kadir'dir"} ,{"id": "40", "arabic" : "ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِم بِغَيۡرِ حَقٍّ إِلَّآ أَن يَقُولُواْ رَبُّنَا ٱللَّهُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّهُدِّمَتۡ صَوَٰمِعُ وَبِيَعٞ وَصَلَوَٰتٞ وَمَسَٰجِدُ يُذۡكَرُ فِيهَا ٱسۡمُ ٱللَّهِ كَثِيرٗاۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ", "english" : "[They are] those who have been evicted from their homes without right - only because they say Our Lord is Allah. And were it not that Allah checks the people some by means of others there would have been demolished monasteries churches synagogues and mosques in which the name of Allah is much mentioned. And Allah will surely support those who support Him. Indeed Allah is Powerful and Exalted in Might", "urdu" : "یہ وہ لوگ ہیں جو اپنے گھروں سے ناحق نکال دیے گئے صرف اِس قصور پر کہ وہ کہتے تھے ہمارا رب اللہ ہے اگر اللہ لوگوں کو ایک دوسرے کے ذریعے دفع نہ کرتا رہے تو خانقاہیں اور گرجا اور معبد اور مسجدیں، جن میں اللہ کا کثرت سے نام لیا جاتا ہے، سب مسمار کر ڈالی جائیں اللہ ضرور اُن لوگوں کی مدد کرے گا جو اس کی مدد کریں گے اللہ بڑا طاقتور اور زبردست ہے","chinese" : "他们被无理的逐出故乡，只因他们常说：“我们的主是安拉。”要不是安拉以世人互相抵抗，那么，许多修道院、礼拜堂、犹太会堂、清真寺、——其中常有人记念安拉之名的建筑物——必定被人破坏了。凡扶助安拉的大道者，安拉必定扶助他；安拉确是至强的，确是万能的。","turkey" : "Onlar haksız yere ve Rabbimiz Allah'tır dediler diye yurtlarından çıkarılmışlardır. Allah insanların bir kısmını diğeriyle savmasaydı manastırlar kiliseler havralar ve içinde Allah'ın adı çok anılan camiler yıkılıp giderdi. And olsun ki Allah'a yardım edenlere O da yardım eder. Doğrusu Allah kuvvetlidir güçlüdür"} ,{"id": "41", "arabic" : "ٱلَّذِينَ إِن مَّكَّنَّـٰهُمۡ فِي ٱلۡأَرۡضِ أَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ وَأَمَرُواْ بِٱلۡمَعۡرُوفِ وَنَهَوۡاْ عَنِ ٱلۡمُنكَرِۗ وَلِلَّهِ عَٰقِبَةُ ٱلۡأُمُورِ", "english" : "[And they are] those who if We give them authority in the land establish prayer and give zakah and enjoin what is right and forbid what is wrong. And to Allah belongs the outcome of [all] matters", "urdu" : "یہ وہ لوگ ہیں جنہیں اگر ہم زمین میں اقتدار بخشیں تو وہ نماز قائم کریں گے، زکوٰۃ دیں گے، معروف کا حکم دیں گے اور منکر سے منع کریں گے اور تمام معاملات کا انجام کار اللہ کے ہاتھ میں ہے","chinese" : "如果我使那些人在地面上得势，他们将谨守拜功，完纳天课，劝善戒恶。万事的结局只归安拉。 .如果我使那些人在地面上得势，他们将谨守拜功，完纳天课，劝善戒恶。万事的结局只归安拉。","turkey" : "Onları biz yeryüzüne yerleştirirsek namaz kılarlar zekat verirler uygun olanı emrederler fenalığı yasak ederler. İşlerin sonucu Allah'a aittir"} ,{"id": "42", "arabic" : "وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَثَمُودُ", "english" : "And if they deny you [O Muhammad] - so before them did the people of Noah and 'Aad and Thamud deny [their prophets]", "urdu" : "اے نبیؐ، اگر وہ تمہیں جھٹلاتے ہیں تو اُن سے پہلے قوم نوحؑ اور عاد اور ثمود","chinese" : "如果他们否认你，那么，在他们之前，否认使者的已有努哈的宗族、阿德人、赛莫德人、","turkey" : "Seni yalancı sayıyorlarsa bil ki onlardan önce Nuh milleti Ad Semud İbrahim milleti Lut milleti ve Medyen halkı da peygamberlerini yalancı saymış ve Musa da yalanlanmıştı. Ama Ben kafirlere önce mehil verdim sonra da onları yakalayıverdim; Beni tanımamak nasılmış görsünler"} ,{"id": "43", "arabic" : "وَقَوۡمُ إِبۡرَٰهِيمَ وَقَوۡمُ لُوطٖ", "english" : "And the people of Abraham and the people of Lot", "urdu" : "اور قوم ابراہیمؑ اور قوم لوطؑ","chinese" : "易卜拉欣的宗族、鲁特的宗族、","turkey" : "Seni yalancı sayıyorlarsa bil ki onlardan önce Nuh milleti Ad Semud İbrahim milleti Lut milleti ve Medyen halkı da peygamberlerini yalancı saymış ve Musa da yalanlanmıştı. Ama Ben kafirlere önce mehil verdim sonra da onları yakalayıverdim; Beni tanımamak nasılmış görsünler"} ,{"id": "44", "arabic" : "وَأَصۡحَٰبُ مَدۡيَنَۖ وَكُذِّبَ مُوسَىٰۖ فَأَمۡلَيۡتُ لِلۡكَٰفِرِينَ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ نَكِيرِ", "english" : "And the inhabitants of Madyan. And Moses was denied so I prolonged enjoyment for the disbelievers; then I seized them and how [terrible] was My reproach", "urdu" : "اور اہل مدین بھی جھٹلا چکے ہیں اور موسیٰؑ بھی جھٹلائے جا چکے ہیں ان سب منکرینِ حق کو میں نے پہلے مُہلت دی، پھر پکڑ لیا اب دیکھ لو کہ میری عقوبت کیسی تھی","chinese" : "麦德彦人；穆萨也曾被否认过。我优容不信道者，随后我惩治了他们；我的谴责是怎样的呢？","turkey" : "Seni yalancı sayıyorlarsa bil ki onlardan önce Nuh milleti Ad Semud İbrahim milleti Lut milleti ve Medyen halkı da peygamberlerini yalancı saymış ve Musa da yalanlanmıştı. Ama Ben kafirlere önce mehil verdim sonra da onları yakalayıverdim; Beni tanımamak nasılmış görsünler"} ,{"id": "45", "arabic" : "فَكَأَيِّن مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا وَهِيَ ظَالِمَةٞ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئۡرٖ مُّعَطَّلَةٖ وَقَصۡرٖ مَّشِيدٍ", "english" : "And how many a city did We destroy while it was committing wrong - so it is [now] fallen into ruin - and [how many] an abandoned well and [how many] a lofty palace", "urdu" : "کتنی ہی خطاکاربستیاں ہیں جن کو ہم نے تباہ کیا ہے اور آج وہ اپنی چھتوں پر اُلٹی پڑی ہیں، کتنے ہی کنویں بیکار اور کتنے ہی قصر کھنڈر بنے ہوئے ہیں","chinese" : "有许多城市居民不义，而我毁灭他们，地上屋顶尚存，并且有若干被遗弃的水井和被建成的大厦。","turkey" : "Nice kasabaların halkını haksızlık yaparken yok ettik. Artık çatıları çökmüş kuyuları metruk sarayları bomboş kalmıştır"} ,{"id": "46", "arabic" : "أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَتَكُونَ لَهُمۡ قُلُوبٞ يَعۡقِلُونَ بِهَآ أَوۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۖ فَإِنَّهَا لَا تَعۡمَى ٱلۡأَبۡصَٰرُ وَلَٰكِن تَعۡمَى ٱلۡقُلُوبُ ٱلَّتِي فِي ٱلصُّدُورِ", "english" : "So have they not traveled through the earth and have hearts by which to reason and ears by which to hear? For indeed it is not eyes that are blinded but blinded are the hearts which are within the breasts", "urdu" : "کیا یہ لوگ زمین میں چلے پھرے نہیں ہیں کہ اِن کے دل سمجھنے والے اور اِن کے کان سُننے والے ہوتے؟ حقیقت یہ ہے کہ آنکھیں اندھی نہیں ہوتیں مگر وہ دل اندھے ہو جاتے ہیں جو سینوں میں ہیں","chinese" : "难道他们没有在大地上旅行，因而有心可以了解，或者有耳可以听闻吗？因为肉眼不盲，胸中的心眼却盲了。","turkey" : "Yeryüzünde dolaşmıyorlar mı ki orada olanları akledecek kalbleri işitecek kulakları olsun. Ama yalnız gözler kör olmaz fakat göğüslerde olan kalbler de körleşir"} ,{"id": "47", "arabic" : "وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَن يُخۡلِفَ ٱللَّهُ وَعۡدَهُۥۚ وَإِنَّ يَوۡمًا عِندَ رَبِّكَ كَأَلۡفِ سَنَةٖ مِّمَّا تَعُدُّونَ", "english" : "And they urge you to hasten the punishment. But Allah will never fail in His promise. And indeed a day with your Lord is like a thousand years of those which you count", "urdu" : "یہ لوگ عذاب کے لیے جلدی مچا رہے ہیں اللہ ہرگز اپنے وعدے کے خلاف نہ کرے گا، مگر تیرے رب کے ہاں کا ایک دن تمہارے شمار کے ہزار برس کے برابر ہُوا کرتا ہے","chinese" : "他们要求你早日昭示刑罚。安拉绝不爽约。在你的主那里的一日，恰如你们所数的一千年。","turkey" : "Senden başlarına acele azap getirmeni istiyorlar. Allah sözünden asla caymayacaktır. Rabbinin katında bir gün saydıklarınızdan bin yıl gibidir"} ,{"id": "48", "arabic" : "وَكَأَيِّن مِّن قَرۡيَةٍ أَمۡلَيۡتُ لَهَا وَهِيَ ظَالِمَةٞ ثُمَّ أَخَذۡتُهَا وَإِلَيَّ ٱلۡمَصِيرُ", "english" : "And for how many a city did I prolong enjoyment while it was committing wrong. Then I seized it and to Me is the [final] destination", "urdu" : "کتنی ہی بستیاں ہیں جو ظالم تھیں، میں نے ان کو پہلے مہلت دی، پھر پکڑ لیا اور سب کو واپس تو میرے پاس ہی آنا ہے","chinese" : "有许多城市，居民不义，而我优容他们，随后，我惩治他们，我是唯一的归宿。","turkey" : "Nice kasabalara haksız oldukları halde mehil vermiştim; sonunda onları yakalayıverdim. Dönüş ancak Bana'dır"} ,{"id": "49", "arabic" : "قُلۡ يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمۡ نَذِيرٞ مُّبِينٞ", "english" : "Say O people I am only to you a clear warner", "urdu" : "اے محمدؐ، کہہ دو کہ لوگو، میں تو تمہارے لیے صرف وہ شخص ہوں جو (برا وقت آنے سے پہلے) صاف صاف خبردار کردینے والا ہوں","chinese" : "你说：“众人啊！我对你们只是一个直爽的警告者。”","turkey" : "Ey insanlar! Ben sizin için ancak apaçık bir uyarıcıyım de"} ,{"id": "50", "arabic" : "فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ", "english" : "And those who have believed and done righteous deeds - for them is forgiveness and noble provision", "urdu" : "پھر جو ایمان لائیں گے اور نیک عمل کریں گے اُن کے لیے مغفرت ہے اور عزّت کی روزی","chinese" : "信道而且行善者，得蒙赦宥，得享优厚的给养；","turkey" : "Cömertçe verilmiş rızık ve mağfiret inanan ve yararlı iş işleyenleredir"} ,{"id": "51", "arabic" : "وَٱلَّذِينَ سَعَوۡاْ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ", "english" : "But the ones who strove against Our verses [seeking] to cause failure - those are the companions of Hellfire", "urdu" : "اور جو ہماری آیات کو نیچا دکھانے کی کوشش کریں گے وہ دوزخ کے یار ہیں","chinese" : "以阻挠的态度努力反对我的迹象者，是火狱的居民。","turkey" : "Ayetlerimizi tartışarak bozmağa uğraşanlar işte onlar cehennemliklerdir"} ,{"id": "52", "arabic" : "وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٖ وَلَا نَبِيٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلۡقَى ٱلشَّيۡطَٰنُ فِيٓ أُمۡنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلۡقِي ٱلشَّيۡطَٰنُ ثُمَّ يُحۡكِمُ ٱللَّهُ ءَايَٰتِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ", "english" : "And We did not send before you any messenger or prophet except that when he spoke [or recited] Satan threw into it [some misunderstanding]. But Allah abolishes that which Satan throws in; then Allah makes precise His verses. And Allah is Knowing and Wise", "urdu" : "اور اے محمدؐ، تم سے پہلے ہم نے نہ کوئی رسول ایسا بھیجا ہے نہ نبی (جس کے ساتھ یہ معاملہ نہ پیش آیا ہو کہ) جب اُس نے تمنّا کی، شیطان اس کی تمنّا میں خلل انداز ہو گیا اِس طرح جو کچھ بھی شیطان خلل اندازیاں کرتا ہے اللہ ان کو مٹا دیتا ہے اور اپنی آیات کو پختہ کر دیتا ہے، اللہ علیم ہے اور حکیم","chinese" : "在你之前我所派遣的使者和先知，没有一个不是这样的：当他愿望的时候，恶魔对于他的愿望，有一种建议，但安拉破除恶魔的建议，然后，安拉使自己的迹象成为坚确的。安拉是全知的，是至睿的。","turkey" : "Senden önce gönderdiğimiz hiçbir resul ve nebi yoktur ki birşeyi arzuladığı zaman şeytan onun arzusuna vesvese karıştırmamış olsun. Fakat Allah şeytanın attığını derhal iptal eder sonra kendi ayetlerini sağlamlaştırır. Allah bilendir hüküm ve hikmet sahibidir"} ,{"id": "53", "arabic" : "لِّيَجۡعَلَ مَا يُلۡقِي ٱلشَّيۡطَٰنُ فِتۡنَةٗ لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡقَاسِيَةِ قُلُوبُهُمۡۗ وَإِنَّ ٱلظَّـٰلِمِينَ لَفِي شِقَاقِۭ بَعِيدٖ", "english" : "[That is] so He may make what Satan throws in a trial for those within whose hearts is disease and those hard of heart. And indeed the wrongdoers are in extreme dissension", "urdu" : "(وہ اس لیے ایسا ہونے دیتا ہے) تاکہ شیطان کی ڈالی ہُوئی خرابی کو فتنہ بنا دے اُن لوگوں کے لیے جن کے دلوں کو (نفاق کا) روگ لگا ہُوا ہے اور جن کے دل کھوٹے ہیں حقیقت یہ ہے کہ یہ ظالم لوگ عناد میں بہت دور نکل گئے ہیں","chinese" : "（他这样做）以便他以恶魔建议的事考验有心病的人和心硬的人。不义者必陷于长远的分裂之中。","turkey" : "Allah şeytanın karıştırdığını kalblerinde hastalık bulunan ve kalbleri kaskatı olan kimseleri sınamayı vesile kılar. Zalimler şüphesiz derin bir ayrılık içindedirler"} ,{"id": "54", "arabic" : "وَلِيَعۡلَمَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ فَيُؤۡمِنُواْ بِهِۦ فَتُخۡبِتَ لَهُۥ قُلُوبُهُمۡۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓاْ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ", "english" : "And so those who were given knowledge may know that it is the truth from your Lord and [therefore] believe in it and their hearts humbly submit to it. And indeed is Allah the Guide of those who have believed to a straight path", "urdu" : "اور علم سے بہرہ مند لوگ جان لیں کہ یہ حق ہے تیرے رب کی طرف سے اور وہ اس پر ایمان لے آئیں اور ان کے دل اس کے آگے جھک جائیں، یقیناً اللہ ایمان لانے والوں کو ہمیشہ سیدھا راستہ دکھا دیتا ہے","chinese" : "（他这样做）以便有学识者知道那是从你的主降示的真理，因为他们信仰它，而他们对它心怀谦逊。安拉必定要把信道者引上正路。","turkey" : "Bu kendilerine ilim verilenlerin Kuran'ın senin Rabbin'den bir gerçek olduğunu bilip de ona inanmaları ve gönüllerini bağlamaları içindir. Allah inananları şüphesiz doğru yola eriştirir"} ,{"id": "55", "arabic" : "وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ فِي مِرۡيَةٖ مِّنۡهُ حَتَّىٰ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةً أَوۡ يَأۡتِيَهُمۡ عَذَابُ يَوۡمٍ عَقِيمٍ", "english" : "But those who disbelieve will not cease to be in doubt of it until the Hour comes upon them unexpectedly or there comes to them the punishment of a barren Day", "urdu" : "انکار کرنے والے تو اس کی طرف سے شک ہی میں پڑے رہیں گے یہاں تک کہ یا تو اُن پر قیامت کی گھڑی اچانک آ جائے، یا ایک منحوس دن کا عذاب نازل ہو جائے","chinese" : "不信道者对于它仍然在犹豫之中，直到复活时刻忽然降临他们，或破坏日的刑罚来临他们。","turkey" : "İnkar edenler ceza saati kendilerine ansızın gelene veya gecesi olmayan günün azabı çatana kadar Kuran'dan şüphe etmekte devam ederler"} ,{"id": "56", "arabic" : "ٱلۡمُلۡكُ يَوۡمَئِذٖ لِّلَّهِ يَحۡكُمُ بَيۡنَهُمۡۚ فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ فِي جَنَّـٰتِ ٱلنَّعِيمِ", "english" : "[All] sovereignty that Day is for Allah; He will judge between them. So they who believed and did righteous deeds will be in the Gardens of Pleasure", "urdu" : "اُس روز بادشاہی اللہ کی ہو گی، اور وہ ان کے درمیان فیصلہ کر دے گا جو ایمان رکھنے والے اور عمل صالح کرنے والے ہوں گے وہ نعمت بھری جنتوں میں جائیں گے","chinese" : "在那日，主权只是安拉的。他要判决他们。信道而且行善者，将在极乐园中；","turkey" : "İşte o gün hükümranlık Allah'ındır. O aralarında hükmeder. İnanıp yararlı iş işleyenler nimet cennetlerindedirler"} ,{"id": "57", "arabic" : "وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا فَأُوْلَـٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ", "english" : "And they who disbelieved and denied Our signs - for those there will be a humiliating punishment", "urdu" : "اور جنہوں نے کفر کیا ہو گا اور ہماری آیات کو جھٹلایا ہوگا اُن کے لیے رسوا کن عذاب ہوگا","chinese" : "不信道而且否认我的迹象者，将受凌辱的刑罚。","turkey" : "İnkar edenler ayetlerimizi yalan sayan kimseler işte onlar için hakir düşüren azap vardır"} ,{"id": "58", "arabic" : "وَٱلَّذِينَ هَاجَرُواْ فِي سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓاْ أَوۡ مَاتُواْ لَيَرۡزُقَنَّهُمُ ٱللَّهُ رِزۡقًا حَسَنٗاۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيۡرُ ٱلرَّـٰزِقِينَ", "english" : "And those who emigrated for the cause of Allah and then were killed or died - Allah will surely provide for them a good provision. And indeed it is Allah who is the best of providers", "urdu" : "اور جن لوگوں نے اللہ کی راہ میں ہجرت کی، پھر قتل کر دیے گئے یا مر گئے، اللہ ان کو اچھّا رزق دے گا اور یقیناً اللہ ہی بہترین رازق ہے","chinese" : "为安拉的道路而迁居，然后被杀害或病故者，安拉必赏赐他们佳美的给养；安拉确是最善于给养的。","turkey" : "Allah yolunda hicret edenlere sonra öldürülen veya ölenlere Allah elbette onlara güzel bir rızık verecektir. Rızık verenlerin en hayırlısı yalnız Allah'tır"} ,{"id": "59", "arabic" : "لَيُدۡخِلَنَّهُم مُّدۡخَلٗا يَرۡضَوۡنَهُۥۚ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٞ", "english" : "He will surely cause them to enter an entrance with which they will be pleased and indeed Allah is Knowing and Forbearing", "urdu" : "وہ انہیں ایسی جگہ پہنچائے گاجس سے وہ خوش ہو جائیں گے بے شک اللہ علیم اور حلیم ہے","chinese" : "他必使他们进入他们所喜悦的地方；安拉确是全知的，确是容忍的。","turkey" : "And olsun ki onları hoşnut olacakları bir yere koyar. Şüphesiz Allah bilendir Halim'dir"} ,{"id": "60", "arabic" : "۞ذَٰلِكَۖ وَمَنۡ عَاقَبَ بِمِثۡلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِيَ عَلَيۡهِ لَيَنصُرَنَّهُ ٱللَّهُۚ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ", "english" : "That [is so]. And whoever responds [to injustice] with the equivalent of that with which he was harmed and then is tyrannized - Allah will surely aid him. Indeed Allah is Pardoning and Forgiving", "urdu" : "یہ تو ہے اُن کا حال، اور جو کوئی بدلہ لے، ویسا ہی جیسا اس کے ساتھ کیا گیا، اور پھر اس پر زیادتی بھی کی گئی ہو، تو اللہ اس کی مدد ضرور کرے گا اللہ معاف کرنے والا اور درگزر کرنے والا ہے","chinese" : "事情就是这样的。凡以怨报怨，然后被人虐待者，安拉必援助他。安拉确是至恕的，确是至赦的。","turkey" : "Bu böyledir; kim kendisine verilen kadar ceza verirse ve kendisine yine de saldırılırsa Allah ona and olsun ki yardım edecektir. Allah şüphesiz affeder ve bağışlar"} ,{"id": "61", "arabic" : "ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَأَنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ", "english" : "That is because Allah causes the night to enter the day and causes the day to enter the night and because Allah is Hearing and Seeing", "urdu" : "یہ اس لیے کہ رات سے دن اور دن سے رات نکالنے والا اللہ ہی ہے اور وہ سمیع و بصیر ہے","chinese" : "这是因为安拉使黑夜侵入白昼，使白昼侵入黑夜；又因为安拉是全聪的，是全明的。","turkey" : "Böyledir; Allah geceyi gündüze katar gündüzü de geceye katar ve Allah şüphesiz işitir ve görür"} ,{"id": "62", "arabic" : "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِۦ هُوَ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ", "english" : "That is because Allah is the Truth and that which they call upon other than Him is falsehood and because Allah is the Most High the Grand", "urdu" : "یہ اس لیے کہ اللہ ہی حق ہے اور وہ سب باطل ہیں جنہیں اللہ کو چھوڑ کر یہ لوگ پکارتے ہیں اور اللہ ہی بالادست اور بزرگ ہے","chinese" : "这是因为安拉是真实的，他们舍安拉而祈祷的（偶像）是虚妄的；又因为安拉是至高无上的，是至大的。","turkey" : "Keza Hak yalnız Allah'tır; O'nu bırakıp taptıkları sadece batıldır. Doğrusu Allah yücedir büyüktür"} ,{"id": "63", "arabic" : "أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَتُصۡبِحُ ٱلۡأَرۡضُ مُخۡضَرَّةًۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ", "english" : "Do you not see that Allah has sent down rain from the sky and the earth becomes green? Indeed Allah is Subtle and Acquainted", "urdu" : "کیا تم دیکھتے نہیں ہو کہ اللہ آسمان سے پانی برساتا ہے اور اس کی بدولت زمین سرسبز ہو جاتی ہے؟ حقیقت یہ ہے کہ وہ لطیف و خبیر ہے","chinese" : "难道你不知道吗？安拉从天上降下雨水，地面就变成苍翠的。安拉确是仁爱的，确是彻知的。","turkey" : "Allah'ın gökten indirdiği su ile yerin yemyeşil olduğunu görmez misin? Doğrusu Allah Latif'dir haberdardır"} ,{"id": "64", "arabic" : "لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ", "english" : "To Him belongs what is in the heavens and what is on the earth. And indeed Allah is the Free of need the Praiseworthy", "urdu" : "اُسی کا ہے جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں ہے بے شک وہی غنی و حمید ہے","chinese" : "天地万物都是他的，安拉确是无求的，确是可颂的。","turkey" : "Göklerde olanlar yerde olanlar O'nundur. Doğrusu Allah müstağnidir övülmeğe layık olandır"} ,{"id": "65", "arabic" : "أَلَمۡ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلۡأَرۡضِ وَٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦ وَيُمۡسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلۡأَرۡضِ إِلَّا بِإِذۡنِهِۦٓۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ", "english" : "Do you not see that Allah has subjected to you whatever is on the earth and the ships which run through the sea by His command? And He restrains the sky from falling upon the earth unless by His permission. Indeed Allah to the people is Kind and Merciful", "urdu" : "کیا تم دیکھتے نہیں ہو کہ اُس نے وہ سب کچھ تمہارے لیے مسخر کر رکھا ہے جو زمین میں ہے، اور اسی نے کشتی کو قاعدے کا پابند بنایا ہے کہ وہ اس کے حکم سے سمندر میں چلتی ہے، اور وہی آسمان کو اس طرح تھامے ہوئے کہ اس کے اِذن کے بغیر وہ زمین پر نہیں گر سکتا؟ واقعہ یہ ہے کہ اللہ لوگوں کے حق میں بڑا شفیق اور رحیم ہے","chinese" : "难道你不知道吗？安拉为你们制服大地上所有的事物，以及奉他的命令而在海上航行的船舶，他维持着天以免坠落在地上，除非获得他的许可。安拉对于世人却是至爱的，确是至慈的。","turkey" : "Allah'ın yerde olanları ve emriyle denizlerde yürüyen gemileri buyruğunuz altına vermiş olduğunu; buyruğu olmaksızın yere düşmemesi için göğü O'nun tuttuğunu görmez misin? Doğrusu Allah insanlara karşı şefkatli ve merhametli olandır"} ,{"id": "66", "arabic" : "وَهُوَ ٱلَّذِيٓ أَحۡيَاكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۗ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ", "english" : "And He is the one who gave you life; then He causes you to die and then will [again] give you life. Indeed mankind is ungrateful", "urdu" : "وہی ہے جس نے تمہیں زندگی بخشی ہے، وہی تم کو موت دیتا ہے اور وہی پھر تم کو زندہ کرے گا سچ یہ ہے کہ انسان بڑا ہی منکرِ حق ہے","chinese" : "他使你们生，然后使你们死，然后使你们复活；人确是孤恩的。","turkey" : "Sizi dirilten sonra öldürecek sonra yine diriltecek olan O'dur. İnsan gerçekten pek nankördür"} ,{"id": "67", "arabic" : "لِّكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكًا هُمۡ نَاسِكُوهُۖ فَلَا يُنَٰزِعُنَّكَ فِي ٱلۡأَمۡرِۚ وَٱدۡعُ إِلَىٰ رَبِّكَۖ إِنَّكَ لَعَلَىٰ هُدٗى مُّسۡتَقِيمٖ", "english" : "For every religion We have appointed rites which they perform. So [O Muhammad] let the disbelievers not contend with you over the matter but invite them to your Lord. Indeed you are upon straight guidance", "urdu" : "ہر امت کے لیے ہم نے ایک طریق عبادت مقرر کیا ہے جس کی وہ پیروی کرتی ہے، پس اے محمدؐ، وہ اِس معاملہ میں تم سے جھگڑا نہ کریں تم اپنے رب کی طرف دعوت دو، یقیناً تم سیدھے راستے پر ہو","chinese" : "我为每个民族制定一种供献仪式，让他们有所遵循，绝不是让他们为这事与你争论。你应当召唤众人来崇拜你的主，你确是在正路上的。","turkey" : "Her ümmete yerine getirmeleri gerekli ibadetler koyduk. Öyleyse bu konuda seninle çekişmelerine fırsat verme; Rabbine davet et sen şüphesiz doğru yol üzerindesin. Seninle tartışırlarsa: Allah yaptığınızı çok iyi bilir; ayrılığa düştüğünüz şeyler hakkında kıyamet günü aranızda Allah hükmedecektir de"} ,{"id": "68", "arabic" : "وَإِن جَٰدَلُوكَ فَقُلِ ٱللَّهُ أَعۡلَمُ بِمَا تَعۡمَلُونَ", "english" : "And if they dispute with you then say Allah is most knowing of what you do", "urdu" : "اور اگر وہ تم سے جھگڑیں تو کہہ دو کہ جو کچھ تم کر رہے ہو اللہ کو خوب معلوم ہے","chinese" : "如果他们与你争论，你应当说：“安拉是知道你们的行为的。","turkey" : "Her ümmete yerine getirmeleri gerekli ibadetler koyduk. Öyleyse bu konuda seninle çekişmelerine fırsat verme; Rabbine davet et sen şüphesiz doğru yol üzerindesin. Seninle tartışırlarsa: Allah yaptığınızı çok iyi bilir; ayrılığa düştüğünüz şeyler hakkında kıyamet günü aranızda Allah hükmedecektir de"} ,{"id": "69", "arabic" : "ٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ", "english" : "Allah will judge between you on the Day of Resurrection concerning that over which you used to differ", "urdu" : "اللہ قیامت کے روز تمہارے درمیان ان سب باتوں کا فیصلہ کر دے گا جن میں تم اختلاف کرتے رہے ہو","chinese" : "复活日，安拉将判决你们所争论的是非。”","turkey" : "Her ümmete yerine getirmeleri gerekli ibadetler koyduk. Öyleyse bu konuda seninle çekişmelerine fırsat verme; Rabbine davet et sen şüphesiz doğru yol üzerindesin. Seninle tartışırlarsa: Allah yaptığınızı çok iyi bilir; ayrılığa düştüğünüz şeyler hakkında kıyamet günü aranızda Allah hükmedecektir de"} ,{"id": "70", "arabic" : "أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِنَّ ذَٰلِكَ فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ", "english" : "Do you not know that Allah knows what is in the heaven and earth? Indeed that is in a Record. Indeed that for Allah is easy", "urdu" : "کیا تم نہیں جانتے کہ آسمان و زمین کی ہر چیز اللہ کے علم میں ہے؟ سب کچھ ایک کتاب میں درج ہے اللہ کے لیے یہ کچھ بھی مشکل نہیں ہے","chinese" : "难道你不知道吗？安拉知道天地万物，这确是在一本天经里的。这对于安拉确是容易的。","turkey" : "Gökte ve yerde olanı Allah'ın bildiğini bilmez misin? Bunlar hiç şüphesiz Kitap'dadır ve şüphesiz bunlar Allah'a kolaydır"} ,{"id": "71", "arabic" : "وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَمَا لَيۡسَ لَهُم بِهِۦ عِلۡمٞۗ وَمَا لِلظَّـٰلِمِينَ مِن نَّصِيرٖ", "english" : "And they worship besides Allah that for which He has not sent down authority and that of which they have no knowledge. And there will not be for the wrongdoers any helper", "urdu" : "یہ لوگ اللہ کو چھوڑ کر ان کی عبادت کر رہے ہیں جن کے لیے نہ تو اس نے کوئی سند نازل کی ہے اور نہ یہ خود اُن کے بارے میں کوئی علم رکھتے ہیں اِن ظالموں کے لیے کوئی مددگار نہیں ہے","chinese" : "他们舍安拉而崇拜安拉所未证实的，也非他们所知道的偶像；不义的人绝没有任何援助者，","turkey" : "Onlar Allah'ı bırakıp da O'nun haklarında hiçbir delil indirmediği kendilerinde de bir bilgi olmayan şeylere taparlar. Zulmedenlerin yardımcısı olmaz"} ,{"id": "72", "arabic" : "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ تَعۡرِفُ فِي وُجُوهِ ٱلَّذِينَ كَفَرُواْ ٱلۡمُنكَرَۖ يَكَادُونَ يَسۡطُونَ بِٱلَّذِينَ يَتۡلُونَ عَلَيۡهِمۡ ءَايَٰتِنَاۗ قُلۡ أَفَأُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكُمُۚ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُواْۖ وَبِئۡسَ ٱلۡمَصِيرُ", "english" : "And when Our verses are recited to them as clear evidences you recognize in the faces of those who disbelieve disapproval. They are almost on the verge of assaulting those who recite to them Our verses. Say Then shall I inform you of [what is] worse than that? [It is] the Fire which Allah has promised those who disbelieve and wretched is the destination", "urdu" : "اور جب ان کو ہماری صاف صاف آیات سنائی جاتی ہیں تو تم دیکھتے ہو کہ منکرین حق کے چہرے بگڑنے لگتے ہیں اور ایسا محسُوس ہوتا ہے کہ ابھی وہ اُن لوگوں پر ٹوٹ پڑیں گے جو انہیں ہماری آیات سناتے ہیں ان سے کہو میں بتاؤں تمہیں کہ اس سے بدتر چیز کیا ہے؟ آگ، اللہ نے اُسی کا وعدہ اُن لوگوں کے حق میں کر رکھا ہے جو قبول حق سے انکار کریں، اور وہ بہت ہی برا ٹھکانہ ہے","chinese" : "当别人对他们宣读我的明显的迹象的时候，你看见不信道者的脸上有不悦之色；他们几乎要袭击对他们宣读我的迹象者。你说：“我告诉你们比这个更恶劣的好吗？那就是火狱。安拉以火狱应许不信道者，那归宿真恶劣！","turkey" : "Onlara ayetlerimiz apaçık olarak okunduğu zaman inkar edenlerin yüzlerinden inkarlarını anlarsın. Nerdeyse kendilerine ayetlerimizi okuyanlara saldıracaklar. De ki: Size bundan daha fenasını haber vereyim mi? Allah'ın inkarcılara vadettiği ateş! Ne kötü bir dönüştür"} ,{"id": "73", "arabic" : "يَـٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٞ فَٱسۡتَمِعُواْ لَهُۥٓۚ إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَن يَخۡلُقُواْ ذُبَابٗا وَلَوِ ٱجۡتَمَعُواْ لَهُۥۖ وَإِن يَسۡلُبۡهُمُ ٱلذُّبَابُ شَيۡـٔٗا لَّا يَسۡتَنقِذُوهُ مِنۡهُۚ ضَعُفَ ٱلطَّالِبُ وَٱلۡمَطۡلُوبُ", "english" : "O people an example is presented so listen to it. Indeed those you invoke besides Allah will never create [as much as] a fly even if they gathered together for that purpose. And if the fly should steal away from them a [tiny] thing they could not recover it from him. Weak are the pursuer and pursued", "urdu" : "لوگو، ایک مثال دی جاتی ہے، غور سے سنو جن معبودوں کو تم خدا کو چھوڑ کر پکارتے ہو وہ سب مِل کر ایک مکھی بھی پیدا کرنا چاہیں تو نہیں کر سکتے بلکہ اگر مکھی ان سے کوئی چیز چھین لے جائے تو وہ اسے چھڑا بھی نہیں سکتے مدد چاہنے والے بھی کمزور اور جن سے مدد چاہی جاتی ہے وہ بھی کمزور","chinese" : "众人啊！有一个譬喻，你们倾听吧！你们舍安拉而祈祷的（偶像）虽群策群力，绝不能创造一只苍蝇；如果苍蝇从他们的身上夺取一点东西，他们也不能把那点东西抢回来。祈祷者和被祈祷者，都是懦弱的！”","turkey" : "Ey insanlar! Bir misal verilmektedir şimdi onu dinleyin: Sizlerin Allah'ı bırakıp taptıklarınız bir araya gelseler bir sinek bile yaratamıyacaklardır. Sinek onlardan bir şey kapsa onu kurtaramazlar; isteyen de istenen de aciz"} ,{"id": "74", "arabic" : "مَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ", "english" : "They have not appraised Allah with true appraisal. Indeed Allah is Powerful and Exalted in Might", "urdu" : "اِن لوگوں نے اللہ کی قدر ہی نہ پہچانی جیسا کہ اس کے پہچاننے کا حق ہے واقعہ یہ ہے کہ قوت اور عزت والا تو اللہ ہی ہے","chinese" : "他们没有真实地尊敬安拉。安拉确是至强的，确是万能的。","turkey" : "Allah'ı gereği gibi değerlendiremediler. Doğrusu Allah kuvvetlidir güçlüdür"} ,{"id": "75", "arabic" : "ٱللَّهُ يَصۡطَفِي مِنَ ٱلۡمَلَـٰٓئِكَةِ رُسُلٗا وَمِنَ ٱلنَّاسِۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ", "english" : "Allah chooses from the angels messengers and from the people. Indeed Allah is Hearing and Seeing", "urdu" : "حقیقت یہ ہے کہ اللہ (اپنے فرامین کی ترسیل کے لیے) ملائکہ میں سے بھی پیغام رساں منتخب کرتا ہے اور انسانوں میں سے بھی وہ سمیع اور بصیر ہے","chinese" : "安拉从天使中，于人类中拣选若干使者，安拉确是全聪的，确是全明的。","turkey" : "Allah meleklerden ve insanlardan peygamberler seçer. Doğrusu Allah işitir ve görür"} ,{"id": "76", "arabic" : "يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ", "english" : "He knows what is [presently] before them and what will be after them. And to Allah will be returned [all] matters", "urdu" : "جو کچھ اُن کے سامنے ہے اُسے بھی وہ جانتا ہے اور جو کچھ اُن سے اوجھل ہے اس سے بھی وہ واقف ہے، اور سارے معاملات اسی کی طرف رجوع ہوتے ہیں","chinese" : "他知道他们已做的和将做的事情，万事只归安拉。","turkey" : "O geçmişlerini geleceklerini bilir. Bütün işler Allah'a döner"} ,{"id": "77", "arabic" : "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱرۡكَعُواْ وَٱسۡجُدُواْۤ وَٱعۡبُدُواْ رَبَّكُمۡ وَٱفۡعَلُواْ ٱلۡخَيۡرَ لَعَلَّكُمۡ تُفۡلِحُونَ۩", "english" : "O you who have believed bow and prostrate and worship your Lord and do good - that you may succeed", "urdu" : "اے لوگو جو ایمان لائے ہو، رکوع اور سجدہ کرو، اپنے رب کی بندگی کرو، اور نیک کام کرو، شاید کہ تم کو فلاح نصیب ہو","chinese" : "信道的人们啊！你们应当鞠躬，应当叩头，应当崇拜你们的主，应当力行善功，以便你们成功。","turkey" : "Ey inananlar! Rüku edin secdeye varın Rabbiniz'e kulluk edin iyilik yapın ki saadete erişesiniz"} ,{"id": "78", "arabic" : "وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ", "english" : "And strive for Allah with the striving due to Him. He has chosen you and has not placed upon you in the religion any difficulty. [It is] the religion of your father Abraham. Allah named you Muslims before [in former scriptures] and in this [revelation] that the Messenger may be a witness over you and you may be witnesses over the people. So establish prayer and give zakah and hold fast to Allah. He is your protector; and excellent is the protector and excellent is the helper", "urdu" : "اللہ کی راہ میں جہاد کرو جیسا کہ جہاد کرنے کا حق ہے اُس نے تمہیں اپنے کام کے لیے چن لیا ہے اور دین میں تم پر کوئی تنگی نہیں رکھی قائم ہو جاؤ اپنے باپ ابراہیمؑ کی ملت پر اللہ نے پہلے بھی تمہارا نام مسلم رکھا تھا اور اِس (قرآن) میں بھی (تمہارا یہی نام ہے) تاکہ رسول تم پر گواہ ہو اور تم لوگوں پر گواہ پس نماز قائم کرو، زکوٰۃ دو اور اللہ سے وابستہ ہو جاؤ وہ ہے تمہارا مولیٰ، بہت ہی اچھا ہے وہ مولیٰ اور بہت ہی اچھا ہے وہ مددگار","chinese" : "你们应当为安拉而真实地奋斗。他拣选你们，关于宗教的事，他未曾以任何烦难为你们的义务，你们应当遵循你们的祖先易卜拉欣的宗教，以前安拉称你们为穆斯林，在这部经典里他也称你们为穆斯林，以便使者成为你们的作证者，而你们成为世人的作证者。你们当谨守拜功，完纳天课，信托安拉；他是你们的主宰，主宰真好！助者真好！","turkey" : "Allah uğrunda gereği gibi cihat edin. O sizi seçmiş babanız İbrahim'in yolu olan dinde sizin için bir zorluk kılmamıştır. Daha önce ve Kuran'da peygamberin size şahit olması sizin de insanlara şahit olmanız için size müslüman adını veren O'dur. Artık namaz kılın zekat verin Allah'a sarılın. O sizin sahibinizdir. Ne güzel sahip ve ne güzel yardımcıdır"} ]}