{"name":"المؤمنون","verses":[{"id": "1", "arabic" : "قَدۡ أَفۡلَحَ ٱلۡمُؤۡمِنُونَ", "english" : "Certainly will the believers have succeeded", "urdu" : "یقیناً فلاح پائی ہے ایمان والوں نے جو","chinese" : "信士们确已成功了；","turkey" : "Müminler saadete ermişlerdir"} ,{"id": "2", "arabic" : "ٱلَّذِينَ هُمۡ فِي صَلَاتِهِمۡ خَٰشِعُونَ", "english" : "They who are during their prayer humbly submissive", "urdu" : "اپنی نماز میں خشوع اختیار کرتے ہیں","chinese" : "他们在拜中是恭顺的，","turkey" : "Onlar namazda huşu içindedirler"} ,{"id": "3", "arabic" : "وَٱلَّذِينَ هُمۡ عَنِ ٱللَّغۡوِ مُعۡرِضُونَ", "english" : "And they who turn away from ill speech", "urdu" : "لغویات سے دور رہتے ہیں","chinese" : "他们是远离谬论的，","turkey" : "Onlar boş şeylerden yüz çevirirler"} ,{"id": "4", "arabic" : "وَٱلَّذِينَ هُمۡ لِلزَّكَوٰةِ فَٰعِلُونَ", "english" : "And they who are observant of zakah", "urdu" : "زکوٰۃ کے طریقے پر عامل ہوتے ہیں","chinese" : "他们是完纳天课的，","turkey" : "Onlar zekatlarını verirler"} ,{"id": "5", "arabic" : "وَٱلَّذِينَ هُمۡ لِفُرُوجِهِمۡ حَٰفِظُونَ", "english" : "And they who guard their private parts", "urdu" : "اپنی شرمگاہوں کی حفاظت کرتے ہیں","chinese" : "他们是保持贞操的——","turkey" : "Onlar eşleri ve cariyeleri dışında mahrem yerlerini herkesten korurlar. Doğrusu bunlar yerilemezler"} ,{"id": "6", "arabic" : "إِلَّا عَلَىٰٓ أَزۡوَٰجِهِمۡ أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَإِنَّهُمۡ غَيۡرُ مَلُومِينَ", "english" : "Except from their wives or those their right hands possess for indeed they will not be blamed", "urdu" : "سوائے اپنی بیویوں کے اور ان عورتوں کے جو ان کی ملک یمین میں ہوں کہ ان پر (محفوظ نہ رکھنے میں) وہ قابل ملامت نہیں ہیں","chinese" : "除非对他们的妻子和女奴，因为他们的心不是受谴责的；","turkey" : "Onlar eşleri ve cariyeleri dışında mahrem yerlerini herkesten korurlar. Doğrusu bunlar yerilemezler"} ,{"id": "7", "arabic" : "فَمَنِ ٱبۡتَغَىٰ وَرَآءَ ذَٰلِكَ فَأُوْلَـٰٓئِكَ هُمُ ٱلۡعَادُونَ", "english" : "But whoever seeks beyond that then those are the transgressors", "urdu" : "البتہ جو اُس کے علاوہ کچھ اور چاہیں وہی زیادتی کرنے والے ہیں","chinese" : "此外，谁再有所求，谁是超越法度的——","turkey" : "Bu sınırları aşmak isteyenler işte bunlar aşırı gidenlerdir"} ,{"id": "8", "arabic" : "وَٱلَّذِينَ هُمۡ لِأَمَٰنَٰتِهِمۡ وَعَهۡدِهِمۡ رَٰعُونَ", "english" : "And they who are to their trusts and their promises attentive", "urdu" : "اپنی امانتوں اور اپنے عہد و پیمان کا پاس رکھتے ہیں","chinese" : "他们是尊重自己所受的信托和自己所缔的盟约的，","turkey" : "Onlar emanetlerini ve sözlerini yerine getirirler"} ,{"id": "9", "arabic" : "وَٱلَّذِينَ هُمۡ عَلَىٰ صَلَوَٰتِهِمۡ يُحَافِظُونَ", "english" : "And they who carefully maintain their prayers", "urdu" : "اور اپنی نمازوں کی محافظت کرتے ہیں","chinese" : "他们是谨守拜功的；","turkey" : "Namazlarına riayet ederler"} ,{"id": "10", "arabic" : "أُوْلَـٰٓئِكَ هُمُ ٱلۡوَٰرِثُونَ", "english" : "Those are the inheritors", "urdu" : "یہی لوگ وہ وارث ہیں","chinese" : "这等人才是继承者。","turkey" : "İşte onlar temelli kalacakları Firdevs cennetine varis olanlardır"} ,{"id": "11", "arabic" : "ٱلَّذِينَ يَرِثُونَ ٱلۡفِرۡدَوۡسَ هُمۡ فِيهَا خَٰلِدُونَ", "english" : "Who will inherit al-Firdaus. They will abide therein eternally", "urdu" : "جو میراث میں فردوس پائیں گے اور اس میں ہمیشہ رہیں گے","chinese" : "他们是继承乐园的，他们将永居其中。","turkey" : "İşte onlar temelli kalacakları Firdevs cennetine varis olanlardır"} ,{"id": "12", "arabic" : "وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ مِن سُلَٰلَةٖ مِّن طِينٖ", "english" : "And certainly did We create man from an extract of clay", "urdu" : "ہم نے انسان کو مٹی کے ست سے بنایا","chinese" : "我确已用泥土的精华创造人，","turkey" : "And olsun ki insanı süzme çamurdan yarattık"} ,{"id": "13", "arabic" : "ثُمَّ جَعَلۡنَٰهُ نُطۡفَةٗ فِي قَرَارٖ مَّكِينٖ", "english" : "Then We placed him as a sperm-drop in a firm lodging", "urdu" : "پھر اسے ایک محفوظ جگہ ٹپکی ہوئی بوند میں تبدیل کیا","chinese" : "然后，我使他变成精液，在坚固的容器中的精液，","turkey" : "Sonra onu nutfe halinde sağlam bir yere yerleştirdik"} ,{"id": "14", "arabic" : "ثُمَّ خَلَقۡنَا ٱلنُّطۡفَةَ عَلَقَةٗ فَخَلَقۡنَا ٱلۡعَلَقَةَ مُضۡغَةٗ فَخَلَقۡنَا ٱلۡمُضۡغَةَ عِظَٰمٗا فَكَسَوۡنَا ٱلۡعِظَٰمَ لَحۡمٗا ثُمَّ أَنشَأۡنَٰهُ خَلۡقًا ءَاخَرَۚ فَتَبَارَكَ ٱللَّهُ أَحۡسَنُ ٱلۡخَٰلِقِينَ", "english" : "Then We made the sperm-drop into a clinging clot and We made the clot into a lump [of flesh] and We made [from] the lump bones and We covered the bones with flesh; then We developed him into another creation. So blessed is Allah the best of creators", "urdu" : "پھر اس بوند کو لوتھڑے کی شکل دی، پھر لوتھڑے کو بوٹی بنا دیا، پھر بوٹی کی ہڈیاں بنائیں، پھر ہڈیوں پر گوشت چڑھایا، پھر اسے ایک دوسری ہی مخلوق بنا کھڑا کیا","chinese" : "然后，我把精液造成血块，然后，我把血块造成肉团，然后，我把肉团造成骨骼，然后，我使肌肉附着在骨骼上，然后，我把他造成别的生物。愿安拉降福，他是最善于创造的。","turkey" : "Sonra nutfeyi kan pıhtısına çevirdik kan pıhtısını bir çiğnemlik et yaptık bir çiğnemlik etten kemikler yarattık kemiklere de et giydirdik. Sonra onu başka bir yaratık yaptık: Biçim verenlerin en güzeli olan Allah ne uludur"} ,{"id": "15", "arabic" : "ثُمَّ إِنَّكُم بَعۡدَ ذَٰلِكَ لَمَيِّتُونَ", "english" : "Then indeed after that you are to die", "urdu" : "پس بڑا ہی بابرکت ہے اللہ، سب کاریگروں سے اچھا کاریگر","chinese" : "此后，你们必定死亡，","turkey" : "Sizler bütün bunlardan sonra ölürsünüz"} ,{"id": "16", "arabic" : "ثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ تُبۡعَثُونَ", "english" : "Then indeed you on the Day of Resurrection will be resurrected", "urdu" : "پھر اس کے بعد تم کو ضرور مرنا ہے، پھر قیامت کے روز یقیناً تم اٹھائے جاؤ گے","chinese" : "然后，你们在复活日必定要复活。","turkey" : "Şüphesiz kıyamet günü tekrar diriltilirsiniz"} ,{"id": "17", "arabic" : "وَلَقَدۡ خَلَقۡنَا فَوۡقَكُمۡ سَبۡعَ طَرَآئِقَ وَمَا كُنَّا عَنِ ٱلۡخَلۡقِ غَٰفِلِينَ", "english" : "And We have created above you seven layered heavens and never have We been of [Our] creation unaware", "urdu" : "اور تمہارے اوپر ہم نے سات راستے بنائے، تخلیق کے کام سے ہم کچھ نابلد نہ تھے","chinese" : "我在你们的上面确已造了七条轨道，我对众生，不是疏忽的。","turkey" : "And olsun ki üstünüzde yedi tabaka yarattık. Biz yarattığımızdan habersiz değiliz"} ,{"id": "18", "arabic" : "وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَسۡكَنَّـٰهُ فِي ٱلۡأَرۡضِۖ وَإِنَّا عَلَىٰ ذَهَابِۭ بِهِۦ لَقَٰدِرُونَ", "english" : "And We have sent down rain from the sky in a measured amount and settled it in the earth. And indeed We are Able to take it away", "urdu" : "اور آسمان سے ہم نے ٹھیک حساب کے مطابق ایک خاص مقدار میں پانی اتارا اور اس کو زمین میں ٹھیرا دیا ہم اُسے جس طرح چاہیں غائب کر سکتے ہیں","chinese" : "我从天上降下定量的雨水，然后，我使它停留在地下——我对于使它干涸，是全能的——","turkey" : "Gökten suyu ölçülü indirdik de onu yerde durdurduk. Şüphesiz onu gidermeye de kadiriz"} ,{"id": "19", "arabic" : "فَأَنشَأۡنَا لَكُم بِهِۦ جَنَّـٰتٖ مِّن نَّخِيلٖ وَأَعۡنَٰبٖ لَّكُمۡ فِيهَا فَوَٰكِهُ كَثِيرَةٞ وَمِنۡهَا تَأۡكُلُونَ", "english" : "And We brought forth for you thereby gardens of palm trees and grapevines in which for you are abundant fruits and from which you eat", "urdu" : "پھر اس پانی کے ذریعہ سے ہم نے تمہارے لیے کھجور اور انگور کے باغ پیدا کر دیے، تمہارے لیے ان باغوں میں بہت سے لذیذ پھل ہیں اور ان سے تم روزی حاصل کرتے ہو","chinese" : "然后，我借它而为你们创造许多枣园和葡萄园，其中有许多水果都是你们的，你们得取而食之。","turkey" : "Onunla içinde yediğiniz birçok meyvalar bulunan hurmalık ve üzüm bağları Tur-i Sina'da yetişen yiyenlere yağ ve katık veren zeytin ağacını var ettik"} ,{"id": "20", "arabic" : "وَشَجَرَةٗ تَخۡرُجُ مِن طُورِ سَيۡنَآءَ تَنۢبُتُ بِٱلدُّهۡنِ وَصِبۡغٖ لِّلۡأٓكِلِينَ", "english" : "And [We brought forth] a tree issuing from Mount Sinai which produces oil and food for those who eat", "urdu" : "اور وہ درخت بھی ہم نے پیدا کیا جو طور سیناء سے نکلتا ہے، تیل بھی لیے ہوئے اگتا ہے اور کھانے والوں کے لیے سالن بھی","chinese" : "我又借它而为你们创造一种树，从西奈山发出，能生油汁和佐料，供食者调味之用。","turkey" : "Onunla içinde yediğiniz birçok meyvalar bulunan hurmalık ve üzüm bağları Tur-i Sina'da yetişen yiyenlere yağ ve katık veren zeytin ağacını var ettik"} ,{"id": "21", "arabic" : "وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهَا وَلَكُمۡ فِيهَا مَنَٰفِعُ كَثِيرَةٞ وَمِنۡهَا تَأۡكُلُونَ", "english" : "And indeed for you in livestock is a lesson. We give you drink from that which is in their bellies and for you in them are numerous benefits and from them you eat", "urdu" : "اور حقیقت یہ ہے کہ تمہارے لیے مویشیوں میں بھی ایک سبق ہے ان کے پیٹوں میں جو کچھ ہے اسی میں سے ایک چیز ہم تمہیں پلاتے ہیں، اور تمہارے لیے ان میں بہت سے دوسرے دُوسرے فائدے بھی ہیں","chinese" : "牲畜中对于你们确有一种教训，我使你们得饮它们腹中的乳汁，得享受它们的许多裨益，你们又得食它们的肉，","turkey" : "Ehli hayvanlarda size ders vardır; onlardan çıkan sütten size içiririz; onlarda daha birçok menfaatiniz vardır. Onlardan yersiniz"} ,{"id": "22", "arabic" : "وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ", "english" : "And upon them and on ships you are carried", "urdu" : "اُن کو تم کھاتے ہو اور اُن پر اور کشتیوں پر سوار بھی کیے جاتے ہو","chinese" : "你们又得用它们和船舶来供载运。","turkey" : "Hem onların ve hem de gemilerin üzerinde taşınırsınız"} ,{"id": "23", "arabic" : "وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ", "english" : "And We had certainly sent Noah to his people and he said O my people worship Allah; you have no deity other than Him; then will you not fear Him", "urdu" : "ہم نے نوحؑ کو اس کی قوم کی طرف بھیجا اس نے کہا اے میری قوم کے لوگو، اللہ کی بندگی کرو، اس کے سوا تمہارے لیے کوئی اور معبود نہیں ہے، کیا تم ڈرتے نہیں ہو؟","chinese" : "我确已派遣努哈去教化他的宗族，他说：“我的宗族啊！你们应当崇拜安拉，除他之外，绝无应受你们崇拜的。难道你们不敬畏吗？”","turkey" : "And olsun ki Nuh'u milletine gönderdik; onlara: Ey milletim! Allah'a kulluk edin; O'ndan başka tanrınız yoktur; sakınmaz mısınız? dedi"} ,{"id": "24", "arabic" : "فَقَالَ ٱلۡمَلَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡ يُرِيدُ أَن يَتَفَضَّلَ عَلَيۡكُمۡ وَلَوۡ شَآءَ ٱللَّهُ لَأَنزَلَ مَلَـٰٓئِكَةٗ مَّا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ", "english" : "But the eminent among those who disbelieved from his people said This is not but a man like yourselves who wishes to take precedence over you; and if Allah had willed [to send a messenger] He would have sent down angels. We have not heard of this among our forefathers", "urdu" : "اس کی قوم کے جن سرداروں نے ماننے سے انکار کیا وہ کہنے لگے کہ یہ شخص کچھ نہیں ہے مگر ایک بشر تم ہی جیسا اِس کی غرض یہ ہے کہ تم پر برتری حاصل کرے اللہ کو اگر بھیجنا ہوتا تو فرشتے بھیجتا یہ بات تو ہم نے کبھی اپنے باپ دادا کے وقتوں میں سنی ہی نہیں (کہ بشر رسول بن کر آئے)","chinese" : "他的宗族中不信道者的头目们说：“这个人只是像你们一样的一个凡人，他想获得你们的尊重。假若安拉意欲（派使者），他必定降下许多天使。我们没有听到在我们的祖先的时代发生过这样的事。","turkey" : "Milletinin inkarcı ileri gelenleri: Bu sizin gibi bir insandan başka birşey değildir. Sizden üstün olmak istiyor. Allah dilemiş olsaydı melekler indirirdi. İlk atalarımızdan beri böyle birşey işitmedik. Bu adamda nedense biraz delilik var bir süreye kadar onu gözetleyin dediler"} ,{"id": "25", "arabic" : "إِنۡ هُوَ إِلَّا رَجُلُۢ بِهِۦ جِنَّةٞ فَتَرَبَّصُواْ بِهِۦ حَتَّىٰ حِينٖ", "english" : "He is not but a man possessed with madness so wait concerning him for a time", "urdu" : "کچھ نہیں، بس اس آدمی کو ذرا جنون لاحق ہو گیا ہے کچھ مدت اور دیکھ لو (شاید افاقہ ہو جائے)","chinese" : "他只是一个疯子，故你们应当等待他一个时期。”","turkey" : "Milletinin inkarcı ileri gelenleri: Bu sizin gibi bir insandan başka birşey değildir. Sizden üstün olmak istiyor. Allah dilemiş olsaydı melekler indirirdi. İlk atalarımızdan beri böyle birşey işitmedik. Bu adamda nedense biraz delilik var bir süreye kadar onu gözetleyin dediler"} ,{"id": "26", "arabic" : "قَالَ رَبِّ ٱنصُرۡنِي بِمَا كَذَّبُونِ", "english" : "[Noah] said My Lord support me because they have denied me", "urdu" : "نوحؑ نے کہا پروردگار، ان لوگوں نے جو میری تکذیب کی ہے اس پر اب تو ہی میری مدد فرما","chinese" : "他说：“我的主啊！求你援助我，因为他们已否认我了。”","turkey" : "Nuh: Rabbim! Beni yalanlamalarına karşılık bana yardım et dedi"} ,{"id": "27", "arabic" : "فَأَوۡحَيۡنَآ إِلَيۡهِ أَنِ ٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا فَإِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ فَٱسۡلُكۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ مِنۡهُمۡۖ وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ", "english" : "So We inspired to him Construct the ship under Our observation and Our inspiration and when Our command comes and the oven overflows put into the ship from each [creature] two mates and your family except those for whom the decree [of destruction] has proceeded. And do not address Me concerning those who have wronged; indeed they are to be drowned", "urdu" : "ہم نے اس پر وحی کی کہ ہماری نگرانی میں اور ہماری وحی کے مطابق کشتی تیار کر پھر جب ہمارا حکم آ جائے اور تنور ابل پڑے تو ہر قسم کے جانوروں میں سے ایک ایک جوڑا لے کر اس میں سوار ہو جا، اور اپنے اہل و عیال کو بھی ساتھ لے سوائے اُن کے جن کے خلاف پہلے ہی فیصلہ ہو چکا ہے، اور ظالموں کے معاملہ میں مجھ سے کچھ نہ کہنا، یہ اب غرق ہونے والے ہیں","chinese" : "我就启示他说：你在我的亲眼关注下，依我的启示而造船。当我的命令来临，而洪水泛滥于地面的时候，你把各种动物，各取一对，放在船上，使你的家属也上船去；他们中已被判决者除外。你不要为不义者而祈祷我，他们必然被淹死。","turkey" : "Bunun üzerine ona şöyle vahyettik: Nezaretimiz altında sana bildirdiğimiz gibi gemiyi yap; buyruğumuz gelip tandırdan sular kaynayınca her cinsten birer çifti ve aleyhine hüküm verilmiş olanın dışında kalan çoluk çocuğunu alıp gemiye bindir. Haksızlık yapanlar için Bana baş vurma çünkü onlar suda boğulacaklardır"} ,{"id": "28", "arabic" : "فَإِذَا ٱسۡتَوَيۡتَ أَنتَ وَمَن مَّعَكَ عَلَى ٱلۡفُلۡكِ فَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي نَجَّىٰنَا مِنَ ٱلۡقَوۡمِ ٱلظَّـٰلِمِينَ", "english" : "And when you have boarded the ship you and those with you then say 'Praise to Allah who has saved us from the wrongdoing people", "urdu" : "پھر جب تو اپنے ساتھیوں سمیت کشتی پر سوار ہو جائے تو کہہ، شکر ہے اُس خدا کا جس نے ہمیں ظالم لوگوں سے نجات دی","chinese" : "当你和同船者在船上坐定的时候，你应当说：“一切赞颂，全归安拉——他曾拯救我们脱离了不义的民众。”","turkey" : "Ey Nuh! Sen ve beraberindekiler gemiye yerleşince: Bizi zalim milletten kurtaran Allah'a hamdolsun de"} ,{"id": "29", "arabic" : "وَقُل رَّبِّ أَنزِلۡنِي مُنزَلٗا مُّبَارَكٗا وَأَنتَ خَيۡرُ ٱلۡمُنزِلِينَ", "english" : "And say 'My Lord let me land at a blessed landing place and You are the best to accommodate [us]", "urdu" : "اور کہہ، پروردگار، مجھ کو برکت والی جگہ اتار اور تُو بہترین جگہ دینے والا ہے","chinese" : "你应当说：“我的主啊！请你使我在一个吉祥的地方登陆，你是最会安置众生的。”","turkey" : "Rabbim! Beni mübarek bir yere indir. Sen indirenlerin en iyisisin de"} ,{"id": "30", "arabic" : "إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ وَإِن كُنَّا لَمُبۡتَلِينَ", "english" : "Indeed in that are signs and indeed We are ever testing [Our servants]", "urdu" : "اِس قصے میں بڑی نشانیاں ہیں اور آزمائش تو ہم کر کے ہی رہتے ہیں","chinese" : "此中确有许多迹象，我确是考验者。","turkey" : "Doğrusu bunlarda dersler vardır. Biz şüphesiz insanları denemekteyiz"} ,{"id": "31", "arabic" : "ثُمَّ أَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ", "english" : "Then We produced after them a generation of others", "urdu" : "ان کے بعد ہم نے ایک دوسرے دَور کی قوم اٹھائی","chinese" : "在他们灭亡之后，我创造了别的世代，","turkey" : "Bunların ardından başka nesiller varettik"} ,{"id": "32", "arabic" : "فَأَرۡسَلۡنَا فِيهِمۡ رَسُولٗا مِّنۡهُمۡ أَنِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ", "english" : "And We sent among them a messenger from themselves [saying] Worship Allah; you have no deity other than Him; then will you not fear Him", "urdu" : "پھر اُن میں خود انہی کی قوم کا ایک رسول بھیجا (جس نے انہیں دعوت دی) کہ اللہ کی بندگی کرو، تمہارے لیے اُس کے سوا کوئی اور معبود نہیں ہے، کیا تم ڈرتے نہیں ہو؟","chinese" : "我从他们族中派了一个使者，去教化他们（说）：“你们应当崇拜安拉，除了他，你们绝无应受崇拜者，难道你们不敬畏吗？”","turkey" : "Onlara aralarından: Allaha kulluk edin O'ndan başka tanrınız yoktur sakınmaz mısınız? diyen bir elçi gönderdik"} ,{"id": "33", "arabic" : "وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِهِ ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِلِقَآءِ ٱلۡأٓخِرَةِ وَأَتۡرَفۡنَٰهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا مَا هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡ يَأۡكُلُ مِمَّا تَأۡكُلُونَ مِنۡهُ وَيَشۡرَبُ مِمَّا تَشۡرَبُونَ", "english" : "And the eminent among his people who disbelieved and denied the meeting of the Hereafter while We had given them luxury in the worldly life said This is not but a man like yourselves. He eats of that from which you eat and drinks of what you drink", "urdu" : "اُس کی قوم کے جن سرداروں نے ماننے سے انکار کیا اور آخرت کی پیشی کو جھٹلایا، جن کو ہم نے دنیا کی زندگی میں آسودہ کر رکھا تھا، وہ کہنے لگے یہ شخص کچھ نہیں ہے مگر ایک بشر تم ہی جیسا جو کچھ تم کھاتے ہو وہی یہ کھاتا ہے اور جو کچھ تم پیتے ہو وہی یہ پیتا ہے","chinese" : "他的宗族中的头目，不信道而且否认后世的相会者，我使他们在今世得过豪华的生活。他们说：“这个只是像你们一样的凡人：他吃你们所吃的，他饮你们所饮的。","turkey" : "Onun inkarcı ve ahirete kavuşmayı yalanlayan milletinin ileri gelenleri ki Biz onlara bu dünya hayatında nimet vermiştik şöyle dediler: Bu yediğinizden yiyen içtiğinizden içen sizin gibi bir insandan başka birşey değildir"} ,{"id": "34", "arabic" : "وَلَئِنۡ أَطَعۡتُم بَشَرٗا مِّثۡلَكُمۡ إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ", "english" : "And if you should obey a man like yourselves indeed you would then be losers", "urdu" : "اب اگر تم نے اپنے ہی جیسے ایک بشر کی اطاعت قبول کر لی تو تم گھاٹے ہی میں رہے","chinese" : "如果你们顺从像你们样的一个凡人，你们必定是亏损的。","turkey" : "Kendiniz gibi bir insana itaat ederseniz hüsrana uğrayacağınızda hiç şüphe yoktur"} ,{"id": "35", "arabic" : "أَيَعِدُكُمۡ أَنَّكُمۡ إِذَا مِتُّمۡ وَكُنتُمۡ تُرَابٗا وَعِظَٰمًا أَنَّكُم مُّخۡرَجُونَ", "english" : "Does he promise you that when you have died and become dust and bones that you will be brought forth [once more]", "urdu" : "یہ تمہیں اطلاع دیتا ہے کہ جب تم مر کر مٹی ہو جاؤ گے اور ہڈیوں کا پنجر بن کر رہ جاؤ گے اُس وقت تم (قبروں سے) نکالے جاؤ گے؟","chinese" : "他警告你们说：当你们死后，已变成尘埃和朽骨时，必定要复活吗？","turkey" : "Öldüğünüz toprak ve kemik yığını olduğunuz zaman tekrar dirilmenizle sizi tehdit mi ediyor"} ,{"id": "36", "arabic" : "۞هَيۡهَاتَ هَيۡهَاتَ لِمَا تُوعَدُونَ", "english" : "How far how far is that which you are promised", "urdu" : "بعید، بالکل بعید ہے یہ وعدہ جو تم سے کیا جا رہا ہے","chinese" : "他所用来警告你们的事，太不近情理了。","turkey" : "Oysa tehdit edildiğiniz şey ne kadar hem de ne kadar uzak"} ,{"id": "37", "arabic" : "إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ", "english" : "Life is not but our worldly life - we die and live but we will not be resurrected", "urdu" : "زندگی کچھ نہیں ہے مگر بس یہی دنیا کی زندگی یہیں ہم کو مرنا اور جینا ہے اور ہم ہرگز اٹھائے جانے والے نہیں ہیں","chinese" : "我们只有今世生活，我们死，我们生，我们绝不会复活。","turkey" : "Hayat ancak bu dünyadakidir. Ölürüz ve yaşarız (kimimiz ölür kimimiz doğar); tekrar diriltilmeyiz"} ,{"id": "38", "arabic" : "إِنۡ هُوَ إِلَّا رَجُلٌ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا وَمَا نَحۡنُ لَهُۥ بِمُؤۡمِنِينَ", "english" : "He is not but a man who has invented a lie about Allah and we will not believe him", "urdu" : "یہ شخص خدا کے نام پر محض جھوٹ گھڑ رہا ہے اور ہم کبھی اس کی ماننے والے نہیں ہیں","chinese" : "他只是一个人，假借安拉的名义而造谣，我们绝不信他！”","turkey" : "Bu sadece Allah'a karşı yalan uyduranın biridir. Biz ona inanmayız"} ,{"id": "39", "arabic" : "قَالَ رَبِّ ٱنصُرۡنِي بِمَا كَذَّبُونِ", "english" : "He said My Lord support me because they have denied me", "urdu" : "رسول نے کہا پروردگار، اِن لوگوں نے جو میری تکذیب کی ہے، اس پر اب تو ہی میری نصرت فرما","chinese" : "他说：“我的主啊！求你援助我，因为他们已否认我了。”","turkey" : "O peygamber: Rabbim! Beni yalancı saymalarına karşılık bana yardım et dedi"} ,{"id": "40", "arabic" : "قَالَ عَمَّا قَلِيلٖ لَّيُصۡبِحُنَّ نَٰدِمِينَ", "english" : "[Allah] said After a little they will surely become regretful", "urdu" : "جواب میں ارشاد ہوا قریب ہے وہ وقت جب یہ اپنے کیے پر پچھتائیں گے","chinese" : "主说：“不久，他们必然要悔恨。”","turkey" : "Allah da: Az sonra pişman olacaklar buyurdu"} ,{"id": "41", "arabic" : "فَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ بِٱلۡحَقِّ فَجَعَلۡنَٰهُمۡ غُثَآءٗۚ فَبُعۡدٗا لِّلۡقَوۡمِ ٱلظَّـٰلِمِينَ", "english" : "So the shriek seized them in truth and We made them as [plant] stubble. Then away with the wrongdoing people", "urdu" : "آخرکار ٹھیک ٹھیک حق کے مطابق ایک ہنگامہ عظیم نے ان کو آ لیا اور ہم نے ان کو کچرا بنا کر پھینک دیا دُور ہو ظالم قوم","chinese" : "刑罚公道地袭击了他们，而我使他们变成了废料，不义的民众已遭毁灭了。","turkey" : "Gerçekten onları bir çığlık yakaladı ve onları süprüntü yığını haline getirdik. Haksızlık eden millet rahmetden ırak olsun"} ,{"id": "42", "arabic" : "ثُمَّ أَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قُرُونًا ءَاخَرِينَ", "english" : "Then We produced after them other generations", "urdu" : "پھر ہم نے ان کے بعد دوسری قومیں اٹھائیں","chinese" : "在他们灭亡之后，我又兴起别的几个世代。","turkey" : "Ardlarından başka nesiller varettik"} ,{"id": "43", "arabic" : "مَا تَسۡبِقُ مِنۡ أُمَّةٍ أَجَلَهَا وَمَا يَسۡتَـٔۡخِرُونَ", "english" : "No nation will precede its time [of termination] nor will they remain [thereafter]", "urdu" : "کوئی قوم نہ اپنے وقت سے پہلے ختم ہوئی اور نہ اس کے بعد ٹھیر سکی","chinese" : "任何时代，都不能在自己的限期之前灭亡，也不能在自己的限期之后沦丧。","turkey" : "Hiçbir ümmet kendi süresini ne çabuklaştırabilir ve ne de geciktirebilir"} ,{"id": "44", "arabic" : "ثُمَّ أَرۡسَلۡنَا رُسُلَنَا تَتۡرَاۖ كُلَّ مَا جَآءَ أُمَّةٗ رَّسُولُهَا كَذَّبُوهُۖ فَأَتۡبَعۡنَا بَعۡضَهُم بَعۡضٗا وَجَعَلۡنَٰهُمۡ أَحَادِيثَۚ فَبُعۡدٗا لِّقَوۡمٖ لَّا يُؤۡمِنُونَ", "english" : "Then We sent Our messengers in succession. Every time there came to a nation its messenger they denied him so We made them follow one another [to destruction] and We made them narrations. So away with a people who do not believe", "urdu" : "پھر ہم نے پے در پے اپنے رسول بھیجے جس قوم کے پاس بھی اس کا رسول آیا، اس نے اُسے جھٹلایا، اور ہم ایک کے بعد ایک قوم کو ہلاک کرتے چلے گئے حتیٰ کہ ان کو بس افسانہ ہی بنا کر چھوڑا پھٹکار اُن لوگوں پر جو ایمان نہیں لاتے","chinese" : "然后，我陆续地派遣我的众使者，每个族的使者来临他们时，他们都否认他，故我使他们相继灭亡，而使他们的事迹变成话柄。不信道的民众已遭毁灭。","turkey" : "Sonra birbiri peşinden peygamberlerimizi gönderdik. Her ümmete peygamberi geldikçe onu yalancı saydılar. Onları birbiri peşinden yok edip hepsini birer efsane yaptık. İnanmayan millet rahmetden ırak olsun"} ,{"id": "45", "arabic" : "ثُمَّ أَرۡسَلۡنَا مُوسَىٰ وَأَخَاهُ هَٰرُونَ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ", "english" : "Then We sent Moses and his brother Aaron with Our signs and a clear authority", "urdu" : "پھر ہم نے موسیٰؑ اور اس کے بھائی ہارونؑ کو اپنی نشانیوں اور کھلی سند کے ساتھ فرعون اور اس کے اعیان سلطنت کی طرف بھیجا","chinese" : "然后，我派遣穆萨和他的哥哥哈伦，把我的许多迹象和明证，","turkey" : "Sonra Musa ve kardeşi Harun'u Firavun ve erkanına mucizelerimiz ve apaçık delille gönderdik. Büyüklük tasladılar. Zaten mağrur bir topluluktular"} ,{"id": "46", "arabic" : "إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمًا عَالِينَ", "english" : "To Pharaoh and his establishment but they were arrogant and were a haughty people", "urdu" : "مگر انہوں نے تکبر کیا اور بڑی دوں کی لی","chinese" : "传示法老和他的臣民，但他们自大，他们是高傲的。","turkey" : "Sonra Musa ve kardeşi Harun'u Firavun ve erkanına mucizelerimiz ve apaçık delille gönderdik. Büyüklük tasladılar. Zaten mağrur bir topluluktular"} ,{"id": "47", "arabic" : "فَقَالُوٓاْ أَنُؤۡمِنُ لِبَشَرَيۡنِ مِثۡلِنَا وَقَوۡمُهُمَا لَنَا عَٰبِدُونَ", "english" : "They said Should we believe two men like ourselves while their people are for us in servitude", "urdu" : "کہنے لگے کیا ہم اپنے ہی جیسے دو آدمیوں پر ایمان لے آئیں؟ اور آدمی بھی وہ جن کی قوم ہماری بندی ہے","chinese" : "他们说：“我们怎能信仰像我们一样的两个凡人呢？何况他俩的宗族是服侍我们的。”","turkey" : "Bu yüzden: Milletleri bize kul iken bizim gibi iki insana mı inanacağız? deyip onları yalancı saydılar. Bu yüzden yok edildiler"} ,{"id": "48", "arabic" : "فَكَذَّبُوهُمَا فَكَانُواْ مِنَ ٱلۡمُهۡلَكِينَ", "english" : "So they denied them and were of those destroyed", "urdu" : "پس انہوں نے دونوں کو جھٹلا دیا اور ہلاک ہونے والوں میں جا ملے","chinese" : "他们否认他俩，故遭遇毁灭。","turkey" : "Bu yüzden: Milletleri bize kul iken bizim gibi iki insana mı inanacağız? deyip onları yalancı saydılar. Bu yüzden yok edildiler"} ,{"id": "49", "arabic" : "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ لَعَلَّهُمۡ يَهۡتَدُونَ", "english" : "And We certainly gave Moses the Scripture that perhaps they would be guided", "urdu" : "اور موسٰیؑ کو ہم نے کتاب عطا فرمائی تاکہ لوگ اس سے رہنمائی حاصل کریں","chinese" : "我确已把天经赏赐穆萨，以便他们遵循正道。","turkey" : "And olsun ki Musa'ya doğru yola girsinler diye Kitap verdik"} ,{"id": "50", "arabic" : "وَجَعَلۡنَا ٱبۡنَ مَرۡيَمَ وَأُمَّهُۥٓ ءَايَةٗ وَءَاوَيۡنَٰهُمَآ إِلَىٰ رَبۡوَةٖ ذَاتِ قَرَارٖ وَمَعِينٖ", "english" : "And We made the son of Mary and his mother a sign and sheltered them within a high ground having level [areas] and flowing water", "urdu" : "اور ابن مریم اور اس کی ماں کو ہم نے ایک نشان بنایا اور ان کو ایک سطحِ مرتفع پر رکھا جو اطمینان کی جگہ تھی اور چشمے اس میں جاری تھے","chinese" : "我以麦尔彦和她的儿子为一种迹象，我使他俩在有平地和流水的高原获得一个荫庇之处所。","turkey" : "Meryem oğlunu da annesini de mucize kıldık. Her ikisini de pınarı bulunan oturmaya elverişli yüksek bir yere yerleştirdik"} ,{"id": "51", "arabic" : "يَـٰٓأَيُّهَا ٱلرُّسُلُ كُلُواْ مِنَ ٱلطَّيِّبَٰتِ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ عَلِيمٞ", "english" : "[Allah said] O messengers eat from the good foods and work righteousness. Indeed I of what you do am Knowing", "urdu" : "اے پیغمبرو، کھاؤ پاک چیزیں اور عمل کرو صالح، تم جو کچھ بھی کرتے ہو، میں اس کو خوب جانتا ہوں","chinese" : "众使者啊！你们可以吃佳美的事物，应当力行善功，我对于你们的行为确是全知的。","turkey" : "Ey Peygamberler! Temiz şeylerden yiyin yararlı iş işleyin; doğrusu Ben yaptığınızı bilirim"} ,{"id": "52", "arabic" : "وَإِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱتَّقُونِ", "english" : "And indeed this your religion is one religion and I am your Lord so fear Me", "urdu" : "اور یہ تمہاری امت ایک ہی امت ہے اور میں تمہارا رب ہوں، پس مجھی سے تم ڈرو","chinese" : "这个确是你们的统一的民族，我是你们的主，故你们应当敬畏我。","turkey" : "Şüphesiz bu Müslümanlık bir tek din olarak sizin dininizdir ve Ben de Rabbinizim; öyleyse Benden sakının"} ,{"id": "53", "arabic" : "فَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡ زُبُرٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ", "english" : "But the people divided their religion among them into sects - each faction in what it has rejoicing", "urdu" : "مگر بعد میں لوگوں نے اپنے دین کو آپس میں ٹکڑے ٹکڑے کر لیا ہر گروہ کے پاس جو کچھ ہے اُسی میں وہ مگن ہے","chinese" : "但他们为教义而分裂成许多宗派，各派都因自己的教义而沾沾自喜。","turkey" : "Ama insanlar din konusunda aralarında bölük bölük oldular. Her bölük kendi tuttuğu yoldan memnundur"} ,{"id": "54", "arabic" : "فَذَرۡهُمۡ فِي غَمۡرَتِهِمۡ حَتَّىٰ حِينٍ", "english" : "So leave them in their confusion for a time", "urdu" : "اچھا، تو چھوڑو انہیں، ڈوبے رہیں اپنی غفلت میں ایک وقت خاص تک","chinese" : "你让他们暂时沉浸在自己的困境之中吧。","turkey" : "Onları bir süreye kadar sapıklıklarıyla başbaşa bırak"} ,{"id": "55", "arabic" : "أَيَحۡسَبُونَ أَنَّمَا نُمِدُّهُم بِهِۦ مِن مَّالٖ وَبَنِينَ", "english" : "Do they think that what We extend to them of wealth and children", "urdu" : "کیا یہ سمجھتے ہیں کہ ہم جو انہیں مال و اولاد سے مدد دیے جا رہے ہیں","chinese" : "他们以为我所用来资助他们的财产和子孙，","turkey" : "Kendilerine mal ve oğullar vermekle iyiliklerde onlar için acele ettiğimizi mi zannederler? Hayır; farkında değiller"} ,{"id": "56", "arabic" : "نُسَارِعُ لَهُمۡ فِي ٱلۡخَيۡرَٰتِۚ بَل لَّا يَشۡعُرُونَ", "english" : "Is [because] We hasten for them good things? Rather they do not perceive", "urdu" : "تو گویا انہیں بھلائیاں دینے میں سرگرم ہیں؟ نہیں، اصل معاملے کا انہیں شعور نہیں ہے","chinese" : "是我用来使他们快得福利的（手段）吗？不然，他们是不晓得的。","turkey" : "Kendilerine mal ve oğullar vermekle iyiliklerde onlar için acele ettiğimizi mi zannederler? Hayır; farkında değiller"} ,{"id": "57", "arabic" : "إِنَّ ٱلَّذِينَ هُم مِّنۡ خَشۡيَةِ رَبِّهِم مُّشۡفِقُونَ", "english" : "Indeed they who are apprehensive from fear of their Lord", "urdu" : "جو اپنے رب کے خوف سے ڈرے رہتے ہیں","chinese" : "为敬畏主而恐惧者，","turkey" : "Rablerinden korkarak titreyenler Rablerinin ayetlerine inananlar Rablerine eş koşmayanlar Rablerine dönecekleri için kalbleri ürpererek vermeleri gerekeni verenler işte onlar iyi işlerde yarış ederler o uğurda ileri geçerler"} ,{"id": "58", "arabic" : "وَٱلَّذِينَ هُم بِـَٔايَٰتِ رَبِّهِمۡ يُؤۡمِنُونَ", "english" : "And they who believe in the signs of their Lord", "urdu" : "جو اپنے رب کی آیات پر ایمان لاتے ہیں","chinese" : "信仰主的迹象者，","turkey" : "Rablerinden korkarak titreyenler Rablerinin ayetlerine inananlar Rablerine eş koşmayanlar Rablerine dönecekleri için kalbleri ürpererek vermeleri gerekeni verenler işte onlar iyi işlerde yarış ederler o uğurda ileri geçerler"} ,{"id": "59", "arabic" : "وَٱلَّذِينَ هُم بِرَبِّهِمۡ لَا يُشۡرِكُونَ", "english" : "And they who do not associate anything with their Lord", "urdu" : "جو اپنے رب کے ساتھ کسی کو شریک نہیں کرتے","chinese" : "不以物配主者。","turkey" : "Rablerinden korkarak titreyenler Rablerinin ayetlerine inananlar Rablerine eş koşmayanlar Rablerine dönecekleri için kalbleri ürpererek vermeleri gerekeni verenler işte onlar iyi işlerde yarış ederler o uğurda ileri geçerler"} ,{"id": "60", "arabic" : "وَٱلَّذِينَ يُؤۡتُونَ مَآ ءَاتَواْ وَّقُلُوبُهُمۡ وَجِلَةٌ أَنَّهُمۡ إِلَىٰ رَبِّهِمۡ رَٰجِعُونَ", "english" : "And they who give what they give while their hearts are fearful because they will be returning to their Lord", "urdu" : "اور جن کا حال یہ ہے کہ دیتے ہیں جو کچھ بھی دیتے ہیں اور دل اُن کے اس خیال سے کانپتے رہتے ہیں کہ ہمیں اپنے رب کی طرف پلٹنا ہے","chinese" : "有所施舍、但因为将归于主而心怀恐惧者，","turkey" : "Rablerinden korkarak titreyenler Rablerinin ayetlerine inananlar Rablerine eş koşmayanlar Rablerine dönecekleri için kalbleri ürpererek vermeleri gerekeni verenler işte onlar iyi işlerde yarış ederler o uğurda ileri geçerler"} ,{"id": "61", "arabic" : "أُوْلَـٰٓئِكَ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَهُمۡ لَهَا سَٰبِقُونَ", "english" : "It is those who hasten to good deeds and they outstrip [others] therein", "urdu" : "بھلائیوں کی طرف دَوڑنے والے اور سبقت کر کے انہیں پا لینے والے تو درحقیقت یہ لوگ ہیں","chinese" : "这等人都是争先行善，而且最先获得善报的。","turkey" : "Rablerinden korkarak titreyenler Rablerinin ayetlerine inananlar Rablerine eş koşmayanlar Rablerine dönecekleri için kalbleri ürpererek vermeleri gerekeni verenler işte onlar iyi işlerde yarış ederler o uğurda ileri geçerler"} ,{"id": "62", "arabic" : "وَلَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۚ وَلَدَيۡنَا كِتَٰبٞ يَنطِقُ بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ", "english" : "And We charge no soul except [with that within] its capacity and with Us is a record which speaks with truth; and they will not be wronged", "urdu" : "ہم کسی شخص کو اس کی مقدرت سے زیادہ کی تکلیف نہیں دیتے اور ہمارے پاس ایک کتاب ہے جو (ہر ایک کا حال) ٹھیک ٹھیک بتا دینے والی ہے، اور لوگوں پر ظلم بہرحال نہیں کیا جائے گا","chinese" : "我只依各人的能力而加以责成。我有一本书宣言真理，他们是不被亏待的。","turkey" : "Biz herkese ancak gücünün yeteceği kadar yükleriz. Katımızda gerçeği söyleyen bir kitap vardır; onlar haksızlığa uğratılmazlar"} ,{"id": "63", "arabic" : "بَلۡ قُلُوبُهُمۡ فِي غَمۡرَةٖ مِّنۡ هَٰذَا وَلَهُمۡ أَعۡمَٰلٞ مِّن دُونِ ذَٰلِكَ هُمۡ لَهَا عَٰمِلُونَ", "english" : "But their hearts are covered with confusion over this and they have [evil] deeds besides disbelief which they are doing", "urdu" : "مگر یہ لوگ اس معاملے سے بے خبر ہیں اور ان کے اعمال بھی اس طریقے سے (جس کا اوپر ذکر کیا گیا ہے) مختلف ہیں وہ اپنے یہ کرتوت کیے چلے جائیں گے","chinese" : "不然，他们的心，对于这部经典，是浸沉在困境之中的。此外，他们还有许多行为，将要做出来。","turkey" : "Ama kafirlerin kalbleri bundan habersizdir. Bundan başka da onların yapageldikleri işler de vardır"} ,{"id": "64", "arabic" : "حَتَّىٰٓ إِذَآ أَخَذۡنَا مُتۡرَفِيهِم بِٱلۡعَذَابِ إِذَا هُمۡ يَجۡـَٔرُونَ", "english" : "Until when We seize their affluent ones with punishment at once they are crying [to Allah] for help", "urdu" : "یہاں تک کہ جب ہم ان کے عیاشوں کو عذاب میں پکڑ لیں گے تو پھر وہ ڈکرانا شروع کر دیں گے","chinese" : "直到我以刑罚惩治他们中过豪华生活者的时候，他们忽然大呼求救。","turkey" : "Sonunda şımarık varlıklılarını azabla yakaladığımız zaman feryat ederler"} ,{"id": "65", "arabic" : "لَا تَجۡـَٔرُواْ ٱلۡيَوۡمَۖ إِنَّكُم مِّنَّا لَا تُنصَرُونَ", "english" : "Do not cry out today. Indeed by Us you will not be helped", "urdu" : "اب بند کرو اپنی فریاد و فغاں، ہماری طرف سے اب کوئی مدد تمہیں نہیں ملنی","chinese" : "今天你们不要大呼求救。你们必定不能获得我的援助。","turkey" : "Onlara şöyle deriz: Bugün feryat etmeyin doğrusu katımızdan bir yardım görmezsiniz"} ,{"id": "66", "arabic" : "قَدۡ كَانَتۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَكُنتُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡ تَنكِصُونَ", "english" : "My verses had already been recited to you but you were turning back on your heels", "urdu" : "میری آیات سنائی جاتی تھیں تو تم (رسول کی آواز سُنتے ہی) الٹے پاؤں بھاگ نکلتے تھے","chinese" : "我的迹象，确已对你们宣读过了，但你们旋踵而退，","turkey" : "Ayetlerim size okunduğunda büyüklük taslayıp gece ağzınıza geleni söyleyerek ardınıza dönüyordunuz"} ,{"id": "67", "arabic" : "مُسۡتَكۡبِرِينَ بِهِۦ سَٰمِرٗا تَهۡجُرُونَ", "english" : "In arrogance regarding it conversing by night speaking evil", "urdu" : "اپنے گھمنڈ میں اُس کو خاطر ہی میں نہ لاتے تھے اپنی چوپالوں میں اُس پر باتیں چھانٹتے اور بکواس کیا کرتے تھے","chinese" : "不肯信仰，却用作夜谈的资料，而且加以鄙弃。","turkey" : "Ayetlerim size okunduğunda büyüklük taslayıp gece ağzınıza geleni söyleyerek ardınıza dönüyordunuz"} ,{"id": "68", "arabic" : "أَفَلَمۡ يَدَّبَّرُواْ ٱلۡقَوۡلَ أَمۡ جَآءَهُم مَّا لَمۡ يَأۡتِ ءَابَآءَهُمُ ٱلۡأَوَّلِينَ", "english" : "Then have they not reflected over the Qur'an or has there come to them that which had not come to their forefathers", "urdu" : "تو کیا اِن لوگوں نے کبھی اِس کلام پر غور نہیں کیا؟ یا وہ کوئی ایسی بات لایا ہے جو کبھی ان کے اسلاف کے پاس نہ آئی تھی؟","chinese" : "他们是没有熟思真言呢？还是没有降临他们的祖先的经典已降临他们呢？","turkey" : "Söyleneni hiç düşünmezler mi? Yoksa onlara ilk atalarına gelmeyen bir şey mi geldi"} ,{"id": "69", "arabic" : "أَمۡ لَمۡ يَعۡرِفُواْ رَسُولَهُمۡ فَهُمۡ لَهُۥ مُنكِرُونَ", "english" : "Or did they not know their Messenger so they are toward him disacknowledging", "urdu" : "یا یہ اپنے رسول سے کبھی کے واقف نہ تھے کہ (اَن جانا آدمی ہونے کے باعث) اُس سے بدکتے ہیں؟","chinese" : "还是他们没有认识他们的使者，因而不承认他呢？","turkey" : "Veya peygamberlerini tanımadılar da; bu yüzden mi onu inkar ediyorlar"} ,{"id": "70", "arabic" : "أَمۡ يَقُولُونَ بِهِۦ جِنَّةُۢۚ بَلۡ جَآءَهُم بِٱلۡحَقِّ وَأَكۡثَرُهُمۡ لِلۡحَقِّ كَٰرِهُونَ", "english" : "Or do they say In him is madness? Rather he brought them the truth but most of them to the truth are averse", "urdu" : "یا یہ اس بات کے قائل ہیں کہ وہ مجنون ہے؟ نہیں، بلکہ وہ حق لایا ہے اور حق ہی ان کی اکثریت کو ناگوار ہے","chinese" : "还是他们说他有疯病呢？——不然，他以真理昭示他们，但他们大半是厌恶真理的。","turkey" : "Ya da: Onda delilik var diyorlar öyle mi? Hayır; onlara gerçeği getirmiştir ama çoğu ondan hoşlanmamaktadır"} ,{"id": "71", "arabic" : "وَلَوِ ٱتَّبَعَ ٱلۡحَقُّ أَهۡوَآءَهُمۡ لَفَسَدَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّۚ بَلۡ أَتَيۡنَٰهُم بِذِكۡرِهِمۡ فَهُمۡ عَن ذِكۡرِهِم مُّعۡرِضُونَ", "english" : "But if the Truth had followed their inclinations the heavens and the earth and whoever is in them would have been ruined. Rather We have brought them their message but they from their message are turning away", "urdu" : "اور حق اگر کہیں اِن کی خواہشات کے پیچھے چلتا تو زمین اور آسمان اور ان کی ساری آبادی کا نظام درہم برہم ہو جاتا نہیں، بلکہ ہم ان کا اپنا ہی ذکر اُن کے پاس لائے ہیں اور وہ اپنے ذکر سے منہ موڑ رہے ہیں","chinese" : "假若真理顺从他们的私欲，天地万物必然毁坏，不然，我已把他们的教诲昭示他们，但他们背弃他们的教诲。","turkey" : "Eğer gerçek onların heveslerine uysaydı gökler yer ve onlarda bulananlar bozulup giderdi. Onlara kendilerine öğüt veren bir şey getirdik; onlar ise öğütlerinden yüz çevirirler"} ,{"id": "72", "arabic" : "أَمۡ تَسۡـَٔلُهُمۡ خَرۡجٗا فَخَرَاجُ رَبِّكَ خَيۡرٞۖ وَهُوَ خَيۡرُ ٱلرَّـٰزِقِينَ", "english" : "Or do you [O Muhammad] ask them for payment? But the reward of your Lord is best and He is the best of providers", "urdu" : "کیا تُو ان سے کچھ مانگ رہا ہے؟ تیرے لیے تیرے رب کا دیا ہی بہتر ہے اور وہ بہترین رازق ہے","chinese" : "难道你向他们索取报酬吗？你的主的赏赐是更好的，他是最善于给养的。","turkey" : "Yoksa sen onlardan bir ücret mi istiyorsun? Rabbinin ecri daha iyidir. O rızık verenlerin en hayırlısıdır"} ,{"id": "73", "arabic" : "وَإِنَّكَ لَتَدۡعُوهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ", "english" : "And indeed you invite them to a straight path", "urdu" : "تُو تو ان کوسیدھے راستے کی طرف بلا رہا ہے","chinese" : "你确是号召他们走正路的。","turkey" : "Aslında sen onları doğru yola çağırıyorsun ama ahirete inanmayanlar bu yoldan sapmaktadırlar"} ,{"id": "74", "arabic" : "وَإِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ عَنِ ٱلصِّرَٰطِ لَنَٰكِبُونَ", "english" : "But indeed those who do not believe in the Hereafter are deviating from the path", "urdu" : "مگر جو لوگ آخرت کو نہیں مانتے وہ راہِ راست سے ہٹ کر چلنا چاہتے ہیں","chinese" : "不信后世者，确是偏离正路的。","turkey" : "Aslında sen onları doğru yola çağırıyorsun ama ahirete inanmayanlar bu yoldan sapmaktadırlar"} ,{"id": "75", "arabic" : "۞وَلَوۡ رَحِمۡنَٰهُمۡ وَكَشَفۡنَا مَا بِهِم مِّن ضُرّٖ لَّلَجُّواْ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ", "english" : "And even if We gave them mercy and removed what was upon them of affliction they would persist in their transgression wandering blindly", "urdu" : "اگر ہم اِن پر رحم کریں اور وہ تکلیف جس میں آج کل یہ مبتلا ہیں دُور کر دیں تو یہ اپنی سرکشی میں بالکل ہی بہک جائیں گے","chinese" : "假若我怜悯他们，而且解除他们所遭的苦难，他们必固执横蛮，而徘徊于歧途之中。","turkey" : "Biz onlara acısak ve başlarındaki sıkıntıyı gidersek bile azgınlıkları içinde bocalayıp kalırlar"} ,{"id": "76", "arabic" : "وَلَقَدۡ أَخَذۡنَٰهُم بِٱلۡعَذَابِ فَمَا ٱسۡتَكَانُواْ لِرَبِّهِمۡ وَمَا يَتَضَرَّعُونَ", "english" : "And We had gripped them with suffering [as a warning] but they did not yield to their Lord nor did they humbly supplicate [and will continue thus]", "urdu" : "اِن کا حال تو یہ ہے کہ ہم نے انہیں تکلیف میں مبتلا کیا، پھر بھی یہ اپنے رب کے آگے نہ جھکے اور نہ عاجزی اختیار کرتے ہیں","chinese" : "我确已用刑罚惩治他们，但他们不顺从他们的主，他们也不对他表示谦逊。","turkey" : "And olsun ki Biz onları azabla yakalamıştık yine de Rablerine boyun eğmemiş ve yakarmamışlardı"} ,{"id": "77", "arabic" : "حَتَّىٰٓ إِذَا فَتَحۡنَا عَلَيۡهِم بَابٗا ذَا عَذَابٖ شَدِيدٍ إِذَا هُمۡ فِيهِ مُبۡلِسُونَ", "english" : "Until when We have opened before them a door of severe punishment immediately they will be therein in despair", "urdu" : "البتہ جب نوبت یہاں تک پہنچ جائے گی کہ ہم اِن پر سخت عذاب کا دروازہ کھول دیں گے تو یکایک تم دیکھو گے کہ اس حالت میں یہ ہر خیر سے مایوس ہیں","chinese" : "直到我对他们开辟严刑之门的时候，他们为它而忽然变成失望者。","turkey" : "Sonunda onlara şiddetli bir azap kapısı açtığımız zaman ümitsiz kalıverdiler"} ,{"id": "78", "arabic" : "وَهُوَ ٱلَّذِيٓ أَنشَأَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ", "english" : "And it is He who produced for you hearing and vision and hearts; little are you grateful", "urdu" : "وہ اللہ ہی تو ہے جس نے تمہیں سُننے اور دیکھنے کی قوتیں دیں اور سوچنے کو دل دیے مگر تم لوگ کم ہی شکر گزار ہوتے ہو","chinese" : "主曾为你们创造耳目和心，你们的感谢是很少的。","turkey" : "Oysa sizin için kulaklar gözler ve kalbler vareden O'dur. Pek az şükrediyorsunuz"} ,{"id": "79", "arabic" : "وَهُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ", "english" : "And it is He who has multiplied you throughout the earth and to Him you will be gathered", "urdu" : "وہی ہے جس نے تمہیں زمین میں پھیلایا، اور اسی کی طرف تم سمیٹے جاؤ گے","chinese" : "他曾使你们在大地上繁殖，你们要被集合在他那里，","turkey" : "Sizi yerde yaratıp yayan O'dur ve O'nun huzurunda toplanacaksınız"} ,{"id": "80", "arabic" : "وَهُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ وَلَهُ ٱخۡتِلَٰفُ ٱلَّيۡلِ وَٱلنَّهَارِۚ أَفَلَا تَعۡقِلُونَ", "english" : "And it is He who gives life and causes death and His is the alternation of the night and the day. Then will you not reason", "urdu" : "وہی زندگی بخشتا ہے اور وہی موت دیتا ہے گردش لیل و نہار اسی کے قبضہ قدرت میں ہے کیا تمہاری سمجھ میں یہ بات نہیں آتی؟","chinese" : "他使死物生，使生物死，昼夜的更迭由他主持。难道你们不了解吗？","turkey" : "Dirilten de öldüren de O'dur. Gece ile gündüzün birbiri ardından gitmesi de O'nun emrine bağlıdır. Düşünmez misiniz"} ,{"id": "81", "arabic" : "بَلۡ قَالُواْ مِثۡلَ مَا قَالَ ٱلۡأَوَّلُونَ", "english" : "Rather they say like what the former peoples said", "urdu" : "مگر یہ لوگ وہی کچھ کہتے ہیں جو ان کے پیش رَو کہہ چکے ہیں","chinese" : "不然，他们说了如古人所说的话，","turkey" : "Hayır; yine de öncekilerin dediklerini derler"} ,{"id": "82", "arabic" : "قَالُوٓاْ أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗا وَعِظَٰمًا أَءِنَّا لَمَبۡعُوثُونَ", "english" : "They said When we have died and become dust and bones are we indeed to be resurrected", "urdu" : "یہ کہتے ہیں کیا جب ہم مر کر مٹی ہو جائیں گے اور ہڈیوں کا پنجر بن کر رہ جائیں گے تو ہم کو پھر زندہ کر کے اٹھایا جائے گا؟","chinese" : "他们说：我们死后，已变成尘埃和朽骨的时候，难道我们还必定要复活吗？","turkey" : "Öncekiler: Ölüp toprak ve bir yığın kemik olduğumuzda mı diriltileceğiz? And olsun ki biz ve daha önce de babalarımız tehdit edilmişti; bu öncekilerin masallarından başka birşey değildir demişlerdi"} ,{"id": "83", "arabic" : "لَقَدۡ وُعِدۡنَا نَحۡنُ وَءَابَآؤُنَا هَٰذَا مِن قَبۡلُ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ", "english" : "We have been promised this we and our forefathers before; this is not but legends of the former peoples", "urdu" : "ہم نے بھی یہ وعدے بہت سنے ہیں اور ہم سے پہلے ہمارے باپ دادا بھی سنتے رہے ہیں یہ محض افسانہائے پارینہ ہیں","chinese" : "我们和我们的祖先，以前确已受过这种警告了。这个只是古人的神话。”","turkey" : "Öncekiler: Ölüp toprak ve bir yığın kemik olduğumuzda mı diriltileceğiz? And olsun ki biz ve daha önce de babalarımız tehdit edilmişti; bu öncekilerin masallarından başka birşey değildir demişlerdi"} ,{"id": "84", "arabic" : "قُل لِّمَنِ ٱلۡأَرۡضُ وَمَن فِيهَآ إِن كُنتُمۡ تَعۡلَمُونَ", "english" : "Say [O Muhammad] To whom belongs the earth and whoever is in it if you should know", "urdu" : "ان سے کہو، بتاؤ اگر تم جانتے ہو، کہ یہ زمین اور اس کی ساری آبادی کس کی ہے؟","chinese" : "你说：“大地和其中的人物，究竟是为谁所有？如果你们知道。”","turkey" : "De ki: Biliyorsanız söyleyin yer ve onda bulunanlar kimindir"} ,{"id": "85", "arabic" : "سَيَقُولُونَ لِلَّهِۚ قُلۡ أَفَلَا تَذَكَّرُونَ", "english" : "They will say To Allah. Say Then will you not remember", "urdu" : "یہ ضرور کہیں گے اللہ کی کہو، پھر تم ہوش میں کیوں نہیں آتے؟","chinese" : "他们要说：“为安拉所有。”你说：“你们怎不记得呢？”","turkey" : "Allah'ındır diyecekler Öyleyse ders almaz mısınız? de"} ,{"id": "86", "arabic" : "قُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ ٱلسَّبۡعِ وَرَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ", "english" : "Say Who is Lord of the seven heavens and Lord of the Great Throne", "urdu" : "ان سے پوچھو، ساتوں آسمانوں اور عرش عظیم کا مالک کون ہے؟","chinese" : "你说：“谁是七层天的主和伟大宝座的主呢？”","turkey" : "Yedi göğün de Rabbi yüce arşın da Rabbi kimdir? de"} ,{"id": "87", "arabic" : "سَيَقُولُونَ لِلَّهِۚ قُلۡ أَفَلَا تَتَّقُونَ", "english" : "They will say [They belong] to Allah. Say Then will you not fear Him", "urdu" : "یہ ضرور کہیں گے اللہ کہو، پھر تم ڈرتے کیوں نہیں؟","chinese" : "他们要说：“安拉”。你说：“那你们怎么不敬畏呢？”","turkey" : "Allah'tır diyecekler! Öyleyse O'na karşı gelmekten sakınmaz mısınız? de"} ,{"id": "88", "arabic" : "قُلۡ مَنۢ بِيَدِهِۦ مَلَكُوتُ كُلِّ شَيۡءٖ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيۡهِ إِن كُنتُمۡ تَعۡلَمُونَ", "english" : "Say In whose hand is the realm of all things - and He protects while none can protect against Him - if you should know", "urdu" : "اِن سے کہو، بتاؤ اگر تم جانتے ہو کہ ہر چیز پر اقتدار کس کا ہے؟ اور کون ہے وہ جو پناہ دیتا ہے اور اس کے مقابلے میں کوئی پناہ نہیں دے سکتا؟","chinese" : "你说：“万物的主权，在谁的手中掌握？谁能保护众生，而他自己不受保护呢？如果你们知道。”","turkey" : "Biliyorsanız söyleyin her şeyin hükümranlığı elinde olan barındıran fakat himayeye muhtaç olmayan kimdir"} ,{"id": "89", "arabic" : "سَيَقُولُونَ لِلَّهِۚ قُلۡ فَأَنَّىٰ تُسۡحَرُونَ", "english" : "They will say [All belongs] to Allah. Say Then how are you deluded", "urdu" : "یہ ضرور کہیں گے کہ یہ بات تو اللہ ہی کے لیے ہے کہو، پھر کہاں سے تم کو دھوکا لگتا ہے؟","chinese" : "他们要说：“是安拉。”你说：“你们怎么被人迷惑？”","turkey" : "Allah'tır diyecekler; Öyleyse nasıl aldanıyorsunuz de"} ,{"id": "90", "arabic" : "بَلۡ أَتَيۡنَٰهُم بِٱلۡحَقِّ وَإِنَّهُمۡ لَكَٰذِبُونَ", "english" : "Rather We have brought them the truth and indeed they are liars", "urdu" : "جو امر حق ہے وہ ہم اِن کے سامنے لے آئے ہیں، اور کوئی شک نہیں کہ یہ لوگ جھوٹے ہیں","chinese" : "不然，我以真理昭示他们，而他们确是说谎的。","turkey" : "Hayır; Biz onlara gerçeği getirdik ama onlar yalancıdırlar"} ,{"id": "91", "arabic" : "مَا ٱتَّخَذَ ٱللَّهُ مِن وَلَدٖ وَمَا كَانَ مَعَهُۥ مِنۡ إِلَٰهٍۚ إِذٗا لَّذَهَبَ كُلُّ إِلَٰهِۭ بِمَا خَلَقَ وَلَعَلَا بَعۡضُهُمۡ عَلَىٰ بَعۡضٖۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يَصِفُونَ", "english" : "Allah has not taken any son nor has there ever been with Him any deity. [If there had been] then each deity would have taken what it created and some of them would have sought to overcome others. Exalted is Allah above what they describe [concerning Him]", "urdu" : "اللہ نے کسی کو اپنی اولاد نہیں بنایا ہے اور کوئی دوسرا خدا اُس کے ساتھ نہیں ہے اگر ایسا ہوتا تو ہر خدا اپنی خلق کو لے کر الگ ہو جاتا، اور پھر وہ ایک دوسرے پر چڑھ دوڑتے پاک ہے اللہ ان باتوں سے جو یہ لوگ بناتے ہیں","chinese" : "安拉没有收养任何儿子，也没有任何神灵与他同等；否则每个神灵必独占他所创造的，他们也必优胜劣败。赞颂安拉，超乎他们的描述。","turkey" : "Allah çocuk edinmemiştir; O'nun yanında hiçbir tanrı yoktur olsaydı her tanrı kendi yarattığı ile beraber gider ve birbirinden üstün olmağa çalışırlardı. Allah onların vasıflandırdıklarından münezzehtir"} ,{"id": "92", "arabic" : "عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ", "english" : "[He is] Knower of the unseen and the witnessed so high is He above what they associate [with Him]", "urdu" : "کھلے اور چھپے کا جاننے والا، وہ بالاتر ہے اُس شرک سے جو یہ لوگ تجویز کر رہے ہیں","chinese" : "赞颂全知幽明的主，他超乎他们所用来配他的（一切东西）。","turkey" : "O görülmeyeni de görüleni de bilir. Koştukları ortaklardan yücedir"} ,{"id": "93", "arabic" : "قُل رَّبِّ إِمَّا تُرِيَنِّي مَا يُوعَدُونَ", "english" : "Say [O Muhammad] My Lord if You should show me that which they are promised", "urdu" : "اے محمدؐ، دعا کرو کہ پروردگار، جس عذاب کی اِن کو دھمکی دی جا رہی ہے وہ اگر میری موجودگی میں تو لائے","chinese" : "你说：“我的主啊！如果你务必要使我看见他们所被警告的，（刑罚），——","turkey" : "De ki: Rabbim! Onların tehdit olundukları şeyi bana mutlaka göstereceksen o zaman beni zalim milletin içinde bulundurma Yarabbi"} ,{"id": "94", "arabic" : "رَبِّ فَلَا تَجۡعَلۡنِي فِي ٱلۡقَوۡمِ ٱلظَّـٰلِمِينَ", "english" : "My Lord then do not place me among the wrongdoing people", "urdu" : "تو اے میرے رب، مجھے ان ظالم لوگوں میں شامل نہ کیجیو","chinese" : "我的主啊！求你不要使我与不义的民众同归于尽。”","turkey" : "De ki: Rabbim! Onların tehdit olundukları şeyi bana mutlaka göstereceksen o zaman beni zalim milletin içinde bulundurma Yarabbi"} ,{"id": "95", "arabic" : "وَإِنَّا عَلَىٰٓ أَن نُّرِيَكَ مَا نَعِدُهُمۡ لَقَٰدِرُونَ", "english" : "And indeed We are able to show you what We have promised them", "urdu" : "اور حقیقت یہ ہے کہ ہم تمہاری آنکھوں کے سامنے ہی وہ چیز لے آنے کی پوری قدرت رکھتے ہیں جس کی دھمکی ہم انہیں دے رہے ہیں","chinese" : "我的确能使你看见我所警告他们的刑罚。","turkey" : "Biz onlara vadettiğimizi sana elbette gösterebiliriz"} ,{"id": "96", "arabic" : "ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ ٱلسَّيِّئَةَۚ نَحۡنُ أَعۡلَمُ بِمَا يَصِفُونَ", "english" : "Repel by [means of] what is best [their] evil. We are most knowing of what they describe", "urdu" : "اے نبیؐ، برائی کو اس طریقہ سے دفع کرو جو بہترین ہو جو کچھ باتیں وہ تم پر بناتے ہیں وہ ہمیں خوب معلوم ہیں","chinese" : "你应当以德报怨，我知道他们所描述的。","turkey" : "Kötülüğü en iyi ile sav. Onların vasıflandırmalarını Biz daha iyi biliriz"} ,{"id": "97", "arabic" : "وَقُل رَّبِّ أَعُوذُ بِكَ مِنۡ هَمَزَٰتِ ٱلشَّيَٰطِينِ", "english" : "And say My Lord I seek refuge in You from the incitements of the devils", "urdu" : "اور دعا کرو کہ پروردگار، میں شیاطین کی اکساہٹوں سے تیری پناہ مانگتا ہوں","chinese" : "你说：我的主啊！我求你保佑我得免于众恶魔的诱惑。","turkey" : "De ki: Rabbim! Şeytanların kışkırtmalarından Sana sığınırım"} ,{"id": "98", "arabic" : "وَأَعُوذُ بِكَ رَبِّ أَن يَحۡضُرُونِ", "english" : "And I seek refuge in You my Lord lest they be present with me", "urdu" : "بلکہ اے میرے رب، میں تو اس سے بھی تیری پناہ مانگتا ہوں کہ وہ میرے پاس آئیں","chinese" : "我的主啊！我求你保佑我得免于他们的来临。","turkey" : "Rabbim! Yanımda bulunmalarından da Sana sığınırım"} ,{"id": "99", "arabic" : "حَتَّىٰٓ إِذَا جَآءَ أَحَدَهُمُ ٱلۡمَوۡتُ قَالَ رَبِّ ٱرۡجِعُونِ", "english" : "[For such is the state of the disbelievers] until when death comes to one of them he says My Lord send me back", "urdu" : "(یہ لوگ اپنی کرنی سے باز نہ آئیں گے) یہاں تک کہ جب ان میں سے کسی کو موت آ جائے گی تو کہنا شروع کرے گا کہ اے میرے رب، مجھے اُسی دنیا میں واپس بھیج دیجیے جسے میں چھوڑ آیا ہوں","chinese" : "等到死亡降临他们中，一旦有人临危时，他才说：“我的主啊！求你让我返回人间，","turkey" : "Onlardan birine ölüm gelince: Rabbim! Beni geri çevir belki yapmadan bıraktığımı tamamlar iyi iş işlerim der. Hayır; bu söylediği sadece kendi lafıdır. Tekrar diriltilecekleri güne kadar arkalarında geriye dönmekten onları alıkoyan bir engel vardır"} ,{"id": "100", "arabic" : "لَعَلِّيٓ أَعۡمَلُ صَٰلِحٗا فِيمَا تَرَكۡتُۚ كَلَّآۚ إِنَّهَا كَلِمَةٌ هُوَ قَآئِلُهَاۖ وَمِن وَرَآئِهِم بَرۡزَخٌ إِلَىٰ يَوۡمِ يُبۡعَثُونَ", "english" : "That I might do righteousness in that which I left behind. No! It is only a word he is saying; and behind them is a barrier until the Day they are resurrected", "urdu" : "امید ہے کہ اب میں نیک عمل کروں گا ہرگز نہیں، یہ بس ایک بات ہے جو وہ بک رہا ہے اب اِن سب (مرنے والوں) کے پیچھے ایک برزخ حائل ہے دوسری زندگی کے دن تک","chinese" : "也许我能借我所遗留的财产而行善。”绝不然，这是他一定要说的一句话，在他们的面前，有一个屏障，直到他们复活的日子。","turkey" : "Onlardan birine ölüm gelince: Rabbim! Beni geri çevir belki yapmadan bıraktığımı tamamlar iyi iş işlerim der. Hayır; bu söylediği sadece kendi lafıdır. Tekrar diriltilecekleri güne kadar arkalarında geriye dönmekten onları alıkoyan bir engel vardır"} ,{"id": "101", "arabic" : "فَإِذَا نُفِخَ فِي ٱلصُّورِ فَلَآ أَنسَابَ بَيۡنَهُمۡ يَوۡمَئِذٖ وَلَا يَتَسَآءَلُونَ", "english" : "So when the Horn is blown no relationship will there be among them that Day nor will they ask about one another", "urdu" : "پھر جونہی کہ صور پھونک دیا گیا، ان کے درمیان پھر کوئی رشتہ نہ رہے گا اور نہ وہ ایک دوسرے کو پوچھیں گے","chinese" : "号角一响，他们之间的亲戚关系，就不存在了，他们也不能互相询问。","turkey" : "Sura üflendiği zaman o gün aralarındaki soy yakınlığı fayda vermez ve birbirlerine de birşey soramazlar"} ,{"id": "102", "arabic" : "فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَـٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ", "english" : "And those whose scales are heavy [with good deeds] - it is they who are the successful", "urdu" : "اُس وقت جن کے پلڑے بھاری ہوں گے وہی فلاح پائیں گے","chinese" : "凡善功的分量重的，都是成功的；","turkey" : "Tartıları ağır gelenler işte onlar kurtuluşa ermiş olanlardır"} ,{"id": "103", "arabic" : "وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَـٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فِي جَهَنَّمَ خَٰلِدُونَ", "english" : "But those whose scales are light - those are the ones who have lost their souls [being] in Hell abiding eternally", "urdu" : "اور جن کے پلڑے ہلکے ہوں گے وہی لوگ ہوں گے جنہوں نے اپنے آپ کو گھاٹے میں ڈال لیا وہ جہنم میں ہمیشہ رہیں گے","chinese" : "凡善功的分量轻的，都是亏损的，他们将永居火狱之中。","turkey" : "Tartıları hafif gelenler işte onlar kendilerine yazık edendir cehennemde temellidirler"} ,{"id": "104", "arabic" : "تَلۡفَحُ وُجُوهَهُمُ ٱلنَّارُ وَهُمۡ فِيهَا كَٰلِحُونَ", "english" : "The Fire will sear their faces and they therein will have taut smiles", "urdu" : "آگ ان کے چہروں کی کھال چاٹ جائے گی اور اُن کے جبڑے باہر نکل آئیں گے","chinese" : "火焰烧灼他们的脸，他们在火狱中痛得咧着嘴。","turkey" : "Ateş onların yüzlerini yalar dişleri sırıtıp kalır"} ,{"id": "105", "arabic" : "أَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَكُنتُم بِهَا تُكَذِّبُونَ", "english" : "[It will be said]. Were not My verses recited to you and you used to deny them", "urdu" : "کیا تم وہی لوگ نہیں ہو کہ میری آیات تمہیں سنائی جاتی تھیں تو تم انہیں جھٹلاتے تھے؟","chinese" : "难道我的迹象没有对你们宣读过，而你们否认它吗？","turkey" : "Allah: Ayetlerim size okunurken onları yalanlıyordunuz değil mi? der"} ,{"id": "106", "arabic" : "قَالُواْ رَبَّنَا غَلَبَتۡ عَلَيۡنَا شِقۡوَتُنَا وَكُنَّا قَوۡمٗا ضَآلِّينَ", "english" : "They will say Our Lord our wretchedness overcame us and we were a people astray", "urdu" : "وہ کہیں گے اے ہمارے رب، ہماری بد بختی ہم پر چھا گئی تھی واقعی ہم گمراہ لوگ تھے","chinese" : "他们说：我们的主啊！我们的薄命，曾制服我们，而我们变成迷误者。","turkey" : "Şöyle derler: Rabbimiz! Bizi bedbahtlığımız yenmişti; sapık bir millet olmuştuk"} ,{"id": "107", "arabic" : "رَبَّنَآ أَخۡرِجۡنَا مِنۡهَا فَإِنۡ عُدۡنَا فَإِنَّا ظَٰلِمُونَ", "english" : "Our Lord remove us from it and if we were to return [to evil] we would indeed be wrongdoers", "urdu" : "اے پروردگار، اب ہمیں یہاں سے نکال دے پھر ہم ایسا قصور کریں تو ظالم ہوں گے","chinese" : "我们的主啊！求你让我们从火狱里出去，如果我们再次犯罪，我们就确是不义者。”","turkey" : "Rabbimiz! Bizi buradan çıkar tekrar günaha dönersek doğrusu zulmetmiş oluruz"} ,{"id": "108", "arabic" : "قَالَ ٱخۡسَـُٔواْ فِيهَا وَلَا تُكَلِّمُونِ", "english" : "He will say Remain despised therein and do not speak to Me", "urdu" : "اللہ تعالیٰ جواب دے گا دور ہو میرے سامنے سے، پڑے رہو اسی میں اور مجھ سے بات نہ کرو","chinese" : "他说：你们在火狱中应当忍气吞声，不要对我说话。","turkey" : "Allah: Sinin orada! Benimle konuşmayın. Kullarımdan bir topluluk: Rabbimiz! inandık artık bizi bağışla bize acı. Sen acıyanların en iyisisin diyordu. Siz ise onları alaya alıyordunuz. Bu yaptıklarınız size Beni anmayı unutturuyordu. Onlara hep gülüyordunuz. Sabretmelerine karşılık bugün onları mükafatlandırdım. Doğrusu onlar kurtulanlardır der"} ,{"id": "109", "arabic" : "إِنَّهُۥ كَانَ فَرِيقٞ مِّنۡ عِبَادِي يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَا وَأَنتَ خَيۡرُ ٱلرَّـٰحِمِينَ", "english" : "Indeed there was a party of My servants who said 'Our Lord we have believed so forgive us and have mercy upon us and You are the best of the merciful", "urdu" : "تم وہی لوگ تو ہو کہ میرے کچھ بندے جب کہتے تھے کہ اے ہمارے پروردگار، ہم ایمان لائے، ہمیں معاف کر دے، ہم پر رحم کر، تُو سب رحیموں سے اچھا رحیم ہے","chinese" : "从前，我的仆人中有一派人常说：“我们的主啊！我们已信道了，求你饶恕我们，求你怜悯我们，你是最怜悯的。”","turkey" : "Allah: Sinin orada! Benimle konuşmayın. Kullarımdan bir topluluk: Rabbimiz! inandık artık bizi bağışla bize acı. Sen acıyanların en iyisisin diyordu. Siz ise onları alaya alıyordunuz. Bu yaptıklarınız size Beni anmayı unutturuyordu. Onlara hep gülüyordunuz. Sabretmelerine karşılık bugün onları mükafatlandırdım. Doğrusu onlar kurtulanlardır der"} ,{"id": "110", "arabic" : "فَٱتَّخَذۡتُمُوهُمۡ سِخۡرِيًّا حَتَّىٰٓ أَنسَوۡكُمۡ ذِكۡرِي وَكُنتُم مِّنۡهُمۡ تَضۡحَكُونَ", "english" : "But you took them in mockery to the point that they made you forget My remembrance and you used to laugh at them", "urdu" : "تو تم نے ان کا مذاق بنا لیا یہاں تک کہ اُن کی ضد نے تمہیں یہ بھی بھُلا دیا کہ میں بھی کوئی ہوں، اور تم ان پر ہنستے رہے","chinese" : "但你们以他们为笑柄，常常嗤笑他们，直到他们使你们忘了记念我。","turkey" : "Allah: Sinin orada! Benimle konuşmayın. Kullarımdan bir topluluk: Rabbimiz! inandık artık bizi bağışla bize acı. Sen acıyanların en iyisisin diyordu. Siz ise onları alaya alıyordunuz. Bu yaptıklarınız size Beni anmayı unutturuyordu. Onlara hep gülüyordunuz. Sabretmelerine karşılık bugün onları mükafatlandırdım. Doğrusu onlar kurtulanlardır der"} ,{"id": "111", "arabic" : "إِنِّي جَزَيۡتُهُمُ ٱلۡيَوۡمَ بِمَا صَبَرُوٓاْ أَنَّهُمۡ هُمُ ٱلۡفَآئِزُونَ", "english" : "Indeed I have rewarded them this Day for their patient endurance - that they are the attainers [of success]", "urdu" : "آج اُن کے اُس صبر کا میں نے یہ پھل دیا ہے کہ وہی کامیاب ہیں","chinese" : "今天我确已为他们的坚忍而报酬他们，他们正是成功的。","turkey" : "Allah: Sinin orada! Benimle konuşmayın. Kullarımdan bir topluluk: Rabbimiz! inandık artık bizi bağışla bize acı. Sen acıyanların en iyisisin diyordu. Siz ise onları alaya alıyordunuz. Bu yaptıklarınız size Beni anmayı unutturuyordu. Onlara hep gülüyordunuz. Sabretmelerine karşılık bugün onları mükafatlandırdım. Doğrusu onlar kurtulanlardır der"} ,{"id": "112", "arabic" : "قَٰلَ كَمۡ لَبِثۡتُمۡ فِي ٱلۡأَرۡضِ عَدَدَ سِنِينَ", "english" : "[Allah] will say How long did you remain on earth in number of years", "urdu" : "پھر اللہ تعالی ان سے پوچھے گا بتاؤ، زمین میں تم کتنے سال رہے؟","chinese" : "主说：你们在大地上逗留了几年？","turkey" : "Allah onlara yine: Yeryüzünde kaç yıl kaldınız der"} ,{"id": "113", "arabic" : "قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖ فَسۡـَٔلِ ٱلۡعَآدِّينَ", "english" : "They will say We remained a day or part of a day; ask those who enumerate", "urdu" : "وہ کہیں گے ایک دن یا دن کا بھی کچھ حصہ ہم وہاں ٹھیرے ہیں شمار کرنے والوں سے پوچھ لیجیے","chinese" : "他们说：我们逗留了一天，或者不足一天；请你问问能计算年月的（天使）吧。","turkey" : "Bir gün veya daha az bir süre kaldık sayanlara sor derler"} ,{"id": "114", "arabic" : "قَٰلَ إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗاۖ لَّوۡ أَنَّكُمۡ كُنتُمۡ تَعۡلَمُونَ", "english" : "He will say You stayed not but a little - if only you had known", "urdu" : "ارشاد ہو گا تھوڑی ہی دیر ٹھیرے ہو نا، کاش تم نے یہ اُس وقت جانا ہوتا","chinese" : "他说：“你们只逗留了很少的年月，假若你们知道。”","turkey" : "Allah' Pek az kaldınız keşke bilseydiniz! Sizi boşuna yarattığımızı ve Bize döndürülmeyeceğinizi mi sandınız? der"} ,{"id": "115", "arabic" : "أَفَحَسِبۡتُمۡ أَنَّمَا خَلَقۡنَٰكُمۡ عَبَثٗا وَأَنَّكُمۡ إِلَيۡنَا لَا تُرۡجَعُونَ", "english" : "Then did you think that We created you uselessly and that to Us you would not be returned", "urdu" : "کیا تم نے یہ سمجھ رکھا تھا کہ ہم نے تمہیں فضول ہی پیدا کیا ہے اور تمہیں ہماری طرف کبھی پلٹنا ہی نہیں ہے؟","chinese" : "难道你们以为我只是徒然地创造了你们，而你们不被召归我吗？","turkey" : "Allah' Pek az kaldınız keşke bilseydiniz! Sizi boşuna yarattığımızı ve Bize döndürülmeyeceğinizi mi sandınız? der"} ,{"id": "116", "arabic" : "فَتَعَٰلَى ٱللَّهُ ٱلۡمَلِكُ ٱلۡحَقُّۖ لَآ إِلَٰهَ إِلَّا هُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡكَرِيمِ", "english" : "So exalted is Allah the Sovereign the Truth; there is no deity except Him Lord of the Noble Throne", "urdu" : "پس بالا و برتر ہے اللہ، پادشاہ حقیقی، کوئی خدا اُس کے سوا نہیں، مالک ہے عرش بزرگ کا","chinese" : "尊哉安拉——真实的君主。除他之外，绝无应受崇拜的。他是高贵的宝座之主。","turkey" : "Gerçek hükümdar olan Allah yücedir. O'ndan başka tanrı yoktur. O yüce arşın Rabbidir"} ,{"id": "117", "arabic" : "وَمَن يَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ لَا بُرۡهَٰنَ لَهُۥ بِهِۦ فَإِنَّمَا حِسَابُهُۥ عِندَ رَبِّهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ", "english" : "And whoever invokes besides Allah another deity for which he has no proof - then his account is only with his Lord. Indeed the disbelievers will not succeed", "urdu" : "اور جو کوئی اللہ کے ساتھ کسی اور معبود کو پکارے، جس کے لیے اس کے پاس کوئی دلیل نہیں، تو اس کا حساب اس کے رب کے پاس ہے ایسے کافر کبھی فلاح نہیں پا سکتے","chinese" : "凡在祈祷安拉的同时祈祷别的无稽的神灵者，他将在主那里受到清算，不信道者必不成功。","turkey" : "Allah'la beraber varlığına hiçbir delili olmadığı halde başka tanrıya tapanın hesabını Rabbi görecektir. İnkarcılar elbette kurtulamazlar"} ,{"id": "118", "arabic" : "وَقُل رَّبِّ ٱغۡفِرۡ وَٱرۡحَمۡ وَأَنتَ خَيۡرُ ٱلرَّـٰحِمِينَ", "english" : "And [O Muhammad] say My Lord forgive and have mercy and You are the best of the merciful", "urdu" : "اے محمدؐ، کہو، میرے رب درگزر فرما، اور رحم کر، اور تو سب رحیموں سے اچھا رحیم ہے","chinese" : "你说：我的主啊！求你饶恕，求你怜悯，你是最怜悯的。","turkey" : "De ki: Rabbim! Bağışla merhamet et Sen merhamet edenlerin en hayırlısısın"} ]}