{"name":"الفرقان","verses":[{"id": "1", "arabic" : "تَبَارَكَ ٱلَّذِي نَزَّلَ ٱلۡفُرۡقَانَ عَلَىٰ عَبۡدِهِۦ لِيَكُونَ لِلۡعَٰلَمِينَ نَذِيرًا", "english" : "Blessed is He who sent down the Criterion upon His Servant that he may be to the worlds a warner", "urdu" : "نہایت متبرک ہے وہ جس نے یہ فرقان اپنے بندے پر نازل کیا تاکہ سارے جہان والوں کے لیے نذیر ہو","chinese" : "圣洁哉安拉！他降示准则给他的仆人，以便他做众世界的警告者。","turkey" : "Göklerin ve yerin hükümranlığı kendisinin olan çocuk edinmeyen hükümranlıkta ortağı bulunmayan herşeyi yaratıp bir ölçüye göre düzenleyen ve dünyaları uyarmak üzere kuluna hakkı batıldan ayırdeden Kuran'ı indiren Allah yücelerin yücesidir"} ,{"id": "2", "arabic" : "ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَخَلَقَ كُلَّ شَيۡءٖ فَقَدَّرَهُۥ تَقۡدِيرٗا", "english" : "He to whom belongs the dominion of the heavens and the earth and who has not taken a son and has not had a partner in dominion and has created each thing and determined it with [precise] determination", "urdu" : "وہ جو زمین اور آسمانوں کی بادشاہی کا مالک ہے، جس نے کسی کو بیٹا نہیں بنایا ہے، جس کے ساتھ بادشاہی میں کوئی شریک نہیں ہے، جس نے ہر چیز کو پیدا کیا پھر اس کی ایک تقدیر مقرر کی","chinese" : "天地的主权只是他的；他没有收养儿子，在主权中没有伙伴。他创造万物，并加以精密的注定。","turkey" : "Göklerin ve yerin hükümranlığı kendisinin olan çocuk edinmeyen hükümranlıkta ortağı bulunmayan herşeyi yaratıp bir ölçüye göre düzenleyen ve dünyaları uyarmak üzere kuluna hakkı batıldan ayırdeden Kuran'ı indiren Allah yücelerin yücesidir"} ,{"id": "3", "arabic" : "وَٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗ لَّا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ وَلَا يَمۡلِكُونَ لِأَنفُسِهِمۡ ضَرّٗا وَلَا نَفۡعٗا وَلَا يَمۡلِكُونَ مَوۡتٗا وَلَا حَيَوٰةٗ وَلَا نُشُورٗا", "english" : "But they have taken besides Him gods which create nothing while they are created and possess not for themselves any harm or benefit and possess not [power to cause] death or life or resurrection", "urdu" : "لوگوں نے اُسے چھوڑ کر ایسے معبود بنا لیے جو کسی چیز کو پیدا نہیں کرتے بلکہ خود پیدا کیے جاتے ہیں، جو خود اپنے لیے بھی کسی نفع یا نقصان کا اختیار نہیں رکھتے، جو نہ مار سکتے ہیں نہ جِلا سکتے ہیں، نہ مرے ہوئے کو پھر اٹھا سکتے ہیں","chinese" : "他们注定除安拉外崇拜许多神灵，那些神灵不能创造任何物，他们自己却是被造的；他们不能主持自身的祸福，也不能主持（他人的）生死和复活。","turkey" : "Kafirler O'nu bırakıp birşey yaratamayan bilakis kendileri yaratılmış olan kendilerine ne zarar ve ne de fayda verebilen; öldürmeye diriltmeye ve ölümden sonra tekrar canlandırmaya güçleri yetmeyen tanrılar edindiler"} ,{"id": "4", "arabic" : "وَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ إِفۡكٌ ٱفۡتَرَىٰهُ وَأَعَانَهُۥ عَلَيۡهِ قَوۡمٌ ءَاخَرُونَۖ فَقَدۡ جَآءُو ظُلۡمٗا وَزُورٗا", "english" : "And those who disbelieve say This [Qur'an] is not except a falsehood he invented and another people assisted him in it. But they have committed an injustice and a lie", "urdu" : "جن لوگوں نے نبیؐ کی بات ماننے سے انکار کر دیا ہے وہ کہتے ہیں کہ یہ فرقان ایک من گھڑت چیز ہے جسے اِس شخص نے آپ ہی گھڑ لیا ہے اور کچھ دوسرے لوگوں نے اِس کام میں اس کی مدد کی ہے بڑا ظلم اور سخت جھوٹ ہے جس پر یہ لوگ اتر آئے ہیں","chinese" : "不信道者说：“这只是他所捏造的谣言，别的许多人曾帮助他。”他们已做了不义的事，已说了不义的谬妄的话。","turkey" : "İnkar edenler: Bu Kuran uydurmadır ona başka bir topluluk yardım etmiştir diyerek haksız ve asılsız bir söz uydurdular"} ,{"id": "5", "arabic" : "وَقَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ ٱكۡتَتَبَهَا فَهِيَ تُمۡلَىٰ عَلَيۡهِ بُكۡرَةٗ وَأَصِيلٗا", "english" : "And they say Legends of the former peoples which he has written down and they are dictated to him morning and afternoon", "urdu" : "کہتے ہیں یہ پرانے لوگوں کی لکھی ہوئی چیزیں ہیں جنہیں یہ شخص نقل کرتا ہے اور وہ اِسے صبح و شام سنائی جاتی ہیں","chinese" : "他们说：“这是古人的神话，他使人抄录下来，朝夕对他诵读。”","turkey" : "Kuran öncekilerin masallarıdır; başkalarına yazdırıp sabah akşam kendisine okunmaktadır dediler"} ,{"id": "6", "arabic" : "قُلۡ أَنزَلَهُ ٱلَّذِي يَعۡلَمُ ٱلسِّرَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ غَفُورٗا رَّحِيمٗا", "english" : "Say [O Muhammad] It has been revealed by He who knows [every] secret within the heavens and the earth. Indeed He is ever Forgiving and Merciful", "urdu" : "اے محمدؐ، ان سے کہو کہ اِسے نازل کیا ہے اُس نے جو زمین اور آسمانوں کا بھید جانتا ہے حقیقت یہ ہے کہ وہ بڑا غفور رحیم ہے","chinese" : "你说：“知道天地的奥秘者降示了它。他确是至赦的，确是至慈的。”","turkey" : "De ki: Onu göklerin ve yerin sırrını bilen indirmiştir. Şüphesiz O bağışlayandır merhamet edendir"} ,{"id": "7", "arabic" : "وَقَالُواْ مَالِ هَٰذَا ٱلرَّسُولِ يَأۡكُلُ ٱلطَّعَامَ وَيَمۡشِي فِي ٱلۡأَسۡوَاقِ لَوۡلَآ أُنزِلَ إِلَيۡهِ مَلَكٞ فَيَكُونَ مَعَهُۥ نَذِيرًا", "english" : "And they say What is this messenger that eats food and walks in the markets? Why was there not sent down to him an angel so he would be with him a warner", "urdu" : "کہتے ہیں یہ کیسا رسول ہے جو کھانا کھاتا ہے اور بازاروں میں چلتا پھرتا ہے؟ کیوں نہ اس کے پاس کوئی فرشتہ بھیجا گیا جو اس کے ساتھ رہتا اور (نہ ماننے والوں کو) دھمکاتا؟","chinese" : "他们说：“这个使者怎么也吃饭，也往来于市场之间呢？为何安拉不派遣一个天使降临他，而与他同为警告者，","turkey" : "Şöyle dediler: Bu ne biçim peygamber ki yemek yer sokaklarda gezer? Ona beraberinde bulunup uyaran bir melek indirilseydi ya! Yahut kendisine bir hazine verilseydi veya besleneceği bir bahçe olsaydı ya! Bu zalimler inananlara: Siz sadece büyülenmiş bir adama uyuyorsunuz dediler"} ,{"id": "8", "arabic" : "أَوۡ يُلۡقَىٰٓ إِلَيۡهِ كَنزٌ أَوۡ تَكُونُ لَهُۥ جَنَّةٞ يَأۡكُلُ مِنۡهَاۚ وَقَالَ ٱلظَّـٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا", "english" : "Or [why is not] a treasure presented to him [from heaven] or does he [not] have a garden from which he eats? And the wrongdoers say You follow not but a man affected by magic", "urdu" : "یا اور کچھ نہیں تو اِس کے لیے کوئی خزانہ ہی اتار دیا جاتا، یا اس کے پاس کوئی باغ ہی ہوتا جس سے یہ (اطمینان کی) روزی حاصل کرتا اور ظالم کہتے ہیں تم لوگ تو ایک سحر زدہ آدمی کے پیچھے لگ گئے ہو","chinese" : "或者把一个财宝赏赐他，或者他有一座果园，供他食用呢？”不义者说：“你们只顺从一个被蛊惑者。”","turkey" : "Şöyle dediler: Bu ne biçim peygamber ki yemek yer sokaklarda gezer? Ona beraberinde bulunup uyaran bir melek indirilseydi ya! Yahut kendisine bir hazine verilseydi veya besleneceği bir bahçe olsaydı ya! Bu zalimler inananlara: Siz sadece büyülenmiş bir adama uyuyorsunuz dediler"} ,{"id": "9", "arabic" : "ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَٰلَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا", "english" : "Look how they strike for you comparisons; but they have strayed so they cannot [find] a way", "urdu" : "دیکھو، کیسی کیسی عجیب حجتیں یہ لوگ تمہارے آگے پیش کر رہے ہیں، ایسے بہکے ہیں کہ کوئی ٹھکانے کی بات اِن کو نہیں سوجھتی","chinese" : "你看他们怎样为你打了许多比喻，而他们自己误入歧途，故，不能获得一条正路。","turkey" : "Sana nasıl misaller getirdiklerine bir bak! Onlar sapmışlardır yol bulamazlar"} ,{"id": "10", "arabic" : "تَبَارَكَ ٱلَّذِيٓ إِن شَآءَ جَعَلَ لَكَ خَيۡرٗا مِّن ذَٰلِكَ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَيَجۡعَل لَّكَ قُصُورَۢا", "english" : "Blessed is He who if He willed could have made for you [something] better than that - gardens beneath which rivers flow - and could make for you palaces", "urdu" : "بڑا بابرکت ہے وہ جو اگر چاہے تو ان کی تجویز کردہ چیزوں سے بھی زیادہ بڑھ چڑھ کر تم کو دے سکتا ہے، (ایک نہیں) بہت سے باغ جن کے نیچے نہریں بہتی ہوں، اور بڑے بڑے محل","chinese" : "圣洁哉安拉！如果他意欲，他要赏赐你比那个更好的，即下临诸河的果园，他要赏赐你一些大厦。","turkey" : "Dilerse sana bunlardan daha iyi olan içlerinden ırmaklar akan cennetler verebilen ve köşkler kurabilen Allah yücelerin yücesidir"} ,{"id": "11", "arabic" : "بَلۡ كَذَّبُواْ بِٱلسَّاعَةِۖ وَأَعۡتَدۡنَا لِمَن كَذَّبَ بِٱلسَّاعَةِ سَعِيرًا", "english" : "But they have denied the Hour and We have prepared for those who deny the Hour a Blaze", "urdu" : "اصل بات یہ ہے کہ یہ لوگ اُس گھڑی کو جھٹلا چکے ہیں اور جو اُس گھڑی کو جھٹلائے اس کے لیے ہم نے بھڑکتی ہوئی آگ مہیا کر رکھی ہے","chinese" : "不然，他们否认复活时，我已为否认复活时者预备了烈火。","turkey" : "Zaten onlar kıyamet saatini de yalanladılar. O saatin geleceğini yalanlayanlara çılgın alevli bir ateş hazırlamışızdır"} ,{"id": "12", "arabic" : "إِذَا رَأَتۡهُم مِّن مَّكَانِۭ بَعِيدٖ سَمِعُواْ لَهَا تَغَيُّظٗا وَزَفِيرٗا", "english" : "When the Hellfire sees them from a distant place they will hear its fury and roaring", "urdu" : "وہ جب دور سے اِن کو دیکھے گی تو یہ اُس کے غضب اور جوش کی آوازیں سن لیں گے","chinese" : "当火狱从远处看见他们的时候，他们听见爆裂声和太息声。","turkey" : "Bu ateş onlara uzak bir yerden gözükünce onun kaynamasını ve uğultusunu işitirler"} ,{"id": "13", "arabic" : "وَإِذَآ أُلۡقُواْ مِنۡهَا مَكَانٗا ضَيِّقٗا مُّقَرَّنِينَ دَعَوۡاْ هُنَالِكَ ثُبُورٗا", "english" : "And when they are thrown into a narrow place therein bound in chains they will cry out thereupon for destruction", "urdu" : "اور جب یہ دست و پا بستہ اُس میں ایک تنگ جگہ ٹھونسے جائیں گے تو اپنی موت کو پکارنے لگیں گے","chinese" : "当他们被枷锁着投入烈火中一个狭隘的地方的时候，他们在那里哀号求死。","turkey" : "Elleri boyunlarına bağlanarak dar bir yerden atıldıkları zaman orada yok olup gitmeyi isterler"} ,{"id": "14", "arabic" : "لَّا تَدۡعُواْ ٱلۡيَوۡمَ ثُبُورٗا وَٰحِدٗا وَٱدۡعُواْ ثُبُورٗا كَثِيرٗا", "english" : "[They will be told] Do not cry this Day for one destruction but cry for much destruction", "urdu" : "(اُس وقت ان سے کہا جائے گا کہ) آج ایک موت کو نہیں بہت سی موتوں کو پکارو","chinese" : "今天你们不要哀求一死，你们当哀求多死。","turkey" : "Bir kere yok olmayı değil birçok defa yok olmayı isteyin denir"} ,{"id": "15", "arabic" : "قُلۡ أَذَٰلِكَ خَيۡرٌ أَمۡ جَنَّةُ ٱلۡخُلۡدِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۚ كَانَتۡ لَهُمۡ جَزَآءٗ وَمَصِيرٗا", "english" : "Say Is that better or the Garden of Eternity which is promised to the righteous? It will be for them a reward and destination", "urdu" : "اِن سے پوچھو، یہ انجام اچھا ہے یا وہ اَبدی جنت جس کا وعدہ خداترس پرہیزگاروں سے کیا گیا ہے؟ جو اُن کے اعمال کی جزا اور اُن کے سفر کی آخری منزل ہو گی","chinese" : "你说：“这是更好的呢？还是应许敬畏者永居其中的乐园好呢？”它是他们所有的报酬和归宿，","turkey" : "De ki: Bu mu iyidir yoksa Allah'a karşı gelmekten sakınanlara mükafat ve gidilecek yer olarak söz verilen ebedi cennet mi daha iyidir"} ,{"id": "16", "arabic" : "لَّهُمۡ فِيهَا مَا يَشَآءُونَ خَٰلِدِينَۚ كَانَ عَلَىٰ رَبِّكَ وَعۡدٗا مَّسۡـُٔولٗا", "english" : "For them therein is whatever they wish [while] abiding eternally. It is ever upon your Lord a promise [worthy to be] requested", "urdu" : "جس میں اُن کی ہر خواہش پوری ہو گی، جس میں وہ ہمیشہ ہمیشہ رہیں گے، جس کا عطا کرنا تمہارے پروردگار کے ذمے ایک واجب الادا وعدہ ہے","chinese" : "他们在乐园中得享受自己所意欲的（幸福）。他们将永居其中，这是可以向你的主要求实践的诺言。","turkey" : "Temelli kalacakları cennette diledikleri şeyleri bulurlar. Bu Rabbinin yerine getirilmesi istenen bir vaadidir"} ,{"id": "17", "arabic" : "وَيَوۡمَ يَحۡشُرُهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ فَيَقُولُ ءَأَنتُمۡ أَضۡلَلۡتُمۡ عِبَادِي هَـٰٓؤُلَآءِ أَمۡ هُمۡ ضَلُّواْ ٱلسَّبِيلَ", "english" : "And [mention] the Day He will gather them and that which they worship besides Allah and will say Did you mislead these My servants or did they [themselves] stray from the way", "urdu" : "اور وہ وہی دن ہو گا جب کہ (تمہارا رب) اِن لوگوں کو بھی گھیر لائے گا اور ان کے اُن معبودوں کو بھی بُلا لے گا جنہیں آج یہ اللہ کو چھوڑ کر پوج رہے ہیں، پھر وہ اُن سے پوچھے گا کیا تم نے میرے اِن بندوں کر گمراہ کیا تھا؟ یا یہ خود راہِ راست سے بھٹک گئے تھے؟","chinese" : "在那日，他要把他们和他们舍安拉而崇拜的（偶像）集合起来，然后说：“究竟是你们使我的这些仆人迷误呢？还是他们自己叛离正路呢？”","turkey" : "O gün Rabbin onları ve Allah'ı bırakıp da taptıkları şeyleri toplar ve: Bu kullarımı siz mi saptırdınız yoksa kendi kendilerine mi yoldan saptılar? der"} ,{"id": "18", "arabic" : "قَالُواْ سُبۡحَٰنَكَ مَا كَانَ يَنۢبَغِي لَنَآ أَن نَّتَّخِذَ مِن دُونِكَ مِنۡ أَوۡلِيَآءَ وَلَٰكِن مَّتَّعۡتَهُمۡ وَءَابَآءَهُمۡ حَتَّىٰ نَسُواْ ٱلذِّكۡرَ وَكَانُواْ قَوۡمَۢا بُورٗا", "english" : "They will say Exalted are You! It was not for us to take besides You any allies. But You provided comforts for them and their fathers until they forgot the message and became a people ruined", "urdu" : "وہ عرض کریں گے پاک ہے آپ کی ذات، ہماری تو یہ بھی مجال نہ تھی کہ آپ کے سوا کسی کو اپنا مولا بنائیں مگر آپ نے اِن کو اور ان کے باپ دادا کو خوب سامانِ زندگی دیا حتیٰ کہ یہ سبق بھول گئے اور شامت زدہ ہو کر رہے","chinese" : "他们说：“我们赞颂你超绝万物，我们不该舍你而敬事任何神灵。但你曾使他们及其祖先享乐，直到他们遗忘了记念，他们原是灭亡的民众。”","turkey" : "Onlar: Haşa; Seni bırakıp başka dostlar edinmek bize yaraşmaz; fakat Sen onlara ve babalarına nimetler verdin de sonunda Seni anmayı unuttular ve helaki hak eden bir millet oldular derler"} ,{"id": "19", "arabic" : "فَقَدۡ كَذَّبُوكُم بِمَا تَقُولُونَ فَمَا تَسۡتَطِيعُونَ صَرۡفٗا وَلَا نَصۡرٗاۚ وَمَن يَظۡلِم مِّنكُمۡ نُذِقۡهُ عَذَابٗا كَبِيرٗا", "english" : "So they will deny you [disbelievers] in what you say and you cannot avert [punishment] or [find] help. And whoever commits injustice among you - We will make him taste a great punishment", "urdu" : "یوں جھٹلا دیں گے وہ (تمہارے معبود) تمہاری اُن باتوں کو جو آج تم کہہ رہے ہو، پھر تم نہ اپنی شامت ٹال سکو گے نہ کہیں سے مدد پا سکو گے اور جو بھی تم میں سے ظلم کرے اسے ہم سخت عذاب کا مزہ چکھائیں گے","chinese" : "主说：“他们确已否认你们所说的话，你们不能逃避刑罚，也不能自助。你们中谁是不义的，我要使谁尝试严峻的刑罚。","turkey" : "Söylediklerinizde sizi yalancı çıkardılar artık kendinizden azabı çeviremez yardım da göremezsiniz. Zulmedenlerinize büyük bir azap tattıracağız denir"} ,{"id": "20", "arabic" : "وَمَآ أَرۡسَلۡنَا قَبۡلَكَ مِنَ ٱلۡمُرۡسَلِينَ إِلَّآ إِنَّهُمۡ لَيَأۡكُلُونَ ٱلطَّعَامَ وَيَمۡشُونَ فِي ٱلۡأَسۡوَاقِۗ وَجَعَلۡنَا بَعۡضَكُمۡ لِبَعۡضٖ فِتۡنَةً أَتَصۡبِرُونَۗ وَكَانَ رَبُّكَ بَصِيرٗا", "english" : "And We did not send before you [O Muhammad] any of the messengers except that they ate food and walked in the markets. And We have made some of you [people] as trial for others - will you have patience? And ever is your Lord Seeing", "urdu" : "اے محمدؐ، تم سے پہلے جو رسول بھی ہم نے بھیجے ہیں وہ سب بھی کھانا کھانے والے اور بازاروں میں چلنے پھرنے والے لوگ ہی تھے دراصل ہم نے تم لوگوں کو ایک دوسرے کے لیے آزمائش کا ذریعہ بنا دیا ہے کیا تم صبر کرتے ہو؟ تمہارا رب سب کچھ دیکھتا ہے","chinese" : "我在你之前所派遣的使者，没有一个是不吃饭的，没有一个是不来往于市场之间的。我使你们互相考验，看看你们能忍耐吗？你的主是明察的。”","turkey" : "Senden önce gönderdiğimiz bütün peygamberler de şüphesiz yemek yerler sokaklarda gezerlerdi. Ey insanlar! Sabreder misiniz diye sizi birbirinizle sınarız. Rabbin her şeyi görür"} ,{"id": "21", "arabic" : "۞وَقَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا لَوۡلَآ أُنزِلَ عَلَيۡنَا ٱلۡمَلَـٰٓئِكَةُ أَوۡ نَرَىٰ رَبَّنَاۗ لَقَدِ ٱسۡتَكۡبَرُواْ فِيٓ أَنفُسِهِمۡ وَعَتَوۡ عُتُوّٗا كَبِيرٗا", "english" : "And those who do not expect the meeting with Us say Why were not angels sent down to us or [why] do we [not] see our Lord? They have certainly become arrogant within themselves and [become] insolent with great insolence", "urdu" : "جو لوگ ہمارے حضور پیش ہونے کا اندیشہ نہیں رکھتے وہ کہتے ہیں کیوں نہ فرشتے ہمارے پاس بھیجے جائیں؟ یا پھر ہم اپنے رب کو دیکھیں بڑا گھمنڈ لے بیٹھے یہ اپنے نفس میں اور حد سے گزر گئے یہ اپنی سرکشی میں","chinese" : "不希望与我相会者曾说：“怎么不使众天使降临我们，或者得见我们的主呢？”他们确已妄自尊大，确已大逆不道。","turkey" : "Bizimle karşılaşmayı ummayanlar: Bize ya melekler indirilmeli ya da Rabbimiz'i görmeliyiz derler. And olsun ki kendi kendilerine büyüklenmişler azgınlıkta pek ileri gitmişlerdir"} ,{"id": "22", "arabic" : "يَوۡمَ يَرَوۡنَ ٱلۡمَلَـٰٓئِكَةَ لَا بُشۡرَىٰ يَوۡمَئِذٖ لِّلۡمُجۡرِمِينَ وَيَقُولُونَ حِجۡرٗا مَّحۡجُورٗا", "english" : "The day they see the angels - no good tidings will there be that day for the criminals and [the angels] will say Prevented and inaccessible", "urdu" : "جس روز یہ فرشتوں کو دیکھیں گے وہ مجرموں کے لیے کسی بشارت کا دن نہ ہوگا، چیخ اٹھیں گے کہ پناہ بخدا","chinese" : "他们看见众天使的日子，犯罪者将没有好消息，众天使要对他们说：“（乐园对于你们）是应为严禁的。”","turkey" : "Melekleri gördükleri gün işte o gün suçlulara iyi haber yoktur. Melekler: İyi haber size yasaktır yasak! derler"} ,{"id": "23", "arabic" : "وَقَدِمۡنَآ إِلَىٰ مَا عَمِلُواْ مِنۡ عَمَلٖ فَجَعَلۡنَٰهُ هَبَآءٗ مَّنثُورًا", "english" : "And We will regard what they have done of deeds and make them as dust dispersed", "urdu" : "اور جو کچھ بھی ان کا کیا دھرا ہے اُسے لے کر ہم غبار کی طرح اڑا دیں گے","chinese" : "我将处理他们所行的善功，而使它变成飞扬的灰尘。","turkey" : "Yaptıkları her işi ele alır onu toz duman ederiz"} ,{"id": "24", "arabic" : "أَصۡحَٰبُ ٱلۡجَنَّةِ يَوۡمَئِذٍ خَيۡرٞ مُّسۡتَقَرّٗا وَأَحۡسَنُ مَقِيلٗا", "english" : "The companions of Paradise that Day are [in] a better settlement and better resting place", "urdu" : "بس وہی لوگ جو جنت کے مستحق ہیں اُس دن اچھی جگہ ٹھیریں گے اور دوپہرگزارنے کو عمدہ مقام پائیں گے","chinese" : "在那日，乐园的居民将在一个最优的居住地，一个最美的休息之所。","turkey" : "O gün cennetliklerin kalacağı yer çok iyi dinlenecekleri yer çok güzeldir"} ,{"id": "25", "arabic" : "وَيَوۡمَ تَشَقَّقُ ٱلسَّمَآءُ بِٱلۡغَمَٰمِ وَنُزِّلَ ٱلۡمَلَـٰٓئِكَةُ تَنزِيلًا", "english" : "And [mention] the Day when the heaven will split open with [emerging] clouds and the angels will be sent down in successive descent", "urdu" : "آسمان کو چیرتا ہوا ایک بادل اس روز نمودار ہو گا اور فرشتوں کے پرے کے پرے اتار دیے جائیں گے","chinese" : "在那日，诸天将与白云一道破裂，众天使将奉命庄严地降临。","turkey" : "O gün gök beyaz bulutlar halinde parçalanacak ve melekler bölük bölük indirilecektir"} ,{"id": "26", "arabic" : "ٱلۡمُلۡكُ يَوۡمَئِذٍ ٱلۡحَقُّ لِلرَّحۡمَٰنِۚ وَكَانَ يَوۡمًا عَلَى ٱلۡكَٰفِرِينَ عَسِيرٗا", "english" : "True sovereignty that Day is for the Most Merciful. And it will be upon the disbelievers a difficult Day", "urdu" : "اُس روز حقیقی بادشاہی صرف رحمان کی ہو گی اور وہ منکرین کے لیے بڑا سخت دن ہو گا","chinese" : "在那日，真实的主权是属于至仁主的。那日，对不信道者是一个严酷的日子。","turkey" : "O gün gerçek hükümdarlık Rahman'ındır. İnkarcılar için yaman bir gündür"} ,{"id": "27", "arabic" : "وَيَوۡمَ يَعَضُّ ٱلظَّالِمُ عَلَىٰ يَدَيۡهِ يَقُولُ يَٰلَيۡتَنِي ٱتَّخَذۡتُ مَعَ ٱلرَّسُولِ سَبِيلٗا", "english" : "And the Day the wrongdoer will bite on his hands [in regret] he will say Oh I wish I had taken with the Messenger a way", "urdu" : "ظالم انسان اپنا ہاتھ چبائے گا اور کہے گا کاش میں نے رسول کا ساتھ دیا ہوتا","chinese" : "在那日，不义者一面咬手一面说：“啊！但愿我曾与使者采取同一道路。","turkey" : "O gün zalim kimse ellerini ısırıp: Keşke Peygamberle beraber bir yol tutsaydım vay başıma gelene; keşke falancayı dost edinmeseydim. And olsun ki beni bana gelen Kuran'dan o saptırdı. Şeytan insanı yalnız ve yardımcısız bırakıyor der"} ,{"id": "28", "arabic" : "يَٰوَيۡلَتَىٰ لَيۡتَنِي لَمۡ أَتَّخِذۡ فُلَانًا خَلِيلٗا", "english" : "Oh woe to me! I wish I had not taken that one as a friend", "urdu" : "ہائے میری کم بختی، کاش میں نے فلاں شخص کو دوست نہ بنایا ہوتا","chinese" : "啊！哀哉！但愿我没有以某人为朋友。","turkey" : "O gün zalim kimse ellerini ısırıp: Keşke Peygamberle beraber bir yol tutsaydım vay başıma gelene; keşke falancayı dost edinmeseydim. And olsun ki beni bana gelen Kuran'dan o saptırdı. Şeytan insanı yalnız ve yardımcısız bırakıyor der"} ,{"id": "29", "arabic" : "لَّقَدۡ أَضَلَّنِي عَنِ ٱلذِّكۡرِ بَعۡدَ إِذۡ جَآءَنِيۗ وَكَانَ ٱلشَّيۡطَٰنُ لِلۡإِنسَٰنِ خَذُولٗا", "english" : "He led me away from the remembrance after it had come to me. And ever is Satan to man a deserter", "urdu" : "اُس کے بہکائے میں آ کر میں نے وہ نصیحت نہ مانی جو میرے پاس آئی تھی، شیطان انسان کے حق میں بڑا ہی بے وفا نکلا","chinese" : "记念既降临之后，他确已使我背弃它。”恶魔向来是遗弃人的。","turkey" : "O gün zalim kimse ellerini ısırıp: Keşke Peygamberle beraber bir yol tutsaydım vay başıma gelene; keşke falancayı dost edinmeseydim. And olsun ki beni bana gelen Kuran'dan o saptırdı. Şeytan insanı yalnız ve yardımcısız bırakıyor der"} ,{"id": "30", "arabic" : "وَقَالَ ٱلرَّسُولُ يَٰرَبِّ إِنَّ قَوۡمِي ٱتَّخَذُواْ هَٰذَا ٱلۡقُرۡءَانَ مَهۡجُورٗا", "english" : "And the Messenger has said O my Lord indeed my people have taken this Qur'an as [a thing] abandoned", "urdu" : "اور رسول کہے گا کہ اے میرے رب، میری قوم کے لوگوں نے اس قرآن کو نشانہ تضحیک بنا لیا تھا","chinese" : "使者曾说：“我的主啊！我的宗族以这《古兰经》为弃物。”","turkey" : "Peygamber: Ey Rabbim! Doğrusu milletim bu Kuran'ı terketmişti der"} ,{"id": "31", "arabic" : "وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا مِّنَ ٱلۡمُجۡرِمِينَۗ وَكَفَىٰ بِرَبِّكَ هَادِيٗا وَنَصِيرٗا", "english" : "And thus have We made for every prophet an enemy from among the criminals. But sufficient is your Lord as a guide and a helper", "urdu" : "اے محمدؐ، ہم نے تو اسی طرح مجرموں کو ہر نبی کا دشمن بنایا ہے اور تمہارے لیے تمہارا رب ہی رہنمائی اور مدد کو کافی ہے","chinese" : "我这样使每个先知，都有一些罪人做他的仇敌，你的主足为引导者和援助者。","turkey" : "Her peygamber için böylece suçlulardan bir düşman ortaya koyarız. Doğruyu gösterici ve yardımcı olarak Rabbin yeter"} ,{"id": "32", "arabic" : "وَقَالَ ٱلَّذِينَ كَفَرُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ٱلۡقُرۡءَانُ جُمۡلَةٗ وَٰحِدَةٗۚ كَذَٰلِكَ لِنُثَبِّتَ بِهِۦ فُؤَادَكَۖ وَرَتَّلۡنَٰهُ تَرۡتِيلٗا", "english" : "And those who disbelieve say Why was the Qur'an not revealed to him all at once? Thus [it is] that We may strengthen thereby your heart. And We have spaced it distinctly", "urdu" : "منکرین کہتے ہیں اِس شخص پر سارا قرآن ایک ہی وقت میں کیوں نہ اتار دیا گیا؟ ہاں، ایسا اس لیے کیا گیا ہے کہ اس کو اچھی طرح ہم تمہارے ذہن نشین کرتے رہیں اور (اسی غرض کے لیے) ہم نے اس کو ایک خاص ترتیب کے ساتھ الگ الگ اجزاء کی شکل دی ہے","chinese" : "不信道者曾说：“怎么不把全部《古兰经》一次降示他呢？”我那样零零星星地降示它，以便我凭它来坚定你的心。我逐渐降示它。","turkey" : "İnkar edenler: Kuran ona bir defada indirilmeliydi derler. Oysa Biz onu böylece senin kalbine yerleştirmek için azar azar indirir ve onu ağır ağır okuruz"} ,{"id": "33", "arabic" : "وَلَا يَأۡتُونَكَ بِمَثَلٍ إِلَّا جِئۡنَٰكَ بِٱلۡحَقِّ وَأَحۡسَنَ تَفۡسِيرًا", "english" : "And they do not come to you with an argument except that We bring you the truth and the best explanation", "urdu" : "اور (اس میں یہ مصلحت بھی ہے) کہ جب کبھی وہ تمہارے سامنے کوئی نرالی بات (یا عجیب سوال) لے کر آئے، اُس کا ٹھیک جواب بر وقت ہم نے تمہیں دے دیا اور بہترین طریقے سے بات کھول دی","chinese" : "他们每向你提出一种非难，我就启示你真理和更美满的解释。","turkey" : "Sana bir misal vermezler ki Biz onun gerçeğini ve en iyi anlaşılanını sana vermemiş olalım"} ,{"id": "34", "arabic" : "ٱلَّذِينَ يُحۡشَرُونَ عَلَىٰ وُجُوهِهِمۡ إِلَىٰ جَهَنَّمَ أُوْلَـٰٓئِكَ شَرّٞ مَّكَانٗا وَأَضَلُّ سَبِيلٗا", "english" : "The ones who are gathered on their faces to Hell - those are the worst in position and farthest astray in [their] way", "urdu" : "جو لوگ اوندھے منہ جہنم کی طرف دھکیلے جانے والے ہیں ان کا موقف بہت برا اور ان کی راہ حد درجہ غلط ہے","chinese" : "那些被匍匐着集合于火狱者的地位更恶劣，是偏离正路更远的。","turkey" : "Cehennemde yüzü koyun toplanacak olanlar işte onların yerleri en kötü ve yolları da en sapıktır"} ,{"id": "35", "arabic" : "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَا مَعَهُۥٓ أَخَاهُ هَٰرُونَ وَزِيرٗا", "english" : "And We had certainly given Moses the Scripture and appointed with him his brother Aaron as an assistant", "urdu" : "ہم نے موسیٰؑ کو کتاب دی اور اس کے ساتھ اس کے بھائی ہارونؑ کو مددگار کے طور پر لگایا","chinese" : "我确已把经典赏赐穆萨，并且任命他的哥哥哈伦做他的助手。","turkey" : "And olsun ki Musa'ya Kitap verdik kardeşi Harun'u da kendisine vezir yaptık"} ,{"id": "36", "arabic" : "فَقُلۡنَا ٱذۡهَبَآ إِلَى ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا فَدَمَّرۡنَٰهُمۡ تَدۡمِيرٗا", "english" : "And We said Go both of you to the people who have denied Our signs. Then We destroyed them with [complete] destruction", "urdu" : "اور اُن سے کہا کہ جاؤ اُس قوم کی طرف جس نے ہماری آیات کو جھٹلا دیا ہے آخر کار اُن لوگوں کو ہم نے تباہ کر کے رکھ دیا","chinese" : "我说：“你俩去教化那些否认我的迹象的民众。”最终我毁灭了他们。","turkey" : "Ayetlerimizi yalanlayan millete gidin dedik. Sonunda o milleti yerle bir ettik"} ,{"id": "37", "arabic" : "وَقَوۡمَ نُوحٖ لَّمَّا كَذَّبُواْ ٱلرُّسُلَ أَغۡرَقۡنَٰهُمۡ وَجَعَلۡنَٰهُمۡ لِلنَّاسِ ءَايَةٗۖ وَأَعۡتَدۡنَا لِلظَّـٰلِمِينَ عَذَابًا أَلِيمٗا", "english" : "And the people of Noah - when they denied the messengers We drowned them and We made them for mankind a sign. And We have prepared for the wrongdoers a painful punishment", "urdu" : "یہی حال قوم نوحؑ کا ہوا جب انہوں نے رسولوں کی تکذیب کی ہم نے اُن کو غرق کر دیا اور دنیا بھر کے لوگوں کے لیے ایک نشان عبرت بنا دیا اور ان ظالموں کے لیے ایک دردناک عذاب ہم نے مہیا کر رکھا ہے","chinese" : "努哈的宗族否认使者的时候，我淹死了他们，并且以他们为世人的鉴戒。我已为不义者准备了痛苦的刑罚。","turkey" : "Nuh milletini de peygamberleri yalanladıkları zaman suda boğduk ve kendilerini insanlar için bir ibret kıldık. Zalimlere can yakıcı azap hazırlamışızdır"} ,{"id": "38", "arabic" : "وَعَادٗا وَثَمُودَاْ وَأَصۡحَٰبَ ٱلرَّسِّ وَقُرُونَۢا بَيۡنَ ذَٰلِكَ كَثِيرٗا", "english" : "And [We destroyed] 'Aad and Thamud and the companions of the well and many generations between them", "urdu" : "اِسی طرح عاد اور ثمود اور اصحاب الرس اور بیچ کی صدیوں کے بہت سے لوگ تباہ کیے گئے","chinese" : "阿德人、赛莫德人、兰斯的居民，以及在他们之前的若干世代，","turkey" : "Ad Semud milletleri ile Ress'lileri ve bunların arasında birçok nesilleri de yerle bir ettik"} ,{"id": "39", "arabic" : "وَكُلّٗا ضَرَبۡنَا لَهُ ٱلۡأَمۡثَٰلَۖ وَكُلّٗا تَبَّرۡنَا تَتۡبِيرٗا", "english" : "And for each We presented examples [as warnings] and each We destroyed with [total] destruction", "urdu" : "اور ان میں سے ہر ایک کو ہم نے (پہلے تباہ ہونے والوں کی) مثالیں دے دے کر سمجھایا اور آخرکار ہر ایک کو غارت کر دیا","chinese" : "我已为每一世代的人阐明过许多比喻，我毁灭了每一世代的人。","turkey" : "Her birine misaller vermiştik ama dinlemedikleri için hepsini kırdık geçirdik"} ,{"id": "40", "arabic" : "وَلَقَدۡ أَتَوۡاْ عَلَى ٱلۡقَرۡيَةِ ٱلَّتِيٓ أُمۡطِرَتۡ مَطَرَ ٱلسَّوۡءِۚ أَفَلَمۡ يَكُونُواْ يَرَوۡنَهَاۚ بَلۡ كَانُواْ لَا يَرۡجُونَ نُشُورٗا", "english" : "And they have already come upon the town which was showered with a rain of evil. So have they not seen it? But they are not expecting resurrection", "urdu" : "اور اُس بستی پر تو اِن کا گزر ہو چکا ہے جس پر بدترین بارش برسائی گئی تھی کیا انہوں نے اس کا حال دیکھا نہ ہو گا؟ مگر یہ موت کے بعد دوسری زندگی کی توقع ہی نہیں رکھتے","chinese" : "他们确已经历那遭恶雨的城市，难道他们没有看见它吗？不然，他们不希望复活。","turkey" : "Bu putperestler and olsun ki bela yağmuruna tutulmuş olan kasabaya uğramışlardı. Onu görmediler mi? Hayır; tekrar dirilmeyi ummuyorlardı"} ,{"id": "41", "arabic" : "وَإِذَا رَأَوۡكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي بَعَثَ ٱللَّهُ رَسُولًا", "english" : "And when they see you [O Muhammad] they take you not except in ridicule [saying] Is this the one whom Allah has sent as a messenger", "urdu" : "یہ لوگ جب تمہیں دیکھتے ہیں تو تمہارا مذاق بنا لیتے ہیں (کہتے ہیں) کیا یہ شخص ہے جسے خدا نے رسول بنا کر بھیجا ہے؟","chinese" : "当他们看见你的时候，只把你当作笑柄，（他们说）：“这就是安拉派遣来当使者的吗？","turkey" : "Seni gördükleri zaman Allah'ın gönderdiği elçi bu mudur? diye alaya almaktan başka birşey yapmazlar"} ,{"id": "42", "arabic" : "إِن كَادَ لَيُضِلُّنَا عَنۡ ءَالِهَتِنَا لَوۡلَآ أَن صَبَرۡنَا عَلَيۡهَاۚ وَسَوۡفَ يَعۡلَمُونَ حِينَ يَرَوۡنَ ٱلۡعَذَابَ مَنۡ أَضَلُّ سَبِيلًا", "english" : "He almost would have misled us from our gods had we not been steadfast in [worship of] them. But they are going to know when they see the punishment who is farthest astray in [his] way", "urdu" : "اِس نے تو ہمیں گمراہ کر کے اپنے معبودوں سے برگشتہ ہی کر دیا ہوتا اگر ہم اُن کی عقیدت پر جم نہ گئے ہوتے اچھا، وہ وقت دور نہیں ہے جب عذاب دیکھ کر اِنہیں خود معلوم ہو جائے گا کہ کون گمراہی میں دور نکل گیا تھا","chinese" : "要不是我们坚持着要崇拜我们的神灵，那么，他几乎使我们偏离他们了。”他们看见刑罚的时候，将要知道谁是偏离正路的。","turkey" : "Tanrılarımız üzerinde direnmeseydik doğrusu neredeyse bizi onlardan uzaklaştıracaktı derler. Azabı gördükleri zaman kimin yolunun sapık olduğunu bileceklerdir"} ,{"id": "43", "arabic" : "أَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ أَفَأَنتَ تَكُونُ عَلَيۡهِ وَكِيلًا", "english" : "Have you seen the one who takes as his god his own desire? Then would you be responsible for him", "urdu" : "کبھی تم نے اُس شخص کے حال پر غور کیا ہے جس نے اپنی خواہش نفس کو اپنا خدا بنا لیا ہو؟ کیا تم ایسے شخص کو راہِ راست پر لانے کا ذمہ لے سکتے ہو؟","chinese" : "你告诉我吧，以私欲为其神灵者，你能做他的监护者吗？","turkey" : "Hevesini kendine tanrı edineni gördün mü? Ona sen mi vekil olacaksın"} ,{"id": "44", "arabic" : "أَمۡ تَحۡسَبُ أَنَّ أَكۡثَرَهُمۡ يَسۡمَعُونَ أَوۡ يَعۡقِلُونَۚ إِنۡ هُمۡ إِلَّا كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّ سَبِيلًا", "english" : "Or do you think that most of them hear or reason? They are not except like livestock. Rather they are [even] more astray in [their] way", "urdu" : "کیا تم سمجھتے ہو کہ ان میں سے اکثر لوگ سنتے اور سمجھتے ہیں؟ یہ تو جانوروں کی طرح ہیں، بلکہ اُن سے بھی گئے گزرے","chinese" : "难道你以为他们大半是能听从或者能了解的人吗？他们只像牲畜一样，他们甚至是更迷误的。","turkey" : "Yoksa çoklarının söz dinlediklerini veya aklettiklerini mi sanırsın? Onlar şüphesiz davarlar gibidir belki daha da sapık yolludurlar"} ,{"id": "45", "arabic" : "أَلَمۡ تَرَ إِلَىٰ رَبِّكَ كَيۡفَ مَدَّ ٱلظِّلَّ وَلَوۡ شَآءَ لَجَعَلَهُۥ سَاكِنٗا ثُمَّ جَعَلۡنَا ٱلشَّمۡسَ عَلَيۡهِ دَلِيلٗا", "english" : "Have you not considered your Lord - how He extends the shadow and if He willed He could have made it stationary? Then We made the sun for it an indication", "urdu" : "تم نے دیکھا نہیں کہ تمہارا رب کس طرح سایہ پھیلا دیتا ہے؟ اگر وہ چاہتا تو اسے دائمی سایہ بنا دیتا ہم نے سورج کو اُس پر دلیل بنایا","chinese" : "难道你没有看见你的主怎样伸展阴影吗？假若他意欲，他必定使阴影成为静止的。我以太阳为其标志，","turkey" : "Rabbinin gölgeyi nasıl uzattığını görmez misin? İsteseydi onu durdururdu. Sonra Biz güneşi ona delil kılıp yavaş yavaş kendimize çekmişizdir"} ,{"id": "46", "arabic" : "ثُمَّ قَبَضۡنَٰهُ إِلَيۡنَا قَبۡضٗا يَسِيرٗا", "english" : "Then We hold it in hand for a brief grasp", "urdu" : "پھر (جیسے جیسے سورج اٹھتا جاتا ہے) ہم اس سائے کو رفتہ رفتہ اپنی طرف سمیٹتے چلے جاتے ہیں","chinese" : "然后我逐渐地收回阴影。","turkey" : "Rabbinin gölgeyi nasıl uzattığını görmez misin? İsteseydi onu durdururdu. Sonra Biz güneşi ona delil kılıp yavaş yavaş kendimize çekmişizdir"} ,{"id": "47", "arabic" : "وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِبَاسٗا وَٱلنَّوۡمَ سُبَاتٗا وَجَعَلَ ٱلنَّهَارَ نُشُورٗا", "english" : "And it is He who has made the night for you as clothing and sleep [a means for] rest and has made the day a resurrection", "urdu" : "اور وہ اللہ ہی ہے جس نے رات کو تمہارے لیے لباس، اور نیند کو سکونِ موت، اور دن کو جی اٹھنے کا وقت بنایا","chinese" : "主以黑夜为你们的衣服，以睡眠供你们安息，以白昼供你们苏醒。","turkey" : "Size geceyi örtü uykuyu rahatlık kılan gündüzü çalışma zamanı yapan Allah'tır"} ,{"id": "48", "arabic" : "وَهُوَ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ طَهُورٗا", "english" : "And it is He who sends the winds as good tidings before His mercy and We send down from the sky pure water", "urdu" : "اور وہی ہے جو اپنی رحمت کے آگے آگے ہواؤں کو بشارت بنا کر بھیجتا ہے پھر آسمان سے پاک پانی نازل کرتا ہے","chinese" : "主在降恩之前，使风先来报喜。我从天上降下清洁的雨水，","turkey" : "Rüzgarları rahmetinin önünde müjdeci gönderen O'dur. Ölü bir yeri diriltmek ve yarattığımız nice hayvan ve insanları sulamak için gökten tertemiz su indirmişizdir"} ,{"id": "49", "arabic" : "لِّنُحۡـِۧيَ بِهِۦ بَلۡدَةٗ مَّيۡتٗا وَنُسۡقِيَهُۥ مِمَّا خَلَقۡنَآ أَنۡعَٰمٗا وَأَنَاسِيَّ كَثِيرٗا", "english" : "That We may bring to life thereby a dead land and give it as drink to those We created of numerous livestock and men", "urdu" : "تاکہ ایک مردہ علاقے کو اس کے ذریعے زندگی بخشے اور اپنی مخلوق میں سے بہت سے جانوروں اور انسانوں کو سیراب کرے","chinese" : "以便我借雨水而使已死的大地复活，并用雨水供我所创造的牲畜和人们做饮料。","turkey" : "Rüzgarları rahmetinin önünde müjdeci gönderen O'dur. Ölü bir yeri diriltmek ve yarattığımız nice hayvan ve insanları sulamak için gökten tertemiz su indirmişizdir"} ,{"id": "50", "arabic" : "وَلَقَدۡ صَرَّفۡنَٰهُ بَيۡنَهُمۡ لِيَذَّكَّرُواْ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا", "english" : "And We have certainly distributed it among them that they might be reminded but most of the people refuse except disbelief", "urdu" : "اس کرشمے کو ہم بار بار ان کے سامنے لاتے ہیں تاکہ وہ کچھ سبق لیں، مگر اکثر لوگ کفر اور ناشکری کے سوا کوئی دوسرا رویہ اختیار کرنے سے انکار کر دیتے ہیں","chinese" : "我确已把雨水分配在他们之间，以便他们记忆。但他们大半只愿忘恩负义。","turkey" : "And olsun ki öğüt almaları için ülkeler arasında yer yer türlü türlü yağmur yağdırmışızdır. Buna rağmen insanların çoğu nankörlükte direnmiştir"} ,{"id": "51", "arabic" : "وَلَوۡ شِئۡنَا لَبَعَثۡنَا فِي كُلِّ قَرۡيَةٖ نَّذِيرٗا", "english" : "And if We had willed We could have sent into every city a warner", "urdu" : "اگر ہم چاہتے تو ایک ایک بستی میں ایک ایک نذیر اٹھا کھڑا کرتے","chinese" : "假若我意欲，我必在每座城市中派遣一个警告者。","turkey" : "Dileseydik her kente bir uyarıcı gönderirdik"} ,{"id": "52", "arabic" : "فَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَجَٰهِدۡهُم بِهِۦ جِهَادٗا كَبِيرٗا", "english" : "So do not obey the disbelievers and strive against them with the Qur'an a great striving", "urdu" : "پس اے نبیؐ، کافروں کی بات ہرگز نہ مانو اور اس قرآن کو لے کر ان کے ساتھ جہاد کبیر کرو","chinese" : "所以你不要顺从不信道者，你应当借此《古兰经》而于他们努力奋斗。","turkey" : "Sen inkarcılara uyma onlara karşı olanca gücünle mücadele et"} ,{"id": "53", "arabic" : "۞وَهُوَ ٱلَّذِي مَرَجَ ٱلۡبَحۡرَيۡنِ هَٰذَا عَذۡبٞ فُرَاتٞ وَهَٰذَا مِلۡحٌ أُجَاجٞ وَجَعَلَ بَيۡنَهُمَا بَرۡزَخٗا وَحِجۡرٗا مَّحۡجُورٗا", "english" : "And it is He who has released [simultaneously] the two seas one fresh and sweet and one salty and bitter and He placed between them a barrier and prohibiting partition", "urdu" : "اور وہی ہے جس نے دو سمندروں کو ملا رکھا ہے ایک لذیذ و شیریں، دوسرا تلخ و شور اور دونوں کے درمیان ایک پردہ حائل ہے ایک رکاوٹ ہے جو انہیں گڈ مڈ ہونے سے روکے ہوئے ہے","chinese" : "他就是任两海自由交流的，这是很甜的水，那是很苦的咸水；他在两海之间设置屏障和提防。","turkey" : "Birinin suyu tatlı ve kolay içimli diğerininki tuzlu ve acı olan iki denizi salıverip aralarına da karışmalarına engel olan bir sınır koyan Allah'tır"} ,{"id": "54", "arabic" : "وَهُوَ ٱلَّذِي خَلَقَ مِنَ ٱلۡمَآءِ بَشَرٗا فَجَعَلَهُۥ نَسَبٗا وَصِهۡرٗاۗ وَكَانَ رَبُّكَ قَدِيرٗا", "english" : "And it is He who has created from water a human being and made him [a relative by] lineage and marriage. And ever is your Lord competent [concerning creation]", "urdu" : "اور وہی ہے جس نے پانی سے ایک بشر پیدا کیا، پھر اس سے نسب اور سسرال کے دو الگ سلسلے چلائے تیرا رب بڑا ہی قدرت والا ہے","chinese" : "他就是用精水创造人，使人成为血族和姻亲的。你的主是全能的。","turkey" : "İnsanı sudan yaratarak ona soy sop veren O'dur. Rabbin herşeye Kadir'dir"} ,{"id": "55", "arabic" : "وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُهُمۡ وَلَا يَضُرُّهُمۡۗ وَكَانَ ٱلۡكَافِرُ عَلَىٰ رَبِّهِۦ ظَهِيرٗا", "english" : "But they worship rather than Allah that which does not benefit them or harm them and the disbeliever is ever against his Lord an assistant [to Satan]", "urdu" : "اس خدا کو چھوڑ کر لوگ اُن کو پوج رہے ہیں جو نہ ان کو نفع پہنچا سکتے ہیں نہ نقصان، اور اوپر سے مزید یہ کہ کافر اپنے رب کے مقابلے میں ہر باغی کا مدد گار بنا ہوا ہے","chinese" : "他们舍安拉而崇拜那些对他们既无福又无祸的东西，不信道者是极力反抗自己的主的。","turkey" : "Allah'ı bırakıp kendilerine fayda da zarar da veremeyen şeylere kulluk ederler. İnkar eden Rabbine karşı gelenin (şeytanın) yardımcısıdır"} ,{"id": "56", "arabic" : "وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا", "english" : "And We have not sent you [O Muhammad] except as a bringer of good tidings and a warner", "urdu" : "اے محمدؐ، تم کو تو ہم نے بس ایک مبشر اور نذیر بنا کر بھیجا ہے","chinese" : "我只派遣你为报喜者和警告者。","turkey" : "Biz seni sadece müjdeci ve uyarıcı olarak gönderdik"} ,{"id": "57", "arabic" : "قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍ إِلَّا مَن شَآءَ أَن يَتَّخِذَ إِلَىٰ رَبِّهِۦ سَبِيلٗا", "english" : "Say I do not ask of you for it any payment - only that whoever wills might take to his Lord a way", "urdu" : "اِن سے کہہ دو کہ میں اس کام پر تم سے کوئی اُجرت نہیں مانگتا، میری اُجرت بس یہی ہے کہ جس کا جی چاہے وہ اپنے رب کا راستہ اختیار کر لے","chinese" : "你说：“我对于完成这项使命，不向你们索取任何报酬，但望有志者能由此大道达到其主宰。”","turkey" : "De ki: Ben buna karşı sizden bir ücret değil ancak Rabbine doğru bir yol tutmak dileyen kimseler olmanızı istiyorum"} ,{"id": "58", "arabic" : "وَتَوَكَّلۡ عَلَى ٱلۡحَيِّ ٱلَّذِي لَا يَمُوتُ وَسَبِّحۡ بِحَمۡدِهِۦۚ وَكَفَىٰ بِهِۦ بِذُنُوبِ عِبَادِهِۦ خَبِيرًا", "english" : "And rely upon the Ever-Living who does not die and exalt [Allah] with His praise. And sufficient is He to be with the sins of His servants Acquainted", "urdu" : "اور اے محمدؐ، اُس خدا پر بھروسہ رکھو جو زندہ ہے اور کبھی مرنے والا نہیں اس کی حمد کے ساتھ اس کی تسبیح کرو اپنے بندوں کے گناہوں سے بس اُسی کا باخبر ہونا کافی ہے","chinese" : "你应当托靠永生不灭的主，你应当赞颂他超绝万物。他足以彻知自己仆民们的罪过。","turkey" : "Ölümsüz diri olan Allah'a güven O'nu överek tesbih et. Kullarının günahlarından haberdar olarak kendisi yeter"} ,{"id": "59", "arabic" : "ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ ٱلرَّحۡمَٰنُ فَسۡـَٔلۡ بِهِۦ خَبِيرٗا", "english" : "He who created the heavens and the earth and what is between them in six days and then established Himself above the Throne - the Most Merciful so ask about Him one well informed", "urdu" : "وہ جس نے چھ دنوں میں زمین اور آسمان کو اور اُن ساری چیزوں کو بنا کر رکھ دیا جو آسمان و زمین کے درمیان ہیں، پھر آپ ہی (کائنات کے تخت سلطنت) عرش پر جلوہ فرما ہوا رحمٰن، اس کی شان بس کسی جاننے والے سے پوچھو","chinese" : "他在六日内创造天地万物，然后升上宝座，他是至仁的主。你应当以他请教精明者。","turkey" : "Gökleri yeri ve ikisinin arasındakileri altı günde yaratan sonra da arşa hükmeden Rahman'dır. Bunu bir bilene sor"} ,{"id": "60", "arabic" : "وَإِذَا قِيلَ لَهُمُ ٱسۡجُدُواْۤ لِلرَّحۡمَٰنِ قَالُواْ وَمَا ٱلرَّحۡمَٰنُ أَنَسۡجُدُ لِمَا تَأۡمُرُنَا وَزَادَهُمۡ نُفُورٗا۩", "english" : "And when it is said to them Prostrate to the Most Merciful they say And what is the Most Merciful? Should we prostrate to that which you order us? And it increases them in aversion", "urdu" : "اِن لوگوں سے جب کہا جاتا ہے کہ اس رحمان کو سجدہ کرو تو کہتے ہیں رحمان کیا ہوتا ہے؟ کیا بس جسے تو کہہ دے اسی کو ہم سجدہ کرتے پھریں؟ یہ دعوت ان کی نفرت میں الٹا اور اضافہ کر دیتی ہے","chinese" : "如果有人对他们说：“你们应当为至仁主而叩头。”他们就说：“至仁主是什么？难道我们因奉你的命令而叩头吗？”那使他们更加反感。","turkey" : "Onlara: Rahman'a secdeye varın dendiği zaman Rahman da nedir? Emrettiğine mi secdeye varacağız? derler. Bu onların nefretini artırır"} ,{"id": "61", "arabic" : "تَبَارَكَ ٱلَّذِي جَعَلَ فِي ٱلسَّمَآءِ بُرُوجٗا وَجَعَلَ فِيهَا سِرَٰجٗا وَقَمَرٗا مُّنِيرٗا", "english" : "Blessed is He who has placed in the sky great stars and placed therein a [burning] lamp and luminous moon", "urdu" : "بڑا متبرک ہے وہ جس نے آسمان میں برج بنائے اور اس میں ایک چراغ اور ایک چمکتا چاند روشن کیا","chinese" : "圣洁哉安拉！他把许多宫造在天上，又造明灯和灿烂的月亮。","turkey" : "Gökte burçlar vareden orada ışık saçan güneş ve aydınlatan ayı yaratan Allah yücelerin yücesidir"} ,{"id": "62", "arabic" : "وَهُوَ ٱلَّذِي جَعَلَ ٱلَّيۡلَ وَٱلنَّهَارَ خِلۡفَةٗ لِّمَنۡ أَرَادَ أَن يَذَّكَّرَ أَوۡ أَرَادَ شُكُورٗا", "english" : "And it is He who has made the night and the day in succession for whoever desires to remember or desires gratitude", "urdu" : "وہی ہے جس نے رات اور دن کو ایک دوسرے کا جانشین بنایا، ہر اس شخص کے لیے جو سبق لینا چاہے، یا شکر گزار ہونا چاہے","chinese" : "他就是为欲觉悟或欲感谢者，而使昼夜更迭的。","turkey" : "İbret almak veya şükretmek dileyen kimseler için gece ile gündüzü birbiri ardınca getiren O'dur"} ,{"id": "63", "arabic" : "وَعِبَادُ ٱلرَّحۡمَٰنِ ٱلَّذِينَ يَمۡشُونَ عَلَى ٱلۡأَرۡضِ هَوۡنٗا وَإِذَا خَاطَبَهُمُ ٱلۡجَٰهِلُونَ قَالُواْ سَلَٰمٗا", "english" : "And the servants of the Most Merciful are those who walk upon the earth easily and when the ignorant address them [harshly] they say [words of] peace", "urdu" : "رحمان کے (اصلی) بندے وہ ہیں جو زمین پر نرم چال چلتے ہیں اور جاہل ان کے منہ کو آئیں تو کہہ دیتے ہیں کہ تم کو سلام","chinese" : "至仁主的仆人是在大地上谦逊而行的；当愚人以恶言伤害他们的时候，他们说：“祝你们平安。”","turkey" : "Rahman'ın kulları yeryüzünde mütevazı yürürler. Bilgisizler kendilerine takıldıkları zaman onlara güzel ve yumuşak söz söylerler"} ,{"id": "64", "arabic" : "وَٱلَّذِينَ يَبِيتُونَ لِرَبِّهِمۡ سُجَّدٗا وَقِيَٰمٗا", "english" : "And those who spend [part of] the night to their Lord prostrating and standing [in prayer]", "urdu" : "جو اپنے رب کے حضور سجدے اور قیام میں راتیں گزارتے ہیں","chinese" : "他们为自己的主而通宵叩头和立站；","turkey" : "Onlar gecelerini Rableri için kıyama durarak ve secdeye vararak geçirirler"} ,{"id": "65", "arabic" : "وَٱلَّذِينَ يَقُولُونَ رَبَّنَا ٱصۡرِفۡ عَنَّا عَذَابَ جَهَنَّمَۖ إِنَّ عَذَابَهَا كَانَ غَرَامًا", "english" : "And those who say Our Lord avert from us the punishment of Hell. Indeed its punishment is ever adhering", "urdu" : "جو دعائیں کرتے ہیں کہ اے ہمارے رب، جہنم کے عذاب سے ہم کو بچا لے، اُس کا عذاب تو جان کا لاگو ہے","chinese" : "他们常说：“我们的主啊！求你为我们避开火狱的刑罚。火狱的刑罚确是令人非常痛苦的，","turkey" : "Onlar Rabbimiz! Bizden cehennem azabını uzaklaştır; doğrusu onun azabı sürekli ve acıdır. Orası şüphesiz kötü bir yer ve kötü bir duraktır derler"} ,{"id": "66", "arabic" : "إِنَّهَا سَآءَتۡ مُسۡتَقَرّٗا وَمُقَامٗا", "english" : "Indeed it is evil as a settlement and residence", "urdu" : "وہ بڑا ہی برا مستقر اور مقام ہے","chinese" : "确是恶劣的住处和居所。”","turkey" : "Onlar Rabbimiz! Bizden cehennem azabını uzaklaştır; doğrusu onun azabı sürekli ve acıdır. Orası şüphesiz kötü bir yer ve kötü bir duraktır derler"} ,{"id": "67", "arabic" : "وَٱلَّذِينَ إِذَآ أَنفَقُواْ لَمۡ يُسۡرِفُواْ وَلَمۡ يَقۡتُرُواْ وَكَانَ بَيۡنَ ذَٰلِكَ قَوَامٗا", "english" : "And [they are] those who when they spend do so not excessively or sparingly but are ever between that [justly] moderate", "urdu" : "جو خرچ کرتے ہیں تو نہ فضول خرچی کرتے ہیں نہ بخل، بلکہ ان کا خرچ دونوں انتہاؤں کے درمیان اعتدال پر قائم رہتا ہے","chinese" : "他们用钱的时候，既不挥霍，又不吝啬，谨守中道；","turkey" : "Onlar sarfettikleri zaman ne israf ederler ne de cimrilik ikisi arasında orta bir yol tutarlar"} ,{"id": "68", "arabic" : "وَٱلَّذِينَ لَا يَدۡعُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ وَلَا يَقۡتُلُونَ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّ وَلَا يَزۡنُونَۚ وَمَن يَفۡعَلۡ ذَٰلِكَ يَلۡقَ أَثَامٗا", "english" : "And those who do not invoke with Allah another deity or kill the soul which Allah has forbidden [to be killed] except by right and do not commit unlawful sexual intercourse. And whoever should do that will meet a penalty", "urdu" : "جو اللہ کے سوا کسی اور معبود کو نہیں پکارتے، اللہ کی حرام کی ہوئی کسی جان کو ناحق ہلاک نہیں کرتے، اور نہ زنا کے مرتکب ہوتے ہیں یہ کام جو کوئی کرے وہ اپنے گناہ کا بدلہ پائے گا","chinese" : "他们只祈祷安拉，不祈祷别的神灵；他们不违背安拉的禁令而杀人，除非以真理（偿命）；他们也不通奸。谁犯此类（罪恶），谁遭惩罚；","turkey" : "Onlar Allah'ın yanında başka tanrı tutup ona yalvarmazlar. Allah'ın haram kıldığı cana haksız yere kıymazlar. Zina etmezler. Bunları yapan günaha girmiş olur"} ,{"id": "69", "arabic" : "يُضَٰعَفۡ لَهُ ٱلۡعَذَابُ يَوۡمَ ٱلۡقِيَٰمَةِ وَيَخۡلُدۡ فِيهِۦ مُهَانًا", "english" : "Multiplied for him is the punishment on the Day of Resurrection and he will abide therein humiliated", "urdu" : "قیامت کے روز اس کو مکرّر عذاب دیا جائے گا اور اسی میں وہ ہمیشہ ذلت کے ساتھ پڑا رہے گا","chinese" : "复活日要受加倍的刑罚，而受辱地永居其中。","turkey" : "Kıyamet günü azabı kat kat olur orada alçaltılarak temelli kalır"} ,{"id": "70", "arabic" : "إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ عَمَلٗا صَٰلِحٗا فَأُوْلَـٰٓئِكَ يُبَدِّلُ ٱللَّهُ سَيِّـَٔاتِهِمۡ حَسَنَٰتٖۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا", "english" : "Except for those who repent believe and do righteous work. For them Allah will replace their evil deeds with good. And ever is Allah Forgiving and Merciful", "urdu" : "اِلّا یہ کہ کوئی (ان گناہوں کے بعد) توبہ کر چکا ہو اور ایمان لا کر عمل صالح کرنے لگا ہو ایسے لوگوں کی برائیوں کو اللہ بھلائیوں سے بدل دے گا اور وہ بڑا غفور رحیم ہے","chinese" : "惟悔过而且信道并行善者，安拉将勾销其罪行，而录取其善功。安拉是至赦的，是至慈的。","turkey" : "Ancak tevbe eden inanıp yararlı iş işleyenlerin işte Allah onların kötülüklerini iyiliklere çevirir. Allah bağışlar ve merhamet eder"} ,{"id": "71", "arabic" : "وَمَن تَابَ وَعَمِلَ صَٰلِحٗا فَإِنَّهُۥ يَتُوبُ إِلَى ٱللَّهِ مَتَابٗا", "english" : "And he who repents and does righteousness does indeed turn to Allah with [accepted] repentance", "urdu" : "جو شخص توبہ کر کے نیک عملی اختیار کرتا ہے وہ تو اللہ کی طرف پلٹ آتا ہے جیسا کہ پلٹنے کا حق ہے","chinese" : "悔过而且行善者，确已转向安拉。","turkey" : "Kim tevbe edip yararlı iş işlerse şüphesiz o Allah'a gereği gibi yönelmiş olur"} ,{"id": "72", "arabic" : "وَٱلَّذِينَ لَا يَشۡهَدُونَ ٱلزُّورَ وَإِذَا مَرُّواْ بِٱللَّغۡوِ مَرُّواْ كِرَامٗا", "english" : "And [they are] those who do not testify to falsehood and when they pass near ill speech they pass by with dignity", "urdu" : "(اور رحمٰن کے بندے وہ ہیں) جو جھوٹ کے گواہ نہیں بنتے اور کسی لغو چیز پر ان کا گزر ہو جائے تو شریف آدمیوں کی طرح گزر جاتے ہیں","chinese" : "他们不作假见证，他们听到恶言的时候谦逊地走开。","turkey" : "Onlar yalan yere şehadet etmezler; faydasız birşeye rastladıkları zaman yüz çevirip vakarla geçerler"} ,{"id": "73", "arabic" : "وَٱلَّذِينَ إِذَا ذُكِّرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَمۡ يَخِرُّواْ عَلَيۡهَا صُمّٗا وَعُمۡيَانٗا", "english" : "And those who when reminded of the verses of their Lord do not fall upon them deaf and blind", "urdu" : "جنہیں اگر اُن کے رب کی آیات سنا کر نصیحت کی جاتی ہے تو وہ اس پر اندھے اور بہرے بن کر نہیں رہ جاتے","chinese" : "有人以他们的主的迹象劝戒他们的时候，听讲者并不装聋作瞎地在打鼾。","turkey" : "Kendilerine Rablerinin ayetleri hatırlatıldığı zaman onlara karşı kör ve sağır davranmazlar"} ,{"id": "74", "arabic" : "وَٱلَّذِينَ يَقُولُونَ رَبَّنَا هَبۡ لَنَا مِنۡ أَزۡوَٰجِنَا وَذُرِّيَّـٰتِنَا قُرَّةَ أَعۡيُنٖ وَٱجۡعَلۡنَا لِلۡمُتَّقِينَ إِمَامًا", "english" : "And those who say Our Lord grant us from among our wives and offspring comfort to our eyes and make us an example for the righteous", "urdu" : "جو دعائیں مانگا کرتے ہیں کہ اے ہمارے رب، ہمیں اپنی بیویوں اور اپنی اولاد سے آنکھوں کی ٹھنڈک دے اور ہم کو پرہیز گاروں کا امام بنا","chinese" : "他们说：“我们的主啊！求你以我们的妻子儿女为我们的安慰，求你以我们为敬畏者的典范。”","turkey" : "Onlar: Rabbimiz! Bize eşlerimizden ve çocuklarımızdan gözümüzün aydınlığı olacak insanlar ihsan et ve bizi Allah'a karşı gelmekten sakınanlara önder yap derler"} ,{"id": "75", "arabic" : "أُوْلَـٰٓئِكَ يُجۡزَوۡنَ ٱلۡغُرۡفَةَ بِمَا صَبَرُواْ وَيُلَقَّوۡنَ فِيهَا تَحِيَّةٗ وَسَلَٰمًا", "english" : "Those will be awarded the Chamber for what they patiently endured and they will be received therein with greetings and [words of] peace", "urdu" : "یہ ہیں وہ لوگ جو اپنے صبر کا پھل منزل بلند کی شکل میں پائیں گے آداب و تسلیمات سے اُن کا استقبال ہو گا","chinese" : "这等人能坚忍，因此将受高级的报酬，他们在乐园里，将听见祝寿和祝安。","turkey" : "İşte onlar sabrettiklerinden ötürü cennetin en yüksek dereceleriyle mükafatlandırılırlar. Orada esenlik ve dirlik dilekleriyle karşılanırlar"} ,{"id": "76", "arabic" : "خَٰلِدِينَ فِيهَاۚ حَسُنَتۡ مُسۡتَقَرّٗا وَمُقَامٗا", "english" : "Abiding eternally therein. Good is the settlement and residence", "urdu" : "وہ ہمیشہ ہمیشہ وہاں رہیں گے کیا ہی اچھا ہے وہ مستقر اور وہ مقام","chinese" : "他们将永居其中。乐园是优美的住处和居所。","turkey" : "Orada temellidirler. Orası ne güzel bir yer ve ne güzel duraktır"} ,{"id": "77", "arabic" : "قُلۡ مَا يَعۡبَؤُاْ بِكُمۡ رَبِّي لَوۡلَا دُعَآؤُكُمۡۖ فَقَدۡ كَذَّبۡتُمۡ فَسَوۡفَ يَكُونُ لِزَامَۢا", "english" : "Say What would my Lord care for you if not for your supplication? For you [disbelievers] have denied so your denial is going to be adherent", "urdu" : "اے محمدؐ، لوگوں سے کہو میرے رب کو تمہاری کیا حاجت پڑی ہے اگر تم اس کو نہ پکارو اب کہ تم نے جھٹلا دیا ہے، عنقریب وہ سزا پاؤ گے کہ جان چھڑانی محال ہو گی","chinese" : "你说：“假若没有你们的祈祷，我的主并不关切你们，但你们既已否认真理，你们将来要受无法解脱的刑罚。”","turkey" : "De ki: İbadetiniz (duanız) olmasa Rabbim size ne diye değer versin? Ey inkarcılar! Yalanladığınız için azap yakanızı bırakmayacaktır"} ]}