{"name":"النمل","verses":[{"id": "1", "arabic" : "طسٓۚ تِلۡكَ ءَايَٰتُ ٱلۡقُرۡءَانِ وَكِتَابٖ مُّبِينٍ", "english" : "Ta Seen. These are the verses of the Qur'an and a clear Book", "urdu" : "ط س یہ آیات ہیں قرآن اور کتاب مبین کی","chinese" : "塔，辛。这些是《古兰经》——判别真伪的经典——的节文，","turkey" : "Ta Sin Bunlar Kuran'ın Kitab-ı Mübin'in ayetleridir"} ,{"id": "2", "arabic" : "هُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ", "english" : "As guidance and good tidings for the believers", "urdu" : "ہدایت اور بشارت اُن ایمان لانے والوں کے لیے","chinese" : "是信士们的向导和佳音。","turkey" : "Bunlar namaz kılan zekat veren ve ahirete de kesin olarak inanan müminlere doğruluk rehberi ve müjdedir"} ,{"id": "3", "arabic" : "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ", "english" : "Who establish prayer and give zakah and of the Hereafter they are certain [in faith]", "urdu" : "جو نماز قائم کرتے اور زکوٰۃ دیتے ہیں، اور پھر وہ ایسے لوگ ہیں جو آخرت پر پورا یقین رکھتے ہیں","chinese" : "信道者谨守拜功，完纳天课，笃信后世。","turkey" : "Bunlar namaz kılan zekat veren ve ahirete de kesin olarak inanan müminlere doğruluk rehberi ve müjdedir"} ,{"id": "4", "arabic" : "إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ زَيَّنَّا لَهُمۡ أَعۡمَٰلَهُمۡ فَهُمۡ يَعۡمَهُونَ", "english" : "Indeed for those who do not believe in the Hereafter We have made pleasing to them their deeds so they wander blindly", "urdu" : "حقیقت یہ ہے کہ جو لوگ آخرت کو نہیں مانتے ان کے لیے ہم نے اُن کے کرتوتوں کو خوشنما بنا دیا ہے، اس لیے وہ بھٹکتے پھر رہے ہیں","chinese" : "不信后世者，我确已为他们而装饰了他们的行为，故他们是徘徊歧途的。","turkey" : "Ahirete inanmayanların yaptıkları işleri kendilerine güzel göstermişizdir; bu yüzden körü körüne bocalarlar"} ,{"id": "5", "arabic" : "أُوْلَـٰٓئِكَ ٱلَّذِينَ لَهُمۡ سُوٓءُ ٱلۡعَذَابِ وَهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ", "english" : "Those are the ones for whom there will be the worst of punishment and in the Hereafter they are the greatest losers", "urdu" : "یہ وہ لوگ ہیں جن کے لیے بُری سزا ہے اور آخرت میں یہی سب سے زیادہ خسارے میں رہنے والے ہیں","chinese" : "这等人是应受严刑的，他们在后世是最亏折的。","turkey" : "Kötü azap işte bunlaradır. Ahirette en çok kayba uğrayacaklar da bunlardır"} ,{"id": "6", "arabic" : "وَإِنَّكَ لَتُلَقَّى ٱلۡقُرۡءَانَ مِن لَّدُنۡ حَكِيمٍ عَلِيمٍ", "english" : "And indeed [O Muhammad] you receive the Qur'an from one Wise and Knowing", "urdu" : "اور (اے محمدؐ) بلاشبہ تم یہ قرآن ایک حکیم و علیم ہستی کی طرف سے پا رہے ہو","chinese" : "你确已奉到从至睿全知的主降示的《古兰经》。","turkey" : "Şüphesiz Kuran'ı Hakim ve Alim olan Allah katından almaktasın"} ,{"id": "7", "arabic" : "إِذۡ قَالَ مُوسَىٰ لِأَهۡلِهِۦٓ إِنِّيٓ ءَانَسۡتُ نَارٗا سَـَٔاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ ءَاتِيكُم بِشِهَابٖ قَبَسٖ لَّعَلَّكُمۡ تَصۡطَلُونَ", "english" : "[Mention] when Moses said to his family Indeed I have perceived a fire. I will bring you from there information or will bring you a burning torch that you may warm yourselves", "urdu" : "(اِنہیں اُس وقت کا قصہ سناؤ) جب موسیٰؑ نے اپنے گھر والوں سے کہا کہ مجھے ایک آگ سی نظر آئی ہے، میں ابھی یا تو وہاں سے کوئی خبر لے کر آتا ہوں یا کوئی انگارا چن لاتا ہوں تاکہ تم لوگ گرم ہو سکو","chinese" : "当日，穆萨曾对他的家属说：“我确已看见一处火光，我将从有火的地方带一个消息来给你们，或拿一个火把来给你们烤火。”","turkey" : "Musa ailesine: Ben bir ateş gördüm; size oradan ya bir haber getireceğim yahut ısınasınız diye tutuşmuş bir odun getireceğim demişti"} ,{"id": "8", "arabic" : "فَلَمَّا جَآءَهَا نُودِيَ أَنۢ بُورِكَ مَن فِي ٱلنَّارِ وَمَنۡ حَوۡلَهَا وَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَٰلَمِينَ", "english" : "But when he came to it he was called Blessed is whoever is at the fire and whoever is around it. And exalted is Allah Lord of the worlds", "urdu" : "وہاں جو پہنچا تو ندا آئی کہ مبارک ہے وہ جو اس آگ میں ہے اور جو اس کے ماحول میں ہے پاک ہے اللہ، سب جہانوں کا پروردگار","chinese" : "他到了那个火的附近，就有声音喊叫他说：“在火的附近和四周的人，都蒙福佑。赞颂安拉——众世界的主，超绝万物。","turkey" : "Oraya geldiğinde kendisine şöyle nida olunmuştu: Ateşin yanında olan ve çevresinde bulunanlar mübarek kılınmıştır. Alemlerin Rabbi olan Allah münezzehtir"} ,{"id": "9", "arabic" : "يَٰمُوسَىٰٓ إِنَّهُۥٓ أَنَا ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ", "english" : "O Moses indeed it is I - Allah the Exalted in Might the Wise", "urdu" : "اے موسیٰؑ، یہ میں ہوں اللہ، زبردست اور دانا","chinese" : "穆萨啊！我确是安拉——万能的、至睿的主。","turkey" : "Ey Musa! Gerçek şu ki Ben güçlü ve hakim olan Allah'ım"} ,{"id": "10", "arabic" : "وَأَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰ لَا تَخَفۡ إِنِّي لَا يَخَافُ لَدَيَّ ٱلۡمُرۡسَلُونَ", "english" : "And [he was told] Throw down your staff. But when he saw it writhing as if it were a snake he turned in flight and did not return. [Allah said] O Moses fear not. Indeed in My presence the messengers do not fear", "urdu" : "اور پھینک تو ذرا اپنی لاٹھی جونہی کہ موسیٰؑ نے دیکھا لاٹھی سانپ کی طرح بل کھا رہی ہے تو پیٹھ پھیر کر بھاگا اور پیچھے مڑ کر بھی نہ دیکھا اے موسیٰؑ، ڈرو نہیں میرے حضور رسول ڈرا نہیں کرتے","chinese" : "你抛下你的手杖吧！”当他看见那条手杖蜿蜒如蛇时，就转脸逃避，不敢回顾。“穆萨啊！不要畏惧，使者们在我这里，确是不畏惧的。","turkey" : "Değneğini at! Musa değneğinin yılan gibi hareketler yaptığını görünce arkasına bakmadan dönüp kaçtı. Ey Musa! Korkma; Benim katımda peygamberler korkmaz; yalnız haksızlık eden bunun dışındadır. Kötü hali iyiliğe çeviren kimse bilsin ki Ben şüphesiz bağışlarım merhamet ederim. Elini koynuna sok Firavun ve milletine gönderilen dokuz mucizeden biri olarak kusursuz bembeyaz çıksın. Gerçekten onlar yoldan çıkmış bir millettir"} ,{"id": "11", "arabic" : "إِلَّا مَن ظَلَمَ ثُمَّ بَدَّلَ حُسۡنَۢا بَعۡدَ سُوٓءٖ فَإِنِّي غَفُورٞ رَّحِيمٞ", "english" : "Otherwise he who wrongs then substitutes good after evil - indeed I am Forgiving and Merciful", "urdu" : "اِلّا یہ کہ کسی نے قصور کیا ہو پھر اگر برائی کے بعد اُس نے بھَلائی سے اپنے فعل کو بدل لیا تو میں معاف کرنے والا مہربان ہوں","chinese" : "既行不义，然后改过从善者除外，我（对于他）确是至赦的，确是至慈的。","turkey" : "Değneğini at! Musa değneğinin yılan gibi hareketler yaptığını görünce arkasına bakmadan dönüp kaçtı. Ey Musa! Korkma; Benim katımda peygamberler korkmaz; yalnız haksızlık eden bunun dışındadır. Kötü hali iyiliğe çeviren kimse bilsin ki Ben şüphesiz bağışlarım merhamet ederim. Elini koynuna sok Firavun ve milletine gönderilen dokuz mucizeden biri olarak kusursuz bembeyaz çıksın. Gerçekten onlar yoldan çıkmış bir millettir"} ,{"id": "12", "arabic" : "وَأَدۡخِلۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖۖ فِي تِسۡعِ ءَايَٰتٍ إِلَىٰ فِرۡعَوۡنَ وَقَوۡمِهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ", "english" : "And put your hand into the opening of your garment [at the breast]; it will come out white without disease. [These are] among the nine signs [you will take] to Pharaoh and his people. Indeed they have been a people defiantly disobedient", "urdu" : "اور ذرا اپنا ہاتھ اپنے گریبان میں تو ڈالو چمکتا ہوا نکلے گا بغیر کسی تکلیف کے یہ (دو نشانیاں) نو نشانیوں میں سے ہیں فرعون اور اس کی قوم کی طرف (لے جانے کے لیے)، وہ بڑے بد کردار لوگ ہیں","chinese" : "你把手插入你的怀中，然后，抽出来它将白亮亮的，确无恶疾。这是派你去昭示法老和他的百姓的九种迹象之一。他们确是有罪的民众。”","turkey" : "Değneğini at! Musa değneğinin yılan gibi hareketler yaptığını görünce arkasına bakmadan dönüp kaçtı. Ey Musa! Korkma; Benim katımda peygamberler korkmaz; yalnız haksızlık eden bunun dışındadır. Kötü hali iyiliğe çeviren kimse bilsin ki Ben şüphesiz bağışlarım merhamet ederim. Elini koynuna sok Firavun ve milletine gönderilen dokuz mucizeden biri olarak kusursuz bembeyaz çıksın. Gerçekten onlar yoldan çıkmış bir millettir"} ,{"id": "13", "arabic" : "فَلَمَّا جَآءَتۡهُمۡ ءَايَٰتُنَا مُبۡصِرَةٗ قَالُواْ هَٰذَا سِحۡرٞ مُّبِينٞ", "english" : "But when there came to them Our visible signs they said This is obvious magic", "urdu" : "مگر جب ہماری کھلی کھلی نشانیاں اُن لوگوں کے سامنے آئیں تو انہوں نے کہا یہ تو کھلا جادو ہے","chinese" : "我的许多明显的迹象降临他们的时候，他们说：“这是明显的魔术。”","turkey" : "Ayetlerimiz gözlerinin önüne serilince: Bu apaçık bir sihirdir dediler"} ,{"id": "14", "arabic" : "وَجَحَدُواْ بِهَا وَٱسۡتَيۡقَنَتۡهَآ أَنفُسُهُمۡ ظُلۡمٗا وَعُلُوّٗاۚ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ", "english" : "And they rejected them while their [inner] selves were convinced thereof out of injustice and haughtiness. So see how was the end of the corrupters", "urdu" : "انہوں نے سراسر ظلم اور غرور کی راہ سے ان نشانیوں کا انکار کیا حالانکہ دل ان کے قائل ہو چکے تھے اب دیکھ لو کہ ان مفسدوں کا انجام کیسا ہوا","chinese" : "他们内心承认那些迹象，但他们为不义和傲慢而否认它。你看摆弄是非者的结局是怎样的。","turkey" : "Gönülleri kesin olarak kabul ettiği halde haksızlık ve büyüklenmelerinden ötürü onları bile bile inkar ettiler. Bozguncuların sonunun nasıl olduğuna bir bak"} ,{"id": "15", "arabic" : "وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ وَسُلَيۡمَٰنَ عِلۡمٗاۖ وَقَالَا ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي فَضَّلَنَا عَلَىٰ كَثِيرٖ مِّنۡ عِبَادِهِ ٱلۡمُؤۡمِنِينَ", "english" : "And We had certainly given to David and Solomon knowledge and they said Praise [is due] to Allah who has favored us over many of His believing servants", "urdu" : "(دوسری طرف) ہم نے داؤدؑ و سلیمانؑ کو علم عطا کیا اور انہوں نے کہا کہ شکر ہے اُس خدا کا جس نے ہم کو اپنے بہت سے مومن بندوں پر فضیلت عطا کی","chinese" : "我确已把学问赏赐达伍德和苏莱曼，他俩说：“一切赞颂，全归安拉！他曾使我们超越他的许多信道的仆人。”","turkey" : "And olsun ki Davud'a ve Süleyman'a ilim verdik. İkisi Bizi mümin kullarının çoğundan üstün kılan Allah'a hamdolsun dediler"} ,{"id": "16", "arabic" : "وَوَرِثَ سُلَيۡمَٰنُ دَاوُۥدَۖ وَقَالَ يَـٰٓأَيُّهَا ٱلنَّاسُ عُلِّمۡنَا مَنطِقَ ٱلطَّيۡرِ وَأُوتِينَا مِن كُلِّ شَيۡءٍۖ إِنَّ هَٰذَا لَهُوَ ٱلۡفَضۡلُ ٱلۡمُبِينُ", "english" : "And Solomon inherited David. He said O people we have been taught the language of birds and we have been given from all things. Indeed this is evident bounty", "urdu" : "اور داؤدؑ کا وارث سلیمانؑ ہوا اور اس نے کہا “لوگو، ہمیں پرندوں کی بولیاں سکھائی گئی ہیں اور ہمیں ہر طرح کی چیزیں دی گئی ہیں، بیشک یہ (اللہ کا) نمایاں فضل ہے","chinese" : "苏莱曼继承达伍德；他说：“众人啊！我们曾学会百鸟的语言，我们曾获得万物的享受，这确是明显的恩惠。”","turkey" : "Süleyman Davud'a varis oldu: Ey insanlar! Bize kuş dili öğretildi ve bize herşeyden bolca verildi. Doğrusu bu apaçık bir lütuftur dedi"} ,{"id": "17", "arabic" : "وَحُشِرَ لِسُلَيۡمَٰنَ جُنُودُهُۥ مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ وَٱلطَّيۡرِ فَهُمۡ يُوزَعُونَ", "english" : "And gathered for Solomon were his soldiers of the jinn and men and birds and they were [marching] in rows", "urdu" : "سلیمانؑ کے لیے جن اور انسانوں اور پرندوں کے لشکر جمع کیے گئے تھے اور وہ پورے ضبط میں رکھے جاتے تھے","chinese" : "苏莱曼的大军——由精灵、人类、鸟类组成——被召集到他的面前，他们是部署整齐的。","turkey" : "Süleyman'ın cinlerden insanlardan ve kuşlardan müteşekkil olan ordusu toplandı. Hepsi toplu olarak gidiyorlardı"} ,{"id": "18", "arabic" : "حَتَّىٰٓ إِذَآ أَتَوۡاْ عَلَىٰ وَادِ ٱلنَّمۡلِ قَالَتۡ نَمۡلَةٞ يَـٰٓأَيُّهَا ٱلنَّمۡلُ ٱدۡخُلُواْ مَسَٰكِنَكُمۡ لَا يَحۡطِمَنَّكُمۡ سُلَيۡمَٰنُ وَجُنُودُهُۥ وَهُمۡ لَا يَشۡعُرُونَ", "english" : "Until when they came upon the valley of the ants an ant said O ants enter your dwellings that you not be crushed by Solomon and his soldiers while they perceive not", "urdu" : "(ایک مرتبہ وہ ان کے ساتھ کوچ کر رہا تھا) یہاں تک کہ جب یہ سب چیونٹیوں کی وادی میں پہنچے تو ایک چیونٹی نے کہا “اے چیونٹیو، اپنے بلوں میں گھس جاؤ، کہیں ایسا نہ ہو کہ سلیمانؑ اور اس کے لشکر تمہیں کچل ڈالیں اور انہیں خبر بھی نہ ہو","chinese" : "等到他们来到了蚁谷的时候，一个母蚁说：“蚂蚁们啊！快进自己的住处去，以免被苏莱曼和他的大军不知不觉地践踏。”","turkey" : "Sonunda karıncaların bulunduğu vadiye geldiklerinde bir dişi (kraliçe) karınca: Ey karıncalar! Yuvalarınıza girin Süleyman'ın ordusu farkına varmadan sizi ezmesin dedi"} ,{"id": "19", "arabic" : "فَتَبَسَّمَ ضَاحِكٗا مِّن قَوۡلِهَا وَقَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَدۡخِلۡنِي بِرَحۡمَتِكَ فِي عِبَادِكَ ٱلصَّـٰلِحِينَ", "english" : "So [Solomon] smiled amused at her speech and said My Lord enable me to be grateful for Your favor which You have bestowed upon me and upon my parents and to do righteousness of which You approve. And admit me by Your mercy into [the ranks of] Your righteous servants", "urdu" : "سلیمانؑ اس کی بات پر مُسکراتے ہوئے ہنس پڑا اور بولا اے میرے رب، مجھے قابو میں رکھ کہ میں تیرے اس احسان کا شکر ادا کرتا رہوں جو تو نے مجھ پر اور میرے والدین پر کیا ہے اور ایسا عمل صالح کروں جو تجھے پسند آئے اور اپنی رحمت سے مجھ کو اپنے صالح بندوں میں داخل کر","chinese" : "苏莱曼为它的话而诧异地微笑了，他说：“我的主啊！求你启示我，使我常常感谢你所赐我和我父母的恩惠，并使我常常作你所喜悦的善功，求你借你的恩惠使我得入你的善良的仆人之列。”","turkey" : "Süleyman onun sözüne hafifçe güldü ve: Rabbim! Bana ve ana babama verdiğin nimete şükürde hoşnut olacağın işi yapmakta beni muvaffak kıl. Rahmetinle beni iyi kullarının arasına koy dedi"} ,{"id": "20", "arabic" : "وَتَفَقَّدَ ٱلطَّيۡرَ فَقَالَ مَالِيَ لَآ أَرَى ٱلۡهُدۡهُدَ أَمۡ كَانَ مِنَ ٱلۡغَآئِبِينَ", "english" : "And he took attendance of the birds and said Why do I not see the hoopoe - or is he among the absent", "urdu" : "(ایک اور موقع پر) سلیمانؑ نے پرندوں کا جائزہ لیا اور کہا “کیا بات ہے کہ میں فلاں ہُد ہُد کو نہیں دیکھ رہا ہوں کیا وہ کہیں غائب ہو گیا ہے؟","chinese" : "他曾检阅众鸟，他说：“我怎么不见戴胜呢？它缺席吗？","turkey" : "Süleyman kuşları araştırarak: Hüdhüd'ü niçin göremiyorum? Yoksa kayıplarda mı? Bana apaçık bir delil getirmelidir; yoksa onu ya şiddetli bir azaba uğratırım yahut keserim dedi"} ,{"id": "21", "arabic" : "لَأُعَذِّبَنَّهُۥ عَذَابٗا شَدِيدًا أَوۡ لَأَاْذۡبَحَنَّهُۥٓ أَوۡ لَيَأۡتِيَنِّي بِسُلۡطَٰنٖ مُّبِينٖ", "english" : "I will surely punish him with a severe punishment or slaughter him unless he brings me clear authorization", "urdu" : "میں اسے سخت سزا دوں گا، یا ذبح کر دوں گا، ورنہ اسے میرے سامنے معقول وجہ پیش کرنی ہو گی","chinese" : "我必定严厉地惩治它，或杀掉它，除非它带一个明证来给我。”","turkey" : "Süleyman kuşları araştırarak: Hüdhüd'ü niçin göremiyorum? Yoksa kayıplarda mı? Bana apaçık bir delil getirmelidir; yoksa onu ya şiddetli bir azaba uğratırım yahut keserim dedi"} ,{"id": "22", "arabic" : "فَمَكَثَ غَيۡرَ بَعِيدٖ فَقَالَ أَحَطتُ بِمَا لَمۡ تُحِطۡ بِهِۦ وَجِئۡتُكَ مِن سَبَإِۭ بِنَبَإٖ يَقِينٍ", "english" : "But the hoopoe stayed not long and said I have encompassed [in knowledge] that which you have not encompassed and I have come to you from Sheba with certain news", "urdu" : "کچھ زیادہ دیر نہ گزری تھی کہ اُس نے آ کر کہا “میں نے وہ معلومات حاصل کی ہیں جو آپ کے علم میں نہیں ہیں میں سَبا کے متعلق یقینی اطلاع لے کر آیا ہوں","chinese" : "它逗留不久，就来了，它说：“我知道了你不知道的事，我从赛百邑带来了一个确实的消息给你。","turkey" : "Çok geçmeden Hüdhüd gelip Süleyman'a: Senin bilmediğin bir şeyi öğrendim. Sana Sebe'den doğru bir haber getirdim. Ora halkına hükmeden herşeyden kendisine bolca verilen ve büyük bir tahta sahip olan bir kadın buldum; onun ve milletinin Allah'ı bırakıp güneşe secde ettiklerini gördüm. Göklerde ve yerde gizli olanları ortaya koyan gizlediğiniz ve açıkladığınız şeyleri bilen Allah'a secde etmemeleri için şeytan kendilerine yaptıklarını güzel göstermiş onları doğru yoldan alıkoymuştur. Bunun için doğru yolu bulamazlar. O çok büyük arşın sahibi olan Allah'tan başka tanrı yoktur dedi"} ,{"id": "23", "arabic" : "إِنِّي وَجَدتُّ ٱمۡرَأَةٗ تَمۡلِكُهُمۡ وَأُوتِيَتۡ مِن كُلِّ شَيۡءٖ وَلَهَا عَرۡشٌ عَظِيمٞ", "english" : "Indeed I found [there] a woman ruling them and she has been given of all things and she has a great throne", "urdu" : "میں نے وہاں ایک عورت دیکھی جو اس قوم کی حکمران ہے اُس کو ہر طرح کا ساز و سامان بخشا گیا ہے اور اس کا تخت بڑا عظیم الشان ہے","chinese" : "我确已发现一个妇人，统治一族人，她获得万物的享受，她有一个庞大的宝座。","turkey" : "Çok geçmeden Hüdhüd gelip Süleyman'a: Senin bilmediğin bir şeyi öğrendim. Sana Sebe'den doğru bir haber getirdim. Ora halkına hükmeden herşeyden kendisine bolca verilen ve büyük bir tahta sahip olan bir kadın buldum; onun ve milletinin Allah'ı bırakıp güneşe secde ettiklerini gördüm. Göklerde ve yerde gizli olanları ortaya koyan gizlediğiniz ve açıkladığınız şeyleri bilen Allah'a secde etmemeleri için şeytan kendilerine yaptıklarını güzel göstermiş onları doğru yoldan alıkoymuştur. Bunun için doğru yolu bulamazlar. O çok büyük arşın sahibi olan Allah'tan başka tanrı yoktur dedi"} ,{"id": "24", "arabic" : "وَجَدتُّهَا وَقَوۡمَهَا يَسۡجُدُونَ لِلشَّمۡسِ مِن دُونِ ٱللَّهِ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ فَهُمۡ لَا يَهۡتَدُونَ", "english" : "I found her and her people prostrating to the sun instead of Allah and Satan has made their deeds pleasing to them and averted them from [His] way so they are not guided", "urdu" : "میں نے دیکھا ہے کہ وہ اور اس کی قوم اللہ کے بجائے سورج کے آگے سجدہ کرتی ہے شیطان نے ان کے اعمال ان کے لیے خوشنما بنا دیے اور انہیں شاہراہ سے روک دیا، اس وجہ سے وہ یہ سیدھا راستہ نہیں پاتے","chinese" : "我发现她和她的臣民都舍安拉而崇拜太阳，恶魔曾以他们的行为迷惑他们，以至阻碍他们走上正道，所以他们不遵循正道。","turkey" : "Çok geçmeden Hüdhüd gelip Süleyman'a: Senin bilmediğin bir şeyi öğrendim. Sana Sebe'den doğru bir haber getirdim. Ora halkına hükmeden herşeyden kendisine bolca verilen ve büyük bir tahta sahip olan bir kadın buldum; onun ve milletinin Allah'ı bırakıp güneşe secde ettiklerini gördüm. Göklerde ve yerde gizli olanları ortaya koyan gizlediğiniz ve açıkladığınız şeyleri bilen Allah'a secde etmemeleri için şeytan kendilerine yaptıklarını güzel göstermiş onları doğru yoldan alıkoymuştur. Bunun için doğru yolu bulamazlar. O çok büyük arşın sahibi olan Allah'tan başka tanrı yoktur dedi"} ,{"id": "25", "arabic" : "أَلَّاۤ يَسۡجُدُواْۤ لِلَّهِ ٱلَّذِي يُخۡرِجُ ٱلۡخَبۡءَ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُخۡفُونَ وَمَا تُعۡلِنُونَ", "english" : "[And] so they do not prostrate to Allah who brings forth what is hidden within the heavens and the earth and knows what you conceal and what you declare", "urdu" : "کہ اُس خدا کو سجدہ کریں جو آسمانوں اور زمین کی پوشیدہ چیزیں نکالتا ہے اور وہ سب کچھ جانتا ہے جسے تم لوگ چھپاتے ہو اور ظاہر کرتے ہو","chinese" : "他们不为安拉而叩头——揭示天地奥秘，而且深知你们所隐讳和表白的主。","turkey" : "Çok geçmeden Hüdhüd gelip Süleyman'a: Senin bilmediğin bir şeyi öğrendim. Sana Sebe'den doğru bir haber getirdim. Ora halkına hükmeden herşeyden kendisine bolca verilen ve büyük bir tahta sahip olan bir kadın buldum; onun ve milletinin Allah'ı bırakıp güneşe secde ettiklerini gördüm. Göklerde ve yerde gizli olanları ortaya koyan gizlediğiniz ve açıkladığınız şeyleri bilen Allah'a secde etmemeleri için şeytan kendilerine yaptıklarını güzel göstermiş onları doğru yoldan alıkoymuştur. Bunun için doğru yolu bulamazlar. O çok büyük arşın sahibi olan Allah'tan başka tanrı yoktur dedi"} ,{"id": "26", "arabic" : "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ۩", "english" : "Allah - there is no deity except Him Lord of the Great Throne", "urdu" : "اللہ کہ جس کے سوا کوئی مستحقِ عبادت نہیں، جو عرش عظیم کا مالک ہے","chinese" : "安拉，除他外，绝无应受崇拜者，他是伟大的宝座的主。”","turkey" : "Çok geçmeden Hüdhüd gelip Süleyman'a: Senin bilmediğin bir şeyi öğrendim. Sana Sebe'den doğru bir haber getirdim. Ora halkına hükmeden herşeyden kendisine bolca verilen ve büyük bir tahta sahip olan bir kadın buldum; onun ve milletinin Allah'ı bırakıp güneşe secde ettiklerini gördüm. Göklerde ve yerde gizli olanları ortaya koyan gizlediğiniz ve açıkladığınız şeyleri bilen Allah'a secde etmemeleri için şeytan kendilerine yaptıklarını güzel göstermiş onları doğru yoldan alıkoymuştur. Bunun için doğru yolu bulamazlar. O çok büyük arşın sahibi olan Allah'tan başka tanrı yoktur dedi"} ,{"id": "27", "arabic" : "۞قَالَ سَنَنظُرُ أَصَدَقۡتَ أَمۡ كُنتَ مِنَ ٱلۡكَٰذِبِينَ", "english" : "[Solomon] said We will see whether you were truthful or were of the liars", "urdu" : "سلیمانؑ نے کہا ابھی ہم دیکھے لیتے ہیں کہ تو نے سچ کہا ہے یا تو جھوٹ بولنے والوں میں سے ہے","chinese" : "他说：“我要看看你究竟是诚实的，还是说谎的。","turkey" : "Süleyman şöyle söyledi: Doğru mu söylüyorsun yoksa yalancılardan mısın bakacağız"} ,{"id": "28", "arabic" : "ٱذۡهَب بِّكِتَٰبِي هَٰذَا فَأَلۡقِهۡ إِلَيۡهِمۡ ثُمَّ تَوَلَّ عَنۡهُمۡ فَٱنظُرۡ مَاذَا يَرۡجِعُونَ", "english" : "Take this letter of mine and deliver it to them. Then leave them and see what [answer] they will return", "urdu" : "میرا یہ خط لے جا اور اسے ان لوگوں کی طرف ڈال دے، پھر الگ ہٹ کر دیکھ کہ وہ کیا رد عمل ظاہر کرتے ہیں","chinese" : "你把我这封信带去投给他们，然后，离开他们，你试看他们如何答复。”","turkey" : "Şu yazımı götür onlara at sonra bir yana çekil varacakları sonuca bak"} ,{"id": "29", "arabic" : "قَالَتۡ يَـٰٓأَيُّهَا ٱلۡمَلَؤُاْ إِنِّيٓ أُلۡقِيَ إِلَيَّ كِتَٰبٞ كَرِيمٌ", "english" : "She said O eminent ones indeed to me has been delivered a noble letter", "urdu" : "ملکہ بولی اے اہلِ دربار، میری طرف ایک بڑا اہم خط پھینکا گیا ہے","chinese" : "她说：“臣仆们啊！我接到一封贵重的信。","turkey" : "Sebe melikesi: Ey ileri gelenler! Bana Bismillahirrahmanirrahim diye başlayan ve 'sakın bana karşı baş kaldırmayın ve teslim olarak gelin' diyen Süleyman'dan gönderilen önemli bir mektup bırakıldı dedi"} ,{"id": "30", "arabic" : "إِنَّهُۥ مِن سُلَيۡمَٰنَ وَإِنَّهُۥ بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ", "english" : "Indeed it is from Solomon and indeed it reads: 'In the name of Allah the Entirely Merciful the Especially Merciful", "urdu" : "وہ سلیمانؑ کی جانب سے ہے اور اللہ رحمٰن و رحیم کے نام سے شروع کیا گیا ہے","chinese" : "这封信确是苏莱曼寄来的，这封的内容是：‘奉至仁至慈的安拉之名。","turkey" : "Sebe melikesi: Ey ileri gelenler! Bana Bismillahirrahmanirrahim diye başlayan ve 'sakın bana karşı baş kaldırmayın ve teslim olarak gelin' diyen Süleyman'dan gönderilen önemli bir mektup bırakıldı dedi"} ,{"id": "31", "arabic" : "أَلَّا تَعۡلُواْ عَلَيَّ وَأۡتُونِي مُسۡلِمِينَ", "english" : "Be not haughty with me but come to me in submission [as Muslims]", "urdu" : "مضمون یہ ہے کہ “میرے مقابلے میں سرکشی نہ کرو اور مسلم ہو کر میرے پاس حاضر ہو جاؤ","chinese" : "你们不要对我傲慢无礼，你们应当来归顺我。’”","turkey" : "Sebe melikesi: Ey ileri gelenler! Bana Bismillahirrahmanirrahim diye başlayan ve 'sakın bana karşı baş kaldırmayın ve teslim olarak gelin' diyen Süleyman'dan gönderilen önemli bir mektup bırakıldı dedi"} ,{"id": "32", "arabic" : "قَالَتۡ يَـٰٓأَيُّهَا ٱلۡمَلَؤُاْ أَفۡتُونِي فِيٓ أَمۡرِي مَا كُنتُ قَاطِعَةً أَمۡرًا حَتَّىٰ تَشۡهَدُونِ", "english" : "She said O eminent ones advise me in my affair. I would not decide a matter until you witness [for] me", "urdu" : "(خط سُنا کر) ملکہ نے کہا “اے سردارانِ قوم میرے اس معاملے میں مجھے مشورہ دو، میں کسی معاملہ کا فیصلہ تمہارے بغیر نہیں کرتی ہوں","chinese" : "她说：“臣仆们啊！关于我的事，望你们出个意见。我从来不决定任何一件事，直到你们在我面前。”","turkey" : "Ey ileri gelenler! Vereceğim emir hakkında bana fikrinizi söyleyin; siz benim yanımda bulunmadıkça bir iş hakkında kesin bir hüküm vermem dedi"} ,{"id": "33", "arabic" : "قَالُواْ نَحۡنُ أُوْلُواْ قُوَّةٖ وَأُوْلُواْ بَأۡسٖ شَدِيدٖ وَٱلۡأَمۡرُ إِلَيۡكِ فَٱنظُرِي مَاذَا تَأۡمُرِينَ", "english" : "They said We are men of strength and of great military might but the command is yours so see what you will command", "urdu" : "اُنہوں نے جواب دیا ہم طاقت ور اور لڑنے والے لوگ ہیں آگے فیصلہ آپ کے ہاتھ میں ہے آپ خود دیکھ لیں کہ آپ کو کیا حکم دینا ہے","chinese" : "他们说：“我们既有武力，又有勇气。我们对你惟命是从，请你想一想，你要我们做什么。”","turkey" : "Biz güçlü kimseler ve zorlu savaş adamlarıyız emir senindir sen emretmene bak"} ,{"id": "34", "arabic" : "قَالَتۡ إِنَّ ٱلۡمُلُوكَ إِذَا دَخَلُواْ قَرۡيَةً أَفۡسَدُوهَا وَجَعَلُوٓاْ أَعِزَّةَ أَهۡلِهَآ أَذِلَّةٗۚ وَكَذَٰلِكَ يَفۡعَلُونَ", "english" : "She said Indeed kings - when they enter a city they ruin it and render the honored of its people humbled. And thus do they do", "urdu" : "ملکہ نے کہا کہ بادشاہ جب کسی مُلک میں گھس آتے ہیں تو اسے خراب اور اس کے عزت والوں کو ذلیل کر دیتے ہیں یہی کچھ وہ کیا کرتے ہیں","chinese" : "她说：“国王们每攻入一个城市，必破坏其中的建设，必使其中的贵族变成贱民，他们这些人，也会这样做的。","turkey" : "Melike: Doğrusu hükümdarlar bir şehre girdikleri zaman orasını bozarlar onurlu kimselerini aşağılık yaparlar. İşte böyle davranırlar. Ben onlara bir hediye göndereyim de elçilerin ne ile döneceklerine bakayım dedi"} ,{"id": "35", "arabic" : "وَإِنِّي مُرۡسِلَةٌ إِلَيۡهِم بِهَدِيَّةٖ فَنَاظِرَةُۢ بِمَ يَرۡجِعُ ٱلۡمُرۡسَلُونَ", "english" : "But indeed I will send to them a gift and see with what [reply] the messengers will return", "urdu" : "میں اِن لوگوں کی طرف ایک ہدیہ بھیجتی ہوں، پھر دیکھتی ہوں کہ میرے ایلچی کیا جواب لے کر پلٹتے ہیں","chinese" : "我必定要派人送礼物去给他们，然后，等待着看使臣带回什么消息来。”","turkey" : "Melike: Doğrusu hükümdarlar bir şehre girdikleri zaman orasını bozarlar onurlu kimselerini aşağılık yaparlar. İşte böyle davranırlar. Ben onlara bir hediye göndereyim de elçilerin ne ile döneceklerine bakayım dedi"} ,{"id": "36", "arabic" : "فَلَمَّا جَآءَ سُلَيۡمَٰنَ قَالَ أَتُمِدُّونَنِ بِمَالٖ فَمَآ ءَاتَىٰنِۦَ ٱللَّهُ خَيۡرٞ مِّمَّآ ءَاتَىٰكُمۚ بَلۡ أَنتُم بِهَدِيَّتِكُمۡ تَفۡرَحُونَ", "english" : "So when they came to Solomon he said Do you provide me with wealth? But what Allah has given me is better than what He has given you. Rather it is you who rejoice in your gift", "urdu" : "جب وہ (ملکہ کا سفیر) سلیمانؑ کے ہاں پہنچا تو اس نے کہا کیا تم لوگ مال سے میری مدد کرنا چاہتے ہو؟ جو کچھ خدا نے مجھے دے رکھا ہے وہ اس سے بہت زیادہ ہے جو تمہیں دیا ہے تمہارا ہدیہ تمہی کو مبارک رہے","chinese" : "当使者到了苏莱曼的面前的时候，他说：“你们怎么以财产来资助我呢？安拉所赐我的，胜过他所赐你们的。不然，你们为你们的礼物而洋洋得意。","turkey" : "Süleyman'a geldiklerinde: Bana mal ile yardım etmek mi istiyorsunuz? Allah'ın bana verdiği size verdiğinden daha iyidir. Ama belki de siz hediyenizle sevinirsiniz. Onlara dön! And olsun ki güç yetiremeyecekleri bir ordu ile gelir onları oradan alçalmış ve küçük düşmüş olarak çıkarırız dedi"} ,{"id": "37", "arabic" : "ٱرۡجِعۡ إِلَيۡهِمۡ فَلَنَأۡتِيَنَّهُم بِجُنُودٖ لَّا قِبَلَ لَهُم بِهَا وَلَنُخۡرِجَنَّهُم مِّنۡهَآ أَذِلَّةٗ وَهُمۡ صَٰغِرُونَ", "english" : "Return to them for we will surely come to them with soldiers that they will be powerless to encounter and we will surely expel them therefrom in humiliation and they will be debased", "urdu" : "(اے سفیر) واپس جا اپنے بھیجنے والوں کی طرف ہم ان پر ایسے لشکر لے کر آئیں گے جن کا مقابلہ وہ نہ کر سکیں گے اور ہم انہیں ایسی ذلت کے ساتھ وہاں سے نکالیں گے کہ وہ خوار ہو کر رہ جائیں گے","chinese" : "你转回去吧，我必定统率他们无法抵抗的军队去讨伐他们，我必定把他们卑贱地逐出境外，使他们成为受凌辱的。”","turkey" : "Süleyman'a geldiklerinde: Bana mal ile yardım etmek mi istiyorsunuz? Allah'ın bana verdiği size verdiğinden daha iyidir. Ama belki de siz hediyenizle sevinirsiniz. Onlara dön! And olsun ki güç yetiremeyecekleri bir ordu ile gelir onları oradan alçalmış ve küçük düşmüş olarak çıkarırız dedi"} ,{"id": "38", "arabic" : "قَالَ يَـٰٓأَيُّهَا ٱلۡمَلَؤُاْ أَيُّكُمۡ يَأۡتِينِي بِعَرۡشِهَا قَبۡلَ أَن يَأۡتُونِي مُسۡلِمِينَ", "english" : "[Solomon] said O assembly [of jinn] which of you will bring me her throne before they come to me in submission", "urdu" : "سلیمانؑ نے کہا “اے اہل دربار، تم میں سے کون اس کا تخت میرے پاس لاتا ہے قبل اس کے کہ وہ لوگ مطیع ہو کر میرے پاس حاضر ہوں؟","chinese" : "他说：“臣民们啊！在他们来归顺我之前，你们中有谁能把她的宝座拿来给我呢？”","turkey" : "Süleyman: Ey cemaat! Bana teslim olmalarından önce hanginiz o kraliçenin tahtını yanıma getirebilir? dedi"} ,{"id": "39", "arabic" : "قَالَ عِفۡرِيتٞ مِّنَ ٱلۡجِنِّ أَنَا۠ ءَاتِيكَ بِهِۦ قَبۡلَ أَن تَقُومَ مِن مَّقَامِكَۖ وَإِنِّي عَلَيۡهِ لَقَوِيٌّ أَمِينٞ", "english" : "A powerful one from among the jinn said I will bring it to you before you rise from your place and indeed I am for this [task] strong and trustworthy", "urdu" : "جنوں میں سے ایک قوی ہیکل نے عرض کیا میں اسے حاضر کر دوں گا قبل اس کے کہ آپ اپنی جگہ سے اٹھیں میں اس کی طاقت رکھتا ہوں اور امانتدار ہوں","chinese" : "一个强梁的精灵说：“在你离席之前，我把它拿来给你。我对于这件事，确是既能胜任，又忠实可靠的。”","turkey" : "Cinlerden bir ifrit: Sen yerinden kalkmadan önce sana onu getiririm buna karşı güvenilir bir güce sahibim dedi"} ,{"id": "40", "arabic" : "قَالَ ٱلَّذِي عِندَهُۥ عِلۡمٞ مِّنَ ٱلۡكِتَٰبِ أَنَا۠ ءَاتِيكَ بِهِۦ قَبۡلَ أَن يَرۡتَدَّ إِلَيۡكَ طَرۡفُكَۚ فَلَمَّا رَءَاهُ مُسۡتَقِرًّا عِندَهُۥ قَالَ هَٰذَا مِن فَضۡلِ رَبِّي لِيَبۡلُوَنِيٓ ءَأَشۡكُرُ أَمۡ أَكۡفُرُۖ وَمَن شَكَرَ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ رَبِّي غَنِيّٞ كَرِيمٞ", "english" : "Said one who had knowledge from the Scripture I will bring it to you before your glance returns to you. And when [Solomon] saw it placed before him he said This is from the favor of my Lord to test me whether I will be grateful or ungrateful. And whoever is grateful - his gratitude is only for [the benefit of] himself. And whoever is ungrateful - then indeed my Lord is Free of need and Generous", "urdu" : "جس شخص کے پاس کتاب کا علم تھا وہ بولا میں آپ کی پلک جھپکنے سے پہلے اسے لائے دیتا ہوں جونہی کہ سلیمانؑ نے وہ تخت اپنے پاس رکھا ہوا دیکھا، وہ پکار اٹھا یہ میرے رب کا فضل ہے تاکہ وہ مجھے آزمائے کہ میں شکر کرتا ہوں یا کافر نعمت بن جاتا ہوں اور جو کوئی شکر کرتا ہے اس کا شکر اس کے اپنے ہی لیے مفید ہے، ورنہ کوئی ناشکری کرے تو میرا رب بے نیاز اور اپنی ذات میں آپ بزرگ ہے","chinese" : "那深知天经的人说：“转瞬间，我就把它拿来给你。”当他看见那个宝座安置在他面前的时候，他说：“这是我的主的恩惠之一，他欲以此试验我，看我是感谢者，还是孤负者。感谢者，只为自己的利益而感谢；孤负者，（须知）我的主确是无求的，确是尊荣的。”","turkey" : "Kitabın bilgisine sahip olan biri: Gözünü açıp kapamadan ben onu sana getiririm dedi. Süleyman tahtı yanına yerleşivermiş görünce: Bu şükür mü edeceğim yoksa nankörlük mü edeceğim diye beni sınayan Rabbimin lütfundandır. Şükreden ancak kendisi için şükretmiş olur; fakat nankörlük eden bilsin ki Rabbim müstağnidir kerem sahibidir dedi"} ,{"id": "41", "arabic" : "قَالَ نَكِّرُواْ لَهَا عَرۡشَهَا نَنظُرۡ أَتَهۡتَدِيٓ أَمۡ تَكُونُ مِنَ ٱلَّذِينَ لَا يَهۡتَدُونَ", "english" : "He said Disguise for her her throne; we will see whether she will be guided [to truth] or will be of those who is not guided", "urdu" : "سلیمانؑ نے کہا انجان طریقے سے اس کا تخت اس کے سامنے رکھ دو، دیکھیں وہ صحیح بات تک پہنچتی ہے یا اُن لوگوں میں سے ہے جو راہِ راست نہیں پاتے","chinese" : "他说：“你们把她的宝座改装一下，以便我们看她能否认识自己的宝座。”","turkey" : "Süleyman Onun tahtını tanınmaz hale getirin bakalım tanıyabilecek mi yoksa tanıyamayacak mı? (yola gelecek mi yoksa yola gelmeyenlerden mi olacak?) dedi"} ,{"id": "42", "arabic" : "فَلَمَّا جَآءَتۡ قِيلَ أَهَٰكَذَا عَرۡشُكِۖ قَالَتۡ كَأَنَّهُۥ هُوَۚ وَأُوتِينَا ٱلۡعِلۡمَ مِن قَبۡلِهَا وَكُنَّا مُسۡلِمِينَ", "english" : "So when she arrived it was said [to her] Is your throne like this? She said [It is] as though it was it. [Solomon said] And we were given knowledge before her and we have been Muslims [in submission to Allah]", "urdu" : "ملکہ جب حاضر ہوئی تو اس سے کہا گیا کیا تیرا تخت ایسا ہی ہے؟ وہ کہنے لگی یہ تو گویا وہی ہے ہم تو پہلے ہی جان گئے تھے اور ہم نے سرِ اطاعت جھکا دیا تھا (یا ہم مسلم ہو چکے تھے)","chinese" : "当她到来的时候，有人说：“你的宝座像这样吗？”她说：“这好像是我的宝座。”在她之前，我们已获得知识，我们已是归顺的。","turkey" : "Melike geldiğinde Senin tahtın böyle miydi? denildi. O da Sanki odur daha önce bize bilgi verilmişti ve teslim olmuştuk dedi"} ,{"id": "43", "arabic" : "وَصَدَّهَا مَا كَانَت تَّعۡبُدُ مِن دُونِ ٱللَّهِۖ إِنَّهَا كَانَتۡ مِن قَوۡمٖ كَٰفِرِينَ", "english" : "And that which she was worshipping other than Allah had averted her [from submission to Him]. Indeed she was from a disbelieving people", "urdu" : "اُس کو (ایمان لانے سے) جس چیز نے روک رکھا تھا وہ اُن معبودوں کی عبادت تھی جنہیں وہ اللہ کے سوا پوجتی تھی، کیونکہ وہ ایک کافر قوم سے تھی","chinese" : "她舍安拉而崇拜的，妨碍她，她本是属于不信道的民众。","turkey" : "Melikeyi o zamana kadar alıkoyan Allah'tan başka taptığı şeylerdi; çünkü kendisi inkarcı bir millettendi"} ,{"id": "44", "arabic" : "قِيلَ لَهَا ٱدۡخُلِي ٱلصَّرۡحَۖ فَلَمَّا رَأَتۡهُ حَسِبَتۡهُ لُجَّةٗ وَكَشَفَتۡ عَن سَاقَيۡهَاۚ قَالَ إِنَّهُۥ صَرۡحٞ مُّمَرَّدٞ مِّن قَوَارِيرَۗ قَالَتۡ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي وَأَسۡلَمۡتُ مَعَ سُلَيۡمَٰنَ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ", "english" : "She was told Enter the palace. But when she saw it she thought it was a body of water and uncovered her shins [to wade through]. He said Indeed it is a palace [whose floor is] made smooth with glass. She said My Lord indeed I have wronged myself and I submit with Solomon to Allah Lord of the worlds", "urdu" : "اس سے کہا گیا کہ محل میں داخل ہو اس نے جو دیکھا تو سمجھی کہ پانی کا حوض ہے اور اترنے کے لیے اس نے اپنے پائنچے اٹھا لیے سلیمانؑ نے کہا یہ شیشے کا چکنا فرش ہے اس پر وہ پکار اٹھی اے میرے رب، (آج تک) میں اپنے نفس پر بڑا ظلم کرتی رہی، اور اب میں نے سلیمانؑ کے ساتھ اللہ رب العالمین کی اطاعت قبول کر لی","chinese" : "有人对她说：“你进那座宫殿去吧！”当她看见那座宫殿的时候，她以为宫殿里一片汪洋，（就提起衣裳）露出她的两小腿，他说：“这确是用玻璃造成的光滑的宫殿。”她说：“我的主啊！我确是自欺的，我（现在）跟着苏莱曼归顺安拉——众世界的主。”","turkey" : "Ona: Köşke gir dendi; salonu görünce onu derin bir su zannetti eteğini çekti. Süleyman: Doğrusu bu camdan yapılmış mücella bir salondur dedi. Melike: Rabbim! Şüphesiz ben kendime yazık etmişim. Süleyman'la beraber Alemlerin Rabbi olan Allah'a teslim oldum dedi"} ,{"id": "45", "arabic" : "وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحًا أَنِ ٱعۡبُدُواْ ٱللَّهَ فَإِذَا هُمۡ فَرِيقَانِ يَخۡتَصِمُونَ", "english" : "And We had certainly sent to Thamud their brother Salih [saying] Worship Allah and at once they were two parties conflicting", "urdu" : "اور ثمود کی طرف ہم نے اُن کے بھائی صالح کو (یہ پیغام دے کر) بھیجا کہ اللہ کی بندگی کرو، تو یکایک وہ دو متخاصم فریق بن گئے","chinese" : "我确已派遣赛莫德人的弟兄——撒立哈——去教化他们（说）：“你们应当崇拜安拉。”他们立刻分成两派，互相争论。","turkey" : "And olsun ki Semud milletine kardeşleri Salih'i Allah'a kulluk ediniz desin diye gönderdik. Hemen birbiriyle çekişen iki zümreye ayrıldılar"} ,{"id": "46", "arabic" : "قَالَ يَٰقَوۡمِ لِمَ تَسۡتَعۡجِلُونَ بِٱلسَّيِّئَةِ قَبۡلَ ٱلۡحَسَنَةِۖ لَوۡلَا تَسۡتَغۡفِرُونَ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ", "english" : "He said O my people why are you impatient for evil instead of good? Why do you not seek forgiveness of Allah that you may receive mercy", "urdu" : "صالحؑ نے کہا “اے میری قوم کے لوگو، بھلائی سے پہلے بُرائی کے لیے کیوں جلدی مچاتے ہو؟ کیوں نہیں اللہ سے مغفرت طلب کرتے؟ شاید کہ تم پر رحم فرمایا جائے؟","chinese" : "他说：“我的宗族啊！你们为什么在恩惠之前要求刑罚早日实现呢？你们怎么不向安拉求饶，以便你们蒙主的怜悯呢？”","turkey" : "Salih: Ey milletim! Niye iyilikten önce acele kötülük istiyorsunuz? Merhamet olunasınız diye Allah'tan mağfiret dileseniz olmaz mı? dedi"} ,{"id": "47", "arabic" : "قَالُواْ ٱطَّيَّرۡنَا بِكَ وَبِمَن مَّعَكَۚ قَالَ طَـٰٓئِرُكُمۡ عِندَ ٱللَّهِۖ بَلۡ أَنتُمۡ قَوۡمٞ تُفۡتَنُونَ", "english" : "They said We consider you a bad omen you and those with you. He said Your omen is with Allah. Rather you are a people being tested", "urdu" : "انہوں نے کہا ہم نے تو تم کو اور تمہارے ساتھیوں کو بد شگونی کا نشان پایا ہے صالحؑ نے جواب دیا “تمہارے نیک و بد شگون کا سر رشتہ تو اللہ کے پاس ہے اصل بات یہ ہے کہ تم لوگوں کی آزمائش ہو رہی ہے","chinese" : "他们说：“我们为你和你的信徒而遭恶运。”他说：“你们的恶运是安拉注定的。不然，你们是要受考验的。”","turkey" : "Sen ve beraberindekiler yüzünden uğursuzluğa uğradık dediler. Salih: Uğursuzluğunuz Allah katındandır; belki imtihana çekilen bir milletsiniz dedi"} ,{"id": "48", "arabic" : "وَكَانَ فِي ٱلۡمَدِينَةِ تِسۡعَةُ رَهۡطٖ يُفۡسِدُونَ فِي ٱلۡأَرۡضِ وَلَا يُصۡلِحُونَ", "english" : "And there were in the city nine family heads causing corruption in the land and not amending [its affairs]", "urdu" : "اُس شہر میں نو جتھے دار تھے جو ملک میں فساد پھیلاتے اور کوئی اصلاح کا کام نہ کرتے تھے","chinese" : "当日，城里有九伙人，在地方上伤风败俗，而不移风易俗，","turkey" : "O şehirde yeryüzünde bozgunculuk yapan düzeltmeye uğraşmayan dokuz kişi (çete) vardı"} ,{"id": "49", "arabic" : "قَالُواْ تَقَاسَمُواْ بِٱللَّهِ لَنُبَيِّتَنَّهُۥ وَأَهۡلَهُۥ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِۦ مَا شَهِدۡنَا مَهۡلِكَ أَهۡلِهِۦ وَإِنَّا لَصَٰدِقُونَ", "english" : "They said Take a mutual oath by Allah that we will kill him by night he and his family. Then we will say to his executor 'We did not witness the destruction of his family and indeed we are truthful", "urdu" : "انہوں نے آپس میں کہا خدا کی قسم کھا کر عہد کر لو کہ ہم صالحؑ اور اس کے گھر والوں پر شب خون ماریں گے اور پھر اس کے ولی سے کہہ دیں گے کہ ہم اس خاندان کی ہلاکت کے موقع پر موجود نہ تھے، ہم بالکل سچ کہتے ہیں","chinese" : "他们说：“你们指安拉互相盟誓吧！”他们说：“我们必定在夜间谋害他和他的信徒。然后，我们必对他的主说：‘他的信徒遇害的时候，我们没有在场，我们确是诚实的人。”","turkey" : "Biz gece ona ve ailesine baskın verelim sonra da onun dostuna ailesinin yok edilişinde bulunmadık şüphesiz biz doğru söylüyoruz diyelim diye aralarında Allah'a yemin ettiler"} ,{"id": "50", "arabic" : "وَمَكَرُواْ مَكۡرٗا وَمَكَرۡنَا مَكۡرٗا وَهُمۡ لَا يَشۡعُرُونَ", "english" : "And they planned a plan and We planned a plan while they perceived not", "urdu" : "یہ چال تو وہ چلے اور پھر ایک چال ہم نے چلی جس کی انہیں خبر نہ تھی","chinese" : "他们曾用一个计谋，我也曾用一个计谋，但他们不知不觉。","turkey" : "Onlar bir düzen kurdular. Biz farkettirmeden düzenlerini bozduk"} ,{"id": "51", "arabic" : "فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ مَكۡرِهِمۡ أَنَّا دَمَّرۡنَٰهُمۡ وَقَوۡمَهُمۡ أَجۡمَعِينَ", "english" : "Then look how was the outcome of their plan - that We destroyed them and their people all", "urdu" : "اب دیکھ لو کہ ان کی چال کا انجام کیا ہوا ہم نے تباہ کر کے رکھ دیا اُن کو اور ان کی پوری قوم کو","chinese" : "你看他们的计谋的结局是怎样的。（结果）是我把他们和他们的宗族，全体毁灭了。","turkey" : "Hilelerinin sonunun nasıl olduğuna bir bak! Biz onları ve milletlerini hepsini yerle bir ettik"} ,{"id": "52", "arabic" : "فَتِلۡكَ بُيُوتُهُمۡ خَاوِيَةَۢ بِمَا ظَلَمُوٓاْۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡلَمُونَ", "english" : "So those are their houses desolate because of the wrong they had done. Indeed in that is a sign for people who know", "urdu" : "وہ اُن کے گھر خالی پڑے ہیں اُس ظلم کی پاداش میں جو وہ کرتے تھے، اس میں ایک نشان عبرت ہے اُن لوگوں کے لیے جو علم رکھتے ہیں","chinese" : "那些是他们的房屋，因他们的不义而变成为坍塌的。对于有知识的民众此中确有一个迹象。","turkey" : "İşte haksızlıklarına karşılık çökmüş bulunan evleri! Bunda bilen bir millet için şüphesiz ders vardır"} ,{"id": "53", "arabic" : "وَأَنجَيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ", "english" : "And We saved those who believed and used to fear Allah", "urdu" : "اور بچا لیا ہم نے اُن لوگوں کو جو ایمان لائے تھے اور نافرمانی سے پرہیز کرتے تھے","chinese" : "我曾拯救了信道而且敬畏的人们。","turkey" : "İnanıp Allah'a karşı gelmekten sakınanları kurtardık"} ,{"id": "54", "arabic" : "وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ وَأَنتُمۡ تُبۡصِرُونَ", "english" : "And [mention] Lot when he said to his people Do you commit immorality while you are seeing", "urdu" : "اور لوطؑ کو ہم نے بھیجا یاد کرو وہ وقت جب اس نے اپنی قوم سے کہا کیا تم آنکھوں دیکھتے بدکاری کرتے ہو؟","chinese" : "（我曾）派遣鲁特，当日，他对他的宗族说：“你们怎么明目张胆地干丑事呢？","turkey" : "Lut'u da gönderdik; milletine şöyle dedi: Göz göre göre bir hayasızlık mı yapıyorsunuz"} ,{"id": "55", "arabic" : "أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ تَجۡهَلُونَ", "english" : "Do you indeed approach men with desire instead of women? Rather you are a people behaving ignorantly", "urdu" : "کیا تمہارا یہی چلن ہے کہ عورتوں کو چھوڑ کر مردوں کے پاس شہوت رانی کے لیے جاتے ہو؟ حقیقت یہ ہے کہ تم لوگ سخت جہالت کا کام کرتے ہو","chinese" : "你们务必要舍女人而以男人满足性欲吗？不然，你们是无知识的民众。”","turkey" : "Kadınları bırakıp erkeklere mi yaklaşıyorsunuz; evet siz cahil bir milletsiniz"} ,{"id": "56", "arabic" : "۞فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوٓاْ ءَالَ لُوطٖ مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ", "english" : "But the answer of his people was not except that they said Expel the family of Lot from your city. Indeed they are people who keep themselves pure", "urdu" : "مگر اُس کی قوم کا جواب اس کے سوا کچھ نہ تھا کہ انہوں نے کہا نکال دو لوطؑ کے گھر والوں کو اپنی بستی سے، یہ بڑے پاکباز بنتے ہیں","chinese" : "他们说：“你们把鲁特的信徒逐出城外，因为他们是纯洁的民众。”这是他们唯一的答复。","turkey" : "Milletinin cevabı sadece: Lut'un ailesini kasabanızdan çıkarın güya onlar temiz kalmaya çalışan insanlarmış demek oldu"} ,{"id": "57", "arabic" : "فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ قَدَّرۡنَٰهَا مِنَ ٱلۡغَٰبِرِينَ", "english" : "So We saved him and his family except for his wife; We destined her to be of those who remained behind", "urdu" : "آخر کار ہم نے بچا لیا اُس کو اور اُس کے گھر والوں کو، بجز اُس کی بیوی کے جس کا پیچھے رہ جانا ہم نے طے کر دیا تھا","chinese" : "我就拯救了他和他的信徒，他的妻子除外，我已预定她和其余的人同受刑罚。","turkey" : "Bunun üzerine onu ve ailesini kurtardık yalnız karısının geride kalanlardan olmasını gerekli bulduk"} ,{"id": "58", "arabic" : "وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَسَآءَ مَطَرُ ٱلۡمُنذَرِينَ", "english" : "And We rained upon them a rain [of stones] and evil was the rain of those who were warned", "urdu" : "اور برسائی اُن لوگوں پر ایک برسات، بہت ہی بری برسات تھی وہ اُن لوگوں کے حق میں جو متنبہ کیے جا چکے تھے","chinese" : "我曾降大雨去伤他们。曾受警告者所遭的雨真恶劣！","turkey" : "Geride kalanların üzerlerine bir yağmur yağdırdık. Uyarılan fakat yola gelmeyenlerin yağmuru ne kötü idi"} ,{"id": "59", "arabic" : "قُلِ ٱلۡحَمۡدُ لِلَّهِ وَسَلَٰمٌ عَلَىٰ عِبَادِهِ ٱلَّذِينَ ٱصۡطَفَىٰٓۗ ءَآللَّهُ خَيۡرٌ أَمَّا يُشۡرِكُونَ", "english" : "Say [O Muhammad] Praise be to Allah and peace upon His servants whom He has chosen. Is Allah better or what they associate with Him", "urdu" : "(اے نبیؐ) کہو، حمد اللہ کے لیے اور سلام اس کے اُن بندوں پر جنہیں اس نے برگزیدہ کیا (اِن سے پوچھو) اللہ بہتر ہے یا وہ معبود جنہیں یہ لوگ اس کا شریک بنا رہے ہیں؟","chinese" : "你说：“一切赞颂，全归安拉。祝他所选的众仆平安。”究竟是安拉更好呢？还是他们用来配安拉的更好呢？","turkey" : "De ki: Hamd Allah'a mahsustur seçtiği kullarına selam olsun. Allah mı daha iyidir yoksa O'na koştukları ortaklar mı"} ,{"id": "60", "arabic" : "أَمَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ لَكُم مِّنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا بِهِۦ حَدَآئِقَ ذَاتَ بَهۡجَةٖ مَّا كَانَ لَكُمۡ أَن تُنۢبِتُواْ شَجَرَهَآۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ هُمۡ قَوۡمٞ يَعۡدِلُونَ", "english" : "[More precisely] is He [not best] who created the heavens and the earth and sent down for you rain from the sky causing to grow thereby gardens of joyful beauty which you could not [otherwise] have grown the trees thereof? Is there a deity with Allah? [No] but they are a people who ascribe equals [to Him]", "urdu" : "بھلا وہ کون ہے جس نے آسمانوں اور زمین کو پیدا کیا اور تمہارے لیے آسمان سے پانی برسایا پھر اس کے ذریعہ سے وہ خوشنما باغ اگائے جن کے درختوں کا اگانا تمہارے بس میں نہ تھا؟ کیا اللہ کے ساتھ کوئی دوسرا خدا بھی (اِن کاموں میں شریک) ہے؟ (نہیں)، بلکہ یہی لوگ راہِ راست سے ہٹ کر چلے جا رہے ہیں","chinese" : "是那天地的创造者（更好），他为你们从云中降下雨水，以培植美丽的园圃，而你们不能使园圃中的树木生长。除安拉外，难道还有应受崇拜的吗？不然，他们是悖谬的民众。","turkey" : "Yoksa gökleri ve yeri yaratan gökten size su indirip onunla bir ağacını bile bitirmeye gücünüzün yetmediği güzel güzel bahçeler meydana getiren mi? Allah'ın yanında başka bir tanrı mı? Hayır; onlar taptıklarını Allah'a eşit tutan bir millettir"} ,{"id": "61", "arabic" : "أَمَّن جَعَلَ ٱلۡأَرۡضَ قَرَارٗا وَجَعَلَ خِلَٰلَهَآ أَنۡهَٰرٗا وَجَعَلَ لَهَا رَوَٰسِيَ وَجَعَلَ بَيۡنَ ٱلۡبَحۡرَيۡنِ حَاجِزًاۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ", "english" : "Is He [not best] who made the earth a stable ground and placed within it rivers and made for it firmly set mountains and placed between the two seas a barrier? Is there a deity with Allah? [No] but most of them do not know", "urdu" : "اور وہ کون ہے جس نے زمین کو جائے قرار بنایا اور اس کے اندر دریا رواں کیے اور اس میں (پہاڑوں کی) میخیں گاڑ دیں اور پانی کے دو ذخیروں کے درمیان پردے حائل کر دیے؟ کیا اللہ کے ساتھ کوئی اور خدا بھی (اِن کاموں میں شریک) ہے؟ نہیں، بلکہ اِن میں سے اکثر لوگ نادان ہیں","chinese" : "还是以大地为安居之所，使诸河流贯其间，使诸山镇压其上，并在两海之间设一个屏障者呢？除安拉外，难道还有应受崇拜的吗？不然，他们大半不知道。","turkey" : "Yoksa yeri yaratıklarının oturmasına elverişli kılan ve aralarında ırmaklar meydana getiren yeryüzüne sabit dağlar yerleştiren iki deniz arasına engel koyan mı? Allah'ın yanında başka bir tanrı mı? Hayır; çoğu bilmezler"} ,{"id": "62", "arabic" : "أَمَّن يُجِيبُ ٱلۡمُضۡطَرَّ إِذَا دَعَاهُ وَيَكۡشِفُ ٱلسُّوٓءَ وَيَجۡعَلُكُمۡ خُلَفَآءَ ٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قَلِيلٗا مَّا تَذَكَّرُونَ", "english" : "Is He [not best] who responds to the desperate one when he calls upon Him and removes evil and makes you inheritors of the earth? Is there a deity with Allah? Little do you remember", "urdu" : "کون ہے جو بے قرار کی دعا سنتا ہے جبکہ وہ اُسے پکارے اور کون اس کی تکلیف رفع کرتا ہے؟ اور (کون ہے جو) تمہیں زمین کا خلیفہ بناتا ہے؟ کیا اللہ کے ساتھ کوئی اور خدا بھی (یہ کام کرنے والا) ہے؟ تم لوگ کم ہی سوچتے ہو","chinese" : "还是那答应受难者的祈祷，而解除其灾害，且以你们为大地的代理者呢？除安拉外，难道还有应受崇拜的吗？你们很少觉悟。","turkey" : "Yoksa darda kalana kendisine yakardığı zaman karşılık veren başındaki sıkıntıyı gideren ve sizi yeryüzünün sahipleri yapan mı? Allah'ın yanında başka bir tanrı mi? Pek kıt düşünüyorsunuz"} ,{"id": "63", "arabic" : "أَمَّن يَهۡدِيكُمۡ فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ وَمَن يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦٓۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ تَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ", "english" : "Is He [not best] who guides you through the darknesses of the land and sea and who sends the winds as good tidings before His mercy? Is there a deity with Allah? High is Allah above whatever they associate with Him", "urdu" : "اور وہ کون ہے جو خشکی اور سمندر کی تاریکیوں میں تم کو راستہ دکھاتا ہے اور کون اپنی رحمت کے آگے ہواؤں کو خوشخبری لے کر بھیجتا ہے؟ کیا اللہ کے ساتھ کوئی دُوسرا خدا بھی (یہ کام کرتا) ہے؟ بہت بالا و برتر ہے اللہ اس شرک سے جو یہ لوگ کرتے ہیں","chinese" : "还是那在陆海的重重黑暗中引导你们，在降其恩惠之前，使风为传佳音者呢？除安拉外，难道还有应受崇拜的吗？安拉超乎他们用来配他的。","turkey" : "Yoksa karanın ve denizin karanlıklarında size yol bulduran rüzgarları rahmetinin önünde müjdeci gönderen mi? Allah'ın yanında başka bir tanrı mı? Allah koştukları eşlerden yücedir"} ,{"id": "64", "arabic" : "أَمَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَمَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ", "english" : "Is He [not best] who begins creation and then repeats it and who provides for you from the heaven and earth? Is there a deity with Allah? Say Produce your proof if you should be truthful", "urdu" : "اور کون ہے جو خلق کی ابتدا کرتا اور پھر اس کا اعادہ کرتا ہے؟ اور کون تم کو آسمان اور زمین سے رزق دیتا ہے؟ کیا اللہ کے ساتھ کوئی اور خدا بھی (اِن کاموں میں حصہ دار) ہے؟ کہو کہ لاؤ اپنی دلیل اگر تم سچے ہو","chinese" : "还是那创造万物，然后加以复造，并从天上地下供你们给养者呢？除安拉外，难道还有应受崇拜的吗？你说：“你们拿来你们的证据吧，如果你们是诚实的。”","turkey" : "Yoksa önce yaratan sonra da yaratmayı tekrar edecek olan; size gökten ve yerden rızık veren mi? Allah'ın yanında başka bir tanrı mı? De ki: Eğer doğru sözlülerden iseniz açık delilinizi getirin"} ,{"id": "65", "arabic" : "قُل لَّا يَعۡلَمُ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلۡغَيۡبَ إِلَّا ٱللَّهُۚ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ", "english" : "Say None in the heavens and earth knows the unseen except Allah and they do not perceive when they will be resurrected", "urdu" : "اِن سے کہو، اللہ کے سوا آسمانوں اور زمین میں کوئی غیب کا علم نہیں رکھتا، اور وہ نہیں جانتے کہ کب وہ اٹھائے جائیں گے","chinese" : "你说：“除安拉外，在天地间的，不知幽玄，他们不知道什么时候复活。","turkey" : "De ki: Göklerde ve yerde gaybı Allah'tan başka bilen yoktur. Ne zaman diriltileceklerini de bilmezler"} ,{"id": "66", "arabic" : "بَلِ ٱدَّـٰرَكَ عِلۡمُهُمۡ فِي ٱلۡأٓخِرَةِۚ بَلۡ هُمۡ فِي شَكّٖ مِّنۡهَاۖ بَلۡ هُم مِّنۡهَا عَمُونَ", "english" : "Rather their knowledge is arrested concerning the Hereafter. Rather they are in doubt about it. Rather they are concerning it blind", "urdu" : "بلکہ آخرت کا تو علم ہی اِن لوگوں سے گم ہو گیا ہے، بلکہ یہ اس کی طرف سے شک میں ہیں، بلکہ یہ اُس سے اندھے ہیں","chinese" : "难道他们关于后世的知识已经成熟了吗？不然，他们对于后世是怀疑的。不然，他们对于后世是盲目的。”","turkey" : "Ahirete dair bilgileri yeterli midir? Hayır; ondan şüphe etmektedirler. Hayır; ona karşı kördürler"} ,{"id": "67", "arabic" : "وَقَالَ ٱلَّذِينَ كَفَرُوٓاْ أَءِذَا كُنَّا تُرَٰبٗا وَءَابَآؤُنَآ أَئِنَّا لَمُخۡرَجُونَ", "english" : "And those who disbelieve say When we have become dust as well as our forefathers will we indeed be brought out [of the graves]", "urdu" : "یہ منکرین کہتے ہیں کیا جب ہم اور ہمارے باپ دادا مٹی ہو چکے ہوں گے تو ہمیں واقعی قبروں سے نکالا جائے گا؟","chinese" : "不信道的人说：“难道我们和我们的祖先在变成尘土后还要被复活吗？","turkey" : "İnkar edenler: Biz ve babalarımız toprak olduğumuzda mı doğrusu bizler mi tekrar çıkarılacağız? Bununla biz de daha önce babalarımız da and olsun ki tehdit edilmiştik. Bu öncekilerin masallarından başka bir şey değildir dediler"} ,{"id": "68", "arabic" : "لَقَدۡ وُعِدۡنَا هَٰذَا نَحۡنُ وَءَابَآؤُنَا مِن قَبۡلُ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ", "english" : "We have been promised this we and our forefathers before. This is not but legends of the former peoples", "urdu" : "یہ خبریں ہم کو بھی بہت دی گئی ہیں اور پہلے ہمارے آباء اجداد کو بھی دی جاتی رہی ہیں، مگر یہ بس افسانے ہی افسانے ہیں جو اگلے وقتوں سے سُنتے چلے آ رہے ہیں","chinese" : "我们和我们的祖先，以前确已听过这一类的恐吓，这个只是古人的神话。”","turkey" : "İnkar edenler: Biz ve babalarımız toprak olduğumuzda mı doğrusu bizler mi tekrar çıkarılacağız? Bununla biz de daha önce babalarımız da and olsun ki tehdit edilmiştik. Bu öncekilerin masallarından başka bir şey değildir dediler"} ,{"id": "69", "arabic" : "قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ", "english" : "Say [O Muhammad] Travel through the land and observe how was the end of the criminals", "urdu" : "کہو ذرا زمین میں چل پھر کر دیکھو کہ مجرموں کا کیا انجام ہو چکا ہے","chinese" : "你说：“你应当在地面上旅行，去观察犯罪者的结局是怎样的。”","turkey" : "De ki: Yeryüzünde gezin suçluların sonunun nasıl olduğuna bir bakın"} ,{"id": "70", "arabic" : "وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُن فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ", "english" : "And grieve not over them or be in distress from what they conspire", "urdu" : "اے نبیؐ، اِن کے حال پر رنج نہ کرو اور نہ اِن کی چالوں پر دل تنگ ہو","chinese" : "你不要因他们的（悖逆）而忧愁，不要为他们的计谋而烦闷。","turkey" : "Onlara üzülme. Hilelerine karşı da sıkılma"} ,{"id": "71", "arabic" : "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ", "english" : "And they say When is [the fulfillment of] this promise if you should be truthful", "urdu" : "وہ کہتے ہیں کہ یہ دھمکی کب پُوری ہو گی اگر تم سچے ہو؟","chinese" : "他们说：“这个警告什么时候实现呢？如果你们是诚实的。”","turkey" : "Onlar: Eğer doğru söylüyorsanız bildirin bu sözünüz ne zaman yerine gelecektir? derler"} ,{"id": "72", "arabic" : "قُلۡ عَسَىٰٓ أَن يَكُونَ رَدِفَ لَكُم بَعۡضُ ٱلَّذِي تَسۡتَعۡجِلُونَ", "english" : "Say Perhaps it is close behind you - some of that for which you are impatient", "urdu" : "کہو کیا عجب کہ جس عذاب کے لیے تم جلدی مچا رہے ہو اس کا ایک حصہ تمہارے قریب ہی آ لگا ہو","chinese" : "你说：“你们要求早日实现的，或许有一部分是临近你们的。”","turkey" : "De ki: Acele ettiğiniz şeyin bir kısmı belki hemen başınıza gelir"} ,{"id": "73", "arabic" : "وَإِنَّ رَبَّكَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ", "english" : "And indeed your Lord is full of bounty for the people but most of them do not show gratitude", "urdu" : "حقیقت یہ ہے کہ تیرا رب تو لوگوں پر بڑا فضل فرمانے والا ہے مگر اکثر لوگ شکر نہیں کرتے","chinese" : "你的主对于世人，确是有大恩的，但他们大半是不感谢的。","turkey" : "Doğrusu Rabbin insanlara karşı lütuf sahibidir. Fakat onların çoğu şükretmezler"} ,{"id": "74", "arabic" : "وَإِنَّ رَبَّكَ لَيَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ", "english" : "And indeed your Lord knows what their breasts conceal and what they declare", "urdu" : "بلا شبہ تیرا رب خُوب جانتا ہے جو کچھ ان کے سینے اپنے اندر چھپائے ہوئے ہیں اور جو کچھ وہ ظاہر کرتے ہیں","chinese" : "你的主，的确知道他们的胸中隐匿的和他们所表白的。","turkey" : "Şüphesiz Rabbin onların gönüllerinin gizlediklerini de açığa vurduklarını da bilir"} ,{"id": "75", "arabic" : "وَمَا مِنۡ غَآئِبَةٖ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِلَّا فِي كِتَٰبٖ مُّبِينٍ", "english" : "And there is nothing concealed within the heaven and the earth except that it is in a clear Register", "urdu" : "آسمان و زمین کی کوئی پوشیدہ چیز ایسی نہیں ہے جو ایک واضح کتاب میں لکھی ہوئی موجود نہ ہو","chinese" : "天上地下，没有一件隐微的事物，不被记录在一本明白的天经中。","turkey" : "Gökte ve yerde gizli hiçbir şey yoktur ki apaçık bir kitapta olmasın"} ,{"id": "76", "arabic" : "إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَقُصُّ عَلَىٰ بَنِيٓ إِسۡرَـٰٓءِيلَ أَكۡثَرَ ٱلَّذِي هُمۡ فِيهِ يَخۡتَلِفُونَ", "english" : "Indeed this Qur'an relates to the Children of Israel most of that over which they disagree", "urdu" : "یہ واقعہ ہے کہ یہ قرآن بنی اسرائیل کو اکثر اُن باتوں کی حقیقت بتاتا ہے جن میں وہ اختلاف رکھتے ہیں","chinese" : "这部《古兰经》，的确把以色列的后裔所争论的大部分的事理告诉他们。","turkey" : "Doğrusu bu Kuran İsrailoğullarına ayrılığa düştükleri şeyin çoğunu anlatmaktadır"} ,{"id": "77", "arabic" : "وَإِنَّهُۥ لَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ", "english" : "And indeed it is guidance and mercy for the believers", "urdu" : "اور یہ ہدایت اور رحمت ہے ایمان لانے والوں کے لیے","chinese" : "这部《古兰经》对于信道者确是向导和恩惠。","turkey" : "Doğrusu Kuran inananlara doğruluk rehberi ve rahmettir"} ,{"id": "78", "arabic" : "إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُم بِحُكۡمِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡعَلِيمُ", "english" : "Indeed your Lord will judge between them by His [wise] judgement. And He is the Exalted in Might the Knowing", "urdu" : "یقیناً (اِسی طرح) تیرا رب اِن لوگوں کے درمیان بھی اپنے حکم سے فیصلہ کر دے گا اور وہ زبردست اور سب کچھ جاننے والا ہے","chinese" : "你的主，必为他们依照他的决定而裁判。他确是万能的，确是全知的。","turkey" : "Rabbin şüphesiz aralarında kendi hükmünü verecektir. O güçlüdür bilendir"} ,{"id": "79", "arabic" : "فَتَوَكَّلۡ عَلَى ٱللَّهِۖ إِنَّكَ عَلَى ٱلۡحَقِّ ٱلۡمُبِينِ", "english" : "So rely upon Allah; indeed you are upon the clear truth", "urdu" : "پس اے نبیؐ، اللہ پر بھروسا رکھو، یقیناً تم صریح حق پر ہو","chinese" : "你应当托靠安拉，你确是据有明白的真理的。","turkey" : "Allah'a güven şüphesiz sen apaçık gerçek üzerindesin"} ,{"id": "80", "arabic" : "إِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ", "english" : "Indeed you will not make the dead hear nor will you make the deaf hear the call when they have turned their backs retreating", "urdu" : "تم مُردوں کو نہیں سنا سکتے، نہ اُن بہروں تک اپنی پکار پہنچا سکتے ہو جو پیٹھ پھیر کر بھاگے جا رہے ہوں","chinese" : "你必定不能使死人听（你讲教）。你必定不能使退避的聋子听你的召唤。","turkey" : "Sen ölülere şüphesiz ki işittiremezsin; dönüp giden sağırlara da çağrıyı duyuramazsın"} ,{"id": "81", "arabic" : "وَمَآ أَنتَ بِهَٰدِي ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ", "english" : "And you cannot guide the blind away from their error. You will only make hear those who believe in Our verses so they are Muslims [submitting to Allah]", "urdu" : "اور نہ اندھوں کو راستہ بتا کر بھٹکنے سے بچا سکتے ہو تم تو اپنی بات اُنہی لوگوں کو سنا سکتے ہو جو ہماری آیات پر ایمان لاتے ہیں اور پھر فرمان بردار بن جاتے ہیں","chinese" : "你绝不能引导瞎子离开迷误。你只能使信我的迹象的人听你的（讲教），他们因而诚意信道。","turkey" : "Körleri sapıklıklarından vazgeçirip doğru yola döndüremezsin; ancak ayetlerimize inananlara sen duyurabilirsin; işte onlar Müslümanlardır"} ,{"id": "82", "arabic" : "۞وَإِذَا وَقَعَ ٱلۡقَوۡلُ عَلَيۡهِمۡ أَخۡرَجۡنَا لَهُمۡ دَآبَّةٗ مِّنَ ٱلۡأَرۡضِ تُكَلِّمُهُمۡ أَنَّ ٱلنَّاسَ كَانُواْ بِـَٔايَٰتِنَا لَا يُوقِنُونَ", "english" : "And when the word befalls them We will bring forth for them a creature from the earth speaking to them [saying] that the people were of Our verses not certain [in faith]", "urdu" : "اور جب ہماری بات پُوری ہونے کا وقت اُن پر آ پہنچے گا تو ہم ان کے لیے ایک جانور زمین سے نکالیں گے جو ان سے کلام کرے گا کہ لوگ ہماری آیات پر یقین نہیں کرتے تھے","chinese" : "当预言对他们实现的时候，我将使一种动物从地下生出，来告诉他们：人们原当确是不信我的迹象的。","turkey" : "Kendilerine söylenmiş olan başlarına geldiği zaman yerden bir çeşit hayvan çıkarırız ki o onlara insanların ayetlerimize kesin olarak inanmadıkların söyler"} ,{"id": "83", "arabic" : "وَيَوۡمَ نَحۡشُرُ مِن كُلِّ أُمَّةٖ فَوۡجٗا مِّمَّن يُكَذِّبُ بِـَٔايَٰتِنَا فَهُمۡ يُوزَعُونَ", "english" : "And [warn of] the Day when We will gather from every nation a company of those who deny Our signs and they will be [driven] in rows", "urdu" : "اور ذرا تصور کرو اُس دن کا جب ہم ہر امّت میں سے ایک فوج کی فوج اُن لوگوں کی گھیر لائیں گے جو ہماری آیات کو جھٹلایا کرتے تھے، پھر ان کو (ان کی اقسام کے لحاظ سے درجہ بدرجہ) مرتب کیا جائے گا","chinese" : "在那日，我将从每个民族中，集合一群不信我的迹象的人，而他们是被排列得整整齐齐的。","turkey" : "O gün her ümmetin ayetlerimizi yalanlayanlarını toplarız. Onlar bir arada tutulup hesap yerine sevkedilirler"} ,{"id": "84", "arabic" : "حَتَّىٰٓ إِذَا جَآءُو قَالَ أَكَذَّبۡتُم بِـَٔايَٰتِي وَلَمۡ تُحِيطُواْ بِهَا عِلۡمًا أَمَّاذَا كُنتُمۡ تَعۡمَلُونَ", "english" : "Until when they arrive [at the place of Judgement] He will say Did you deny My signs while you encompassed them not in knowledge or what [was it that] you were doing", "urdu" : "یہاں تک کہ جب سب آ جائیں گے تو (ان کا رب ان سے) پوچھے گا کہ تم نے میری آیات کو جھٹلا دیا حالانکہ تم نے ان کا علمی احاطہ نہ کیا تھا؟ اگر یہ نہیں تو اور تم کیا کر رہے تھے؟","chinese" : "等到他们来到（安拉）那里的时候，他说：“你们没有彻底知道我的迹象就加以否认吗？你们究竟做了什么呢？”","turkey" : "Geldikleri zaman Allah: Ayetlerimi anlamadığınız halde yalanladınız mı? Yoksa yaptığınız neydi? der"} ,{"id": "85", "arabic" : "وَوَقَعَ ٱلۡقَوۡلُ عَلَيۡهِم بِمَا ظَلَمُواْ فَهُمۡ لَا يَنطِقُونَ", "english" : "And the decree will befall them for the wrong they did and they will not [be able to] speak", "urdu" : "اور ان کے ظلم کی وجہ سے عذاب کا وعدہ ان پر پورا ہو جائے گا، تب وہ کچھ بھی نہ بول سکیں گے","chinese" : "预言将对他们的不义而对他们实现，所以他们哑口无言。","turkey" : "Haksızlıklarından ötürü söylenilen söz başlarına gelir. Artık konuşamaz olurlar"} ,{"id": "86", "arabic" : "أَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا ٱلَّيۡلَ لِيَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ", "english" : "Do they not see that We made the night that they may rest therein and the day giving sight? Indeed in that are signs for a people who believe", "urdu" : "کیا ان کو سُجھائی نہ دیتا تھا کہ ہم نے رات ان کے لیے سکون حاصل کرنے کو بنائی تھی اور دن کو روشن کیا تھا؟ اسی میں بہت نشانیاں تھیں ان لوگوں کے لیے جو ایمان لاتے تھے","chinese" : "难道他们不知道吗？我以黑夜做他们的安息时间，以白昼做他们观看的时间，对于信道的民众，其中确有许多迹象。","turkey" : "Size geceyi dinlenesiniz diye karanlık ve gündüzü çalışasınız diye aydınlık olarak yarattığımızı görmediler mi? Doğrusu bunda inanan millet için dersler vardır"} ,{"id": "87", "arabic" : "وَيَوۡمَ يُنفَخُ فِي ٱلصُّورِ فَفَزِعَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۚ وَكُلٌّ أَتَوۡهُ دَٰخِرِينَ", "english" : "And [warn of] the Day the Horn will be blown and whoever is in the heavens and whoever is on the earth will be terrified except whom Allah wills. And all will come to Him humbled", "urdu" : "اور کیا گزرے گی اس روز جب کہ صُور پھونکا جائے گا اور ہَول کھا جائیں گے وہ سب جو آسمانوں اور زمین میں ہیں، سوائے اُن لوگوں کے جنہیں اللہ اس ہَول سے بچانا چاہے گا، اور سب کان دبائے اس کے حضور حاضر ہو جائیں گے","chinese" : "在那日，将吹号角，除安拉所意欲的外，凡天上地下的都要恐怖，个个都要卑贱地来到安拉那里，","turkey" : "Sura üfürüldüğü gün Allah'ın diledikleri bir yana göklerde olanlar da yerde olanlar da korku içinde kalırlar. Hepsi Allah'a boyunları bükülmüş olarak gelirler"} ,{"id": "88", "arabic" : "وَتَرَى ٱلۡجِبَالَ تَحۡسَبُهَا جَامِدَةٗ وَهِيَ تَمُرُّ مَرَّ ٱلسَّحَابِۚ صُنۡعَ ٱللَّهِ ٱلَّذِيٓ أَتۡقَنَ كُلَّ شَيۡءٍۚ إِنَّهُۥ خَبِيرُۢ بِمَا تَفۡعَلُونَ", "english" : "And you see the mountains thinking them rigid while they will pass as the passing of clouds. [It is] the work of Allah who perfected all things. Indeed He is Acquainted with that which you do", "urdu" : "آج تو پہاڑوں کو دیکھتا ہے اور سمجھتا ہے کہ خوب جمے ہوئے ہیں، مگر اُس وقت یہ بادلوں کی طرح اڑ رہے ہوں گے، یہ اللہ کی قدرت کا کرشمہ ہو گا جس نے ہر چیز کو حکمت کے ساتھ استوار کیا ہے وہ خوب جانتا ہے کہ تم لوگ کیا کرتے ہو","chinese" : "你见群山而以为都是固定的，其实，群山都像行云样逝去。那是精制万物的安拉的化工，他确是彻知你们的行为的。","turkey" : "Dağları yerinde donmuş gibi durur görürsün oysa onlar bulutlar gibi geçerler. Bu her şeyi sağlam tutan Allah'ın işidir. Doğrusu O yaptıklarınızdan haberdardır"} ,{"id": "89", "arabic" : "مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَا وَهُم مِّن فَزَعٖ يَوۡمَئِذٍ ءَامِنُونَ", "english" : "Whoever comes [at Judgement] with a good deed will have better than it and they from the terror of that Day will be safe", "urdu" : "جو شخص بھلائی لے کر آئیگا اسے اُس سے زیادہ بہتر صلہ ملے گا اور ایسے لوگ اُس دن کے ہَول سے محفوظ ہوں گے","chinese" : "行善的人将获得更佳的报酬，在那日，他们将免于恐怖。","turkey" : "Kim bir iyilik getirirse ona daha iyisi verilir. Onlar o günün korkusundan güvendedirler"} ,{"id": "90", "arabic" : "وَمَن جَآءَ بِٱلسَّيِّئَةِ فَكُبَّتۡ وُجُوهُهُمۡ فِي ٱلنَّارِ هَلۡ تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ", "english" : "And whoever comes with an evil deed - their faces will be overturned into the Fire [and it will be said] Are you recompensed except for what you used to do", "urdu" : "اور جو بُرائی لیے ہوئے آئے گا، ایسے سب لوگ اوندھے منہ آگ میں پھینکے جائیں گے کیا تم لوگ اس کے سوا کوئی اور جزا پا سکتے ہو کہ جیسا کرو ویسا بھرو؟","chinese" : "作恶的人，将匍匐着被投入火狱：“你们只受你们的行为的报酬。”","turkey" : "Kötülük getiren kimseler yüzükoyun ateşe atılırlar. Yaptıklarınızdan başka bir şeyle mi cezalandırılacaksınız? denir"} ,{"id": "91", "arabic" : "إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ رَبَّ هَٰذِهِ ٱلۡبَلۡدَةِ ٱلَّذِي حَرَّمَهَا وَلَهُۥ كُلُّ شَيۡءٖۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ", "english" : "[Say O Muhammad] I have only been commanded to worship the Lord of this city who made it sacred and to whom [belongs] all things. And I am commanded to be of the Muslims [those who submit to Allah]", "urdu" : "(اے محمدؐ، اِن سے کہو) مجھے تو یہی حکم دیا گیا ہے کہ اِس شہر کے رب کی بندگی کروں جس نے اِسے حرم بنایا ہے اور جو ہر چیز کا مالک ہے مجھے حکم دیا گیا ہے کہ میں مسلم بن کر رہوں","chinese" : "（你说）：“我只奉命崇拜这城市的主，他曾以这城市为禁地。万物都是他所有的。我亦奉命做一个归顺的人，","turkey" : "De ki: Ben yalnız her şeyin sahibi olan ve bu kutlu kılınmış şehrin Rabbine kulluk etmekle emrolundum. Müslümanlardan olmakla ve Kuran okumakla emrolundum. Kim doğru yolu bulmuşsa yalnız kendisi için bulmuş olur kim sapıtmışsa kendine etmiş olur. De ki: Ben sadece uyaranlardan biriyim"} ,{"id": "92", "arabic" : "وَأَنۡ أَتۡلُوَاْ ٱلۡقُرۡءَانَۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَقُلۡ إِنَّمَآ أَنَا۠ مِنَ ٱلۡمُنذِرِينَ", "english" : "And to recite the Qur'an. And whoever is guided is only guided for [the benefit of] himself; and whoever strays - say I am only [one] of the warners", "urdu" : "اور یہ قرآن پڑھ کر سناؤں اب جو ہدایت اختیار کرے گا وہ اپنے ہی بھلے کے لیے ہدایت اختیار کرے گا اور جو گمراہ ہو اُس سے کہہ دو کہ میں تو بس خبردار کر دینے والا ہوں","chinese" : "并宣读《古兰经》。”谁遵循正道，谁自受其益；谁误入歧途，你对谁说：“我只是一个警告者。”","turkey" : "De ki: Ben yalnız her şeyin sahibi olan ve bu kutlu kılınmış şehrin Rabbine kulluk etmekle emrolundum. Müslümanlardan olmakla ve Kuran okumakla emrolundum. Kim doğru yolu bulmuşsa yalnız kendisi için bulmuş olur kim sapıtmışsa kendine etmiş olur. De ki: Ben sadece uyaranlardan biriyim"} ,{"id": "93", "arabic" : "وَقُلِ ٱلۡحَمۡدُ لِلَّهِ سَيُرِيكُمۡ ءَايَٰتِهِۦ فَتَعۡرِفُونَهَاۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ", "english" : "And say [All] praise is [due] to Allah. He will show you His signs and you will recognize them. And your Lord is not unaware of what you do", "urdu" : "اِن سے کہو، تعریف اللہ ہی کے لیے ہے، عنقریب وہ تمہیں اپنی نشانیاں دکھا دے گا اور تم انہیں پہچان لو گے، اور تیرا رب بے خبر نہیں ہے اُن اعمال سے جو تم لوگ کرتے ہو","chinese" : "你说：“一切赞颂，全归安拉，他将显示给你们他的迹象，你们就认识它。你的主，并不忽视你们的行为。”","turkey" : "De ki: Hamd Allah'a mahsustur. O ayetlerini size gösterecek siz de onları bileceksiniz. Rabbin yaptıklarınızdan habersiz değildir"} ]}