{"name":"القصص","verses":[{"id": "1", "arabic" : "طسٓمٓ", "english" : "Ta Seen Meem", "urdu" : "ط س م","chinese" : "塔，辛，米目。","turkey" : "Ta Sin Mim"} ,{"id": "2", "arabic" : "تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ", "english" : "These are the verses of the clear Book", "urdu" : "یہ کتاب مبین کی آیات ہیں","chinese" : "这些是明白的经典的节文。","turkey" : "Bunlar apaçık Kitap'ın ayetleridir"} ,{"id": "3", "arabic" : "نَتۡلُواْ عَلَيۡكَ مِن نَّبَإِ مُوسَىٰ وَفِرۡعَوۡنَ بِٱلۡحَقِّ لِقَوۡمٖ يُؤۡمِنُونَ", "english" : "We recite to you from the news of Moses and Pharaoh in truth for a people who believe", "urdu" : "ہم موسیٰؑ اور فرعون کا کچھ حال ٹھیک ٹھیک تمہیں سُناتے ہیں ایسے لوگوں کے فائدے کے لیے جو ایمان لائیں","chinese" : "我本着真理，为信道的民众而对你叙述穆萨和法老的事迹。","turkey" : "İnanan bir millet için sana Musa ve Firavun olayını olduğu gibi anlatacağız"} ,{"id": "4", "arabic" : "إِنَّ فِرۡعَوۡنَ عَلَا فِي ٱلۡأَرۡضِ وَجَعَلَ أَهۡلَهَا شِيَعٗا يَسۡتَضۡعِفُ طَآئِفَةٗ مِّنۡهُمۡ يُذَبِّحُ أَبۡنَآءَهُمۡ وَيَسۡتَحۡيِۦ نِسَآءَهُمۡۚ إِنَّهُۥ كَانَ مِنَ ٱلۡمُفۡسِدِينَ", "english" : "Indeed Pharaoh exalted himself in the land and made its people into factions oppressing a sector among them slaughtering their [newborn] sons and keeping their females alive. Indeed he was of the corrupters", "urdu" : "واقعہ یہ ہے کہ فرعون نے زمین میں سرکشی کی اور اس کے باشندوں کو گروہوں میں تقسیم کر دیا ان میں سے ایک گروہ کو وہ ذلیل کرتا تھا، اس کے لڑکوں کو قتل کرتا اور اس کی لڑکیوں کو جیتا رہنے دیتا تھا فی الواقع وہ مفسد لوگوں میں سے تھا","chinese" : "法老确已在国中傲慢，他把国民分成许多宗派，而欺负其中的一派人；屠杀他们的男孩，保全他们的女孩。他确是伤风败俗的。","turkey" : "Firavun memleketin başına geçti ve halkını fırkalara ayırdı. İçlerinden bir topluluğu güçsüz bularak onların oğullarını boğazlıyor kadınları sağ bırakıyordu; çünkü o bozguncunun biriydi"} ,{"id": "5", "arabic" : "وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسۡتُضۡعِفُواْ فِي ٱلۡأَرۡضِ وَنَجۡعَلَهُمۡ أَئِمَّةٗ وَنَجۡعَلَهُمُ ٱلۡوَٰرِثِينَ", "english" : "And We wanted to confer favor upon those who were oppressed in the land and make them leaders and make them inheritors", "urdu" : "اور ہم یہ ارادہ رکھتے تھے کہ مہربانی کریں ان لوگوں پر جو زمین میں ذلیل کر کے رکھے گئے تھے اور انہیں پیشوا بنا دیں اور انہی کو وارث بنائیں","chinese" : "我把恩典赏赐给大地上受欺负的人，我要以他们为表率，我要以他们为继承者，","turkey" : "Biz memlekette güçsüz sayılanlara iyilikte bulunmak onları önderler kılmak onları varis yapmak memlekete yerleştirmek; Firavun Haman ve her ikisinin askerlerine çekinmekte oldukları şeyleri göstermek istiyorduk"} ,{"id": "6", "arabic" : "وَنُمَكِّنَ لَهُمۡ فِي ٱلۡأَرۡضِ وَنُرِيَ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنۡهُم مَّا كَانُواْ يَحۡذَرُونَ", "english" : "And establish them in the land and show Pharaoh and [his minister] Haman and their soldiers through them that which they had feared", "urdu" : "اور زمین میں ان کو اقتدار بخشیں اور ان سے فرعون و ہامان اور ان کے لشکروں کو وہی کچھ دکھلا دیں جس کا انہیں ڈر تھا","chinese" : "我要使他们在大地上得势，我要昭示法老、哈曼和他俩的军队，对于那些被欺负者所提防的事。","turkey" : "Biz memlekette güçsüz sayılanlara iyilikte bulunmak onları önderler kılmak onları varis yapmak memlekete yerleştirmek; Firavun Haman ve her ikisinin askerlerine çekinmekte oldukları şeyleri göstermek istiyorduk"} ,{"id": "7", "arabic" : "وَأَوۡحَيۡنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنۡ أَرۡضِعِيهِۖ فَإِذَا خِفۡتِ عَلَيۡهِ فَأَلۡقِيهِ فِي ٱلۡيَمِّ وَلَا تَخَافِي وَلَا تَحۡزَنِيٓۖ إِنَّا رَآدُّوهُ إِلَيۡكِ وَجَاعِلُوهُ مِنَ ٱلۡمُرۡسَلِينَ", "english" : "And We inspired to the mother of Moses Suckle him; but when you fear for him cast him into the river and do not fear and do not grieve. Indeed We will return him to you and will make him [one] of the messengers", "urdu" : "ہم نے موسیٰؑ کی ماں کو اشارہ کیا کہ اِس کو دودھ پلا، پھر جب تجھے اُس کی جان کا خطرہ ہو تو اسے دریا میں ڈال دے اور کچھ خوف اور غم نہ کر، ہم اسے تیرے ہی پاس واپس لے آئیں گے اور اس کو پیغمبروں میں شامل کریں گے","chinese" : "我曾启示穆萨的母亲（说）：“你应当哺乳他，当你怕他受害的时候，你把他投在河里，你不要畏惧，不要忧愁，我必定要把他送还你，我必定要任命他为使者。”","turkey" : "Musa'nın annesine: Çocuğu emzir başına gelecekten korktuğun zaman onu suya bırak; korkma üzülme; Biz şüphesiz onu sana döndüreceğiz ve peygamber yapacağız diye bildirmiştik"} ,{"id": "8", "arabic" : "فَٱلۡتَقَطَهُۥٓ ءَالُ فِرۡعَوۡنَ لِيَكُونَ لَهُمۡ عَدُوّٗا وَحَزَنًاۗ إِنَّ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُواْ خَٰطِـِٔينَ", "english" : "And the family of Pharaoh picked him up [out of the river] so that he would become to them an enemy and a [cause of] grief. Indeed Pharaoh and Haman and their soldiers were deliberate sinners", "urdu" : "آ خرکار فرعون کے گھر والوں نے اسے (دریا سے) نکال لیا تاکہ وہ ان کا دشمن اور ان کے لیے سببِ رنج بنے، واقعی فرعون اور ہامان اور اس کے لشکر (اپنی تدبیر میں) بڑے غلط کار تھے","chinese" : "法老的侍从曾拾取了他，以致他成为他们的敌人和忧患。法老、哈曼和他俩的军队，确是错误的。","turkey" : "Firavun'un adamları onu almışlardı. Firavun Haman ve askerleri suçlu olduklarından o onlara düşman ve başlarına da dert olacaktı"} ,{"id": "9", "arabic" : "وَقَالَتِ ٱمۡرَأَتُ فِرۡعَوۡنَ قُرَّتُ عَيۡنٖ لِّي وَلَكَۖ لَا تَقۡتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗا وَهُمۡ لَا يَشۡعُرُونَ", "english" : "And the wife of Pharaoh said [He will be] a comfort of the eye for me and for you. Do not kill him; perhaps he may benefit us or we may adopt him as a son. And they perceived not", "urdu" : "فرعون کی بیوی نے (اس سے) کہا یہ میرے اور تیرے لیے آنکھوں کی ٹھنڈک ہے، اسے قتل نہ کرو، کیا عجب کہ یہ ہمارے لیے مفید ثابت ہو، یا ہم اسے بیٹا ہی بنا لیں اور وہ (انجام سے) بے خبر تھے","chinese" : "法老的妻子说：“（这）是我和你的慰籍。你们不要杀他，也许他有利于我们，或者我们把他收为义子。”（他们听了她的话），他们不知不觉。","turkey" : "Firavun'un karısı: Benim de senin de gözün aydın olsun! Onu öldürmeyiniz belki bize faydalı olur yahut onu oğul ediniriz dedi. Aslında işin farkında değillerdi"} ,{"id": "10", "arabic" : "وَأَصۡبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًاۖ إِن كَادَتۡ لَتُبۡدِي بِهِۦ لَوۡلَآ أَن رَّبَطۡنَا عَلَىٰ قَلۡبِهَا لِتَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ", "english" : "And the heart of Moses' mother became empty [of all else]. She was about to disclose [the matter concerning] him had We not bound fast her heart that she would be of the believers", "urdu" : "اُدھر موسیٰؑ کی ماں کا دل اڑا جا رہا تھا وہ اس راز کو فاش کر بیٹھتی اگر ہم اس کی ڈھارس نہ بندھا دیتے تاکہ وہ (ہمارے وعدے پر) ایمان لانے والوں میں سے ہو","chinese" : "穆萨的母亲的心，变成空虚的。若不是我使她安下心来，以使她成为信道的人，她几乎暴露真情了。","turkey" : "Musa'nın annesi gönlü bomboş sabahı etti oğlundan başka bir şey düşünemiyordu. Allah'ın vaadine iyice inanması için kalbini pekiştirmeseydik neredeyse saraya alınan çocuğun kendi oğlu olduğunu açığa vuracaktı"} ,{"id": "11", "arabic" : "وَقَالَتۡ لِأُخۡتِهِۦ قُصِّيهِۖ فَبَصُرَتۡ بِهِۦ عَن جُنُبٖ وَهُمۡ لَا يَشۡعُرُونَ", "english" : "And she said to his sister Follow him; so she watched him from a distance while they perceived not", "urdu" : "اُس نے بچے کی بہن سے کہا اس کے پیچھے پیچھے جا چنانچہ وہ الگ سے اس کو اس طرح دیکھتی رہی کہ (دشمنوں کو) اس کا پتہ نہ چلا","chinese" : "她对他的姐姐说：“你追着去吧。”她就远远地窥测他，他们毫不知觉。","turkey" : "Musa'nın ablasına: Onu izle dedi. O da kimse farkına varmadan Musa'yı uzaktan gözetledi"} ,{"id": "12", "arabic" : "۞وَحَرَّمۡنَا عَلَيۡهِ ٱلۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمۡ عَلَىٰٓ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُۥ لَكُمۡ وَهُمۡ لَهُۥ نَٰصِحُونَ", "english" : "And We had prevented from him [all] wet nurses before so she said Shall I direct you to a household that will be responsible for him for you while they are to him [for his upbringing] sincere", "urdu" : "اور ہم نے بچّے پر پہلے ہی دُودھ پِلانے والیوں کی چھاتیاں حرام کر رکھی تھیں (یہ حالت دیکھ کر) اُس لڑکی نے اُن سے کہا میں تمہیں ایسے گھر کا پتہ بتاؤں جس کے لوگ اس کی پرورش کا ذمّہ لیں اور خیر خواہی کے ساتھ اسے رکھیں؟","chinese" : "以前，我禁止他吃任何人的奶，他的姐姐说：“我介绍你们一家人，替你们抚养他，他们是忠于他的，好吗？”","turkey" : "Önceden süt annelerin memesini kabul etmemesini sağladık. Musa'nın ablası: Size sizin adınıza ona bakacak iyi davranacak bir ev halkını tavsiye edeyim mi? dedi"} ,{"id": "13", "arabic" : "فَرَدَدۡنَٰهُ إِلَىٰٓ أُمِّهِۦ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَ وَلِتَعۡلَمَ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ", "english" : "So We restored him to his mother that she might be content and not grieve and that she would know that the promise of Allah is true. But most of the people do not know", "urdu" : "اس طرح ہم موسیٰؑ کو اس کی ماں کے پاس پلٹا لائے تاکہ اس کی آنکھیں ٹھنڈی ہوں اور وہ غمگین نہ ہو اور جان لے کہ اللہ کا وعدہ سچا تھا، مگر اکثر لوگ اس بات کو نہیں جانتے","chinese" : "于是，我把他送还他的母亲，以便她获得慰籍，不再忧愁，而且知道安拉的应许是真实的，但他们大半不知道。","turkey" : "Böylece onu annesinin gözü aydın olsun üzülmesin Allah'ın verdiği sözün gerçek olduğunu bilsin diye ona geri çevirdik. Fakat çoğu bilmezler"} ,{"id": "14", "arabic" : "وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسۡتَوَىٰٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ", "english" : "And when he attained his full strength and was [mentally] mature We bestowed upon him judgement and knowledge. And thus do We reward the doers of good", "urdu" : "پھر جب موسیٰؑ اپنی پوری جوانی کو پہنچ گیا اور اس کا نشوونما مکمل ہو گیا تو ہم نے اسے حکم اور علم عطا کیا، ہم نیک لوگوں کو ایسی ہی جزا دیتے ہیں","chinese" : "当他体格强壮，智力健全的时候，我赏赐他智慧和学识。我要这样报酬善人。","turkey" : "Musa erginlik çağına gelip olgunlaşınca ona hikmet ve ilim verdik. İyi davrananları böyle mükafatlandırırız"} ,{"id": "15", "arabic" : "وَدَخَلَ ٱلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ هَٰذَا مِن شِيعَتِهِۦ وَهَٰذَا مِنۡ عَدُوِّهِۦۖ فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِۦ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيۡهِۖ قَالَ هَٰذَا مِنۡ عَمَلِ ٱلشَّيۡطَٰنِۖ إِنَّهُۥ عَدُوّٞ مُّضِلّٞ مُّبِينٞ", "english" : "And he entered the city at a time of inattention by its people and found therein two men fighting: one from his faction and one from among his enemy. And the one from his faction called for help to him against the one from his enemy so Moses struck him and [unintentionally] killed him. [Moses] said This is from the work of Satan. Indeed he is a manifest misleading enemy", "urdu" : "(ایک روز) وہ شہر میں ایسے وقت میں داخل ہوا جبکہ اہلِ شہر غفلت میں تھے وہاں اس نے دیکھا کہ دو آدمی لڑ رہے ہیں ایک اس کی اپنی قوم کا تھا اور دُوسرا اس کی دشمن قوم سے تعلق رکھتا تھا اس کی قوم کے آدمی نے دشمن قوم والے کے خلاف اسے مدد کے لیے پکارا موسیٰؑ نے اس کو ایک گھونسا مارا اور اس کا کام تمام کر دیا (یہ حرکت سرزد ہوتے ہی) موسیٰؑ نے کہا یہ شیطان کی کارفرمائی ہے، وہ سخت دشمن اور کھلا گمراہ کن ہے","chinese" : "乘城里的人疏忽的时候，他走进城来，并在城里发现两个人正在争斗，这个是属于他的宗族的，那个是属于他的敌人，属于同族的人要求他帮着对付他的敌人，穆萨就把那敌人一拳打死。他说：“这是由于恶魔的诱惑，恶魔确是迷人的明敌。”","turkey" : "Musa halkının haberi olmadığı bir zamanda şehre girdi. Biri kendi adamlarından diğeri de düşmanı olan iki adamı döğüşür buldu. Kendi tarafından olan kimse düşmanına karşı ondan yardım istedi. Musa onun düşmanına bir yumruk vurdu; ölümüne sebep oldu. Bu şeytanin işidir; çünkü o apaçık saptıran bir düşmandır dedi"} ,{"id": "16", "arabic" : "قَالَ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي فَٱغۡفِرۡ لِي فَغَفَرَ لَهُۥٓۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ", "english" : "He said My Lord indeed I have wronged myself so forgive me and He forgave him. Indeed He is the Forgiving the Merciful", "urdu" : "پھر وہ کہنے لگا اے میرے رب، مَیں نے اپنے نفس پر بڑا ظلم کر ڈالا، میری مغفرت فرما دے چنانچہ اللہ نے اس کی مغفرت فرما دی، وہ غفور رحیم ہے","chinese" : "他说：“我的主啊！我确已自欺了，求你饶恕我吧。”安拉就饶恕了他，他确是至赦的，确是至慈的。","turkey" : "Musa: Rabbim! Doğrusu kendime yazık ettim beni bağışla dedi. Allah da onu bağışladı. O şüphesiz bağışlayandır merhamet edendir"} ,{"id": "17", "arabic" : "قَالَ رَبِّ بِمَآ أَنۡعَمۡتَ عَلَيَّ فَلَنۡ أَكُونَ ظَهِيرٗا لِّلۡمُجۡرِمِينَ", "english" : "He said My Lord for the favor You bestowed upon me I will never be an assistant to the criminals", "urdu" : "موسیٰؑ نے عہد کیا کہ “اے میرے رب، یہ احسان جو تو نے مجھ پر کیا ہے اِس کے بعد اب میں کبھی مجرموں کا مدد گار نہ بنوں گا","chinese" : "他说：“我的主啊！我借你所赐我的恩典而求你保佑我，我绝不做犯罪者的助手。”","turkey" : "Musa: Rabbim! Bana verdiğin nimete and olsun ki suçlulara asla yardımcı olmayacağım dedi"} ,{"id": "18", "arabic" : "فَأَصۡبَحَ فِي ٱلۡمَدِينَةِ خَآئِفٗا يَتَرَقَّبُ فَإِذَا ٱلَّذِي ٱسۡتَنصَرَهُۥ بِٱلۡأَمۡسِ يَسۡتَصۡرِخُهُۥۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِيّٞ مُّبِينٞ", "english" : "And he became inside the city fearful and anticipating [exposure] when suddenly the one who sought his help the previous day cried out to him [once again]. Moses said to him Indeed you are an evident [persistent] deviator", "urdu" : "دُوسرے روز وہ صبح سویرے ڈرتا اور ہر طرف سے خطرہ بھانپتا ہوا شہر میں جا رہا تھا کہ یکایک کیا دیکھتا ہے کہ وہی شخص جس نے کل اسے مدد کے لیے پکارا تھا آج پھر اسے پکار رہا ہے موسیٰؑ نے کہا تُو تو بڑا ہی بہکا ہُوا آدمی ہے","chinese" : "次日早晨，他在城里战战兢兢的。昨日向他求救的那个人忽然又向他高声求救。穆萨对他说：“你确是明显的迷误者。”","turkey" : "Şehirde korku içinde etrafı gözetip dolaşarak sabahladı. Dün kendisinden yardım isteyen kimse bağırarak ondan yine yardım istiyordu. Musa ona: Doğrusu sen besbelli bir azgınsın dedi"} ,{"id": "19", "arabic" : "فَلَمَّآ أَنۡ أَرَادَ أَن يَبۡطِشَ بِٱلَّذِي هُوَ عَدُوّٞ لَّهُمَا قَالَ يَٰمُوسَىٰٓ أَتُرِيدُ أَن تَقۡتُلَنِي كَمَا قَتَلۡتَ نَفۡسَۢا بِٱلۡأَمۡسِۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارٗا فِي ٱلۡأَرۡضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلۡمُصۡلِحِينَ", "english" : "And when he wanted to strike the one who was an enemy to both of them he said O Moses do you intend to kill me as you killed someone yesterday? You only want to be a tyrant in the land and do not want to be of the amenders", "urdu" : "پھر جب موسیٰؑ نے ارادہ کیا کہ دشمن قوم کے آدمی پر حملہ کرے تو وہ پکار اٹھا اے موسیٰؑ، کیا آج تو مجھے اُسی طرح قتل کرنے لگا ہے جس طرح کل ایک شخص کو قتل کر چکا ہے، تو اس ملک میں جبّار بن کر رہنا چاہتا ہے، اصلاح نہیں کرنا چاہتا","chinese" : "当他欲扑击他俩的敌人的时候，求救的那个人说：“穆萨啊！你要像昨日杀人那样杀我吗？你只想做这地方的暴虐者，却不想做调解者。”","turkey" : "Musa ikisinin de düşmanı olan kimseyi yakalamak isteyince: Ey Musa! Dün bir cana kıydığın gibi bana da mı kıymak istiyorsun? Sen ıslah edenlerden olmak değil ancak yeryüzünde bir zorba olmak istiyorsun dedi"} ,{"id": "20", "arabic" : "وَجَآءَ رَجُلٞ مِّنۡ أَقۡصَا ٱلۡمَدِينَةِ يَسۡعَىٰ قَالَ يَٰمُوسَىٰٓ إِنَّ ٱلۡمَلَأَ يَأۡتَمِرُونَ بِكَ لِيَقۡتُلُوكَ فَٱخۡرُجۡ إِنِّي لَكَ مِنَ ٱلنَّـٰصِحِينَ", "english" : "And a man came from the farthest end of the city running. He said O Moses indeed the eminent ones are conferring over you [intending] to kill you so leave [the city]; indeed I am to you of the sincere advisors", "urdu" : "اس کے بعد ایک آدمی شہر کے پرلے سِرے سے دَوڑتا ہوا آیا اور بولا موسیٰؑ، سرداروں میں تیرے قتل کے مشورے ہو رہے ہیں، یہاں سے نکل جا، میں تیرا خیر خواہ ہوں","chinese" : "有一个人，从城的极远处忙来说：“穆萨啊！臣仆们的确正在商议要杀你，你快出走吧。我确是忠于你的。”","turkey" : "Şehrin öbür ucundan koşarak bir adam geldi: Ey Musa! İleri gelenler seni öldürmek için aralarında görüşüyorlar. Hemen uzaklaş. Doğrusu ben sana öğüt veriyorum dedi"} ,{"id": "21", "arabic" : "فَخَرَجَ مِنۡهَا خَآئِفٗا يَتَرَقَّبُۖ قَالَ رَبِّ نَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّـٰلِمِينَ", "english" : "So he left it fearful and anticipating [apprehension]. He said My Lord save me from the wrongdoing people", "urdu" : "یہ خبر سنتے ہی موسیٰؑ ڈرتا اور سہمتا نکل کھڑا ہوا اور اس نے دعا کی کہ اے میرے رب، مجھے ظالموں سے بچا","chinese" : "他就从城里战战兢兢地逃出来了，他说：“我的主啊！求你使我脱离不义的民众。”","turkey" : "Musa korku içinde çevresini gözetleyerek oradan çıktı. Rabbim! Beni zalim milletten kurtar dedi"} ,{"id": "22", "arabic" : "وَلَمَّا تَوَجَّهَ تِلۡقَآءَ مَدۡيَنَ قَالَ عَسَىٰ رَبِّيٓ أَن يَهۡدِيَنِي سَوَآءَ ٱلسَّبِيلِ", "english" : "And when he directed himself toward Madyan he said Perhaps my Lord will guide me to the sound way", "urdu" : "(مصر سے نکل کر) جب موسیٰؑ نے مَدیَن کا رُخ کیا تو اُس نے کہا اُمید ہے کہ میرا رب مجھے ٹھیک راستے پر ڈال دے گا","chinese" : "当他趋向麦德彦的时候，他说：“我的主也许指示我正路。”","turkey" : "Medyen'e doğru yöneldiğinde: Rabbimin bana doğru yolu göstereceğini umarım dedi"} ,{"id": "23", "arabic" : "وَلَمَّا وَرَدَ مَآءَ مَدۡيَنَ وَجَدَ عَلَيۡهِ أُمَّةٗ مِّنَ ٱلنَّاسِ يَسۡقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمۡرَأَتَيۡنِ تَذُودَانِۖ قَالَ مَا خَطۡبُكُمَاۖ قَالَتَا لَا نَسۡقِي حَتَّىٰ يُصۡدِرَ ٱلرِّعَآءُۖ وَأَبُونَا شَيۡخٞ كَبِيرٞ", "english" : "And when he came to the well of Madyan he found there a crowd of people watering [their flocks] and he found aside from them two women driving back [their flocks]. He said What is your circumstance? They said We do not water until the shepherds dispatch [their flocks]; and our father is an old man", "urdu" : "اور جب وہ مَدیَن کے کنوئیں پر پہنچا تو اُس نے دیکھا کہ بہت سے لوگ اپنے جانوروں کو پانی پلا رہے ہیں اور ان سے الگ ایک طرف دو عورتیں اپنے جانوروں کو روک رہی ہیں موسیٰؑ نے اِن عورتوں سے پوچھا تمہیں کیا پریشانی ہے؟ انہوں نے کہا ہم اپنے جانوروں کو پانی نہیں پلا سکتیں جب تک یہ چرواہے اپنے جانور نکال کر نہ لے جائیں، اور ہمارے والد ایک بہت بوڑھے آدمی ہیں","chinese" : "当他来到麦德彦的泉水旁的时候，他看见一群人在那里饮羊，他发现除他们外还有两个女子，拦着她俩的羊群。他说：“你俩为什么这样呢？”她俩说：“我们要到牧人们使他们的羊离开泉水，才得饮我们的羊。我们的父亲是一位龙钟的老人。”","turkey" : "Medyen suyuna geldiğinde davarlarını sulayan bir insan topluluğu buldu. Onlardan başka hayvanlarını sudan alıkoyan iki kadın gördü. Onlara: Derdiniz nedir? dedi. Çobanlar ayrılana kadar biz sulamayız. Babamız çok yaşlıdır onun için bu işi biz yapıyoruz dediler"} ,{"id": "24", "arabic" : "فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَآ أَنزَلۡتَ إِلَيَّ مِنۡ خَيۡرٖ فَقِيرٞ", "english" : "So he watered [their flocks] for them; then he went back to the shade and said My Lord indeed I am for whatever good You would send down to me in need", "urdu" : "یہ سن کو موسیٰؑ نے ان کے جانوروں کو پانی پلا دیا، پھر ایک سائے کی جگہ جا بیٹھا اور بولا پروردگار، جو خیر بھی تو مجھ پر نازل کر دے میں اس کا محتاج ہوں","chinese" : "他就替她俩饮羊，然后退到树荫下，他说：“我的主啊！我确需求你所降给我的任何福利。”","turkey" : "Musa onların davarlarını suladı. Sonra gölgeye çekildi: Rabbim! Doğrusu bana indireceğin hayra muhtacım dedi"} ,{"id": "25", "arabic" : "فَجَآءَتۡهُ إِحۡدَىٰهُمَا تَمۡشِي عَلَى ٱسۡتِحۡيَآءٖ قَالَتۡ إِنَّ أَبِي يَدۡعُوكَ لِيَجۡزِيَكَ أَجۡرَ مَا سَقَيۡتَ لَنَاۚ فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيۡهِ ٱلۡقَصَصَ قَالَ لَا تَخَفۡۖ نَجَوۡتَ مِنَ ٱلۡقَوۡمِ ٱلظَّـٰلِمِينَ", "english" : "Then one of the two women came to him walking with shyness. She said Indeed my father invites you that he may reward you for having watered for us. So when he came to him and related to him the story he said Fear not. You have escaped from the wrongdoing people", "urdu" : "(کچھ دیر نہ گزری تھی کہ) ان دونوں عورتوں میں سے ایک شرم و حیا سے چلتی ہوئی اس کے پاس آئی اور کہنے لگی میرے والد آپ کو بُلا رہے ہیں تاکہ آپ نے ہمارے جانوروں کو پانی جو پلایا ہے اس کا اجر آپ کو دیں موسیٰؑ جب اس کے پاس پہنچا اور اپنا سارا قصہ اسے سُنایا تو اس نے کہا کچھ خوف نہ کرو، اب تم ظالموں سے بچ نکلے ہو","chinese" : "那两个女子中的一个，羞涩地来对他说：“我的父亲的确要请你去，要酬谢你替我们饮羊的功劳。”当他来到他面前，并告诉他自己的实情的时候，他说：“你不要畏惧，你已脱离不义的民众了。”","turkey" : "O sırada kadınlardan biri utana utana yürüyüp ona geldi: Babam sana sulama ücretini ödemek için seni çağırıyor dedi. Musa ona gelince başından geçeni anlattı. O: Korkma artık zalim milletten kurtuldun dedi"} ,{"id": "26", "arabic" : "قَالَتۡ إِحۡدَىٰهُمَا يَـٰٓأَبَتِ ٱسۡتَـٔۡجِرۡهُۖ إِنَّ خَيۡرَ مَنِ ٱسۡتَـٔۡجَرۡتَ ٱلۡقَوِيُّ ٱلۡأَمِينُ", "english" : "One of the women said O my father hire him. Indeed the best one you can hire is the strong and the trustworthy", "urdu" : "ان دونوں عورتوں میں سے ایک نے اپنے باپ سے کہا ابّا جان، اس شخص کو نوکر رکھ لیجیے، بہترین آدمی جسے آپ ملازم رکھیں وہی ہو سکتا ہے جو مضبُوط اور امانت دار ہو","chinese" : "那两个女子中的一个说：“我的父亲啊！请你雇佣他。你最好雇佣这个又强壮又忠实的人。”","turkey" : "İki kadından biri: Babacığım! Onu ücretli olarak tut; ücretle tuttuklarının en iyisi bu güçlü ve güvenilir adamdır dedi"} ,{"id": "27", "arabic" : "قَالَ إِنِّيٓ أُرِيدُ أَنۡ أُنكِحَكَ إِحۡدَى ٱبۡنَتَيَّ هَٰتَيۡنِ عَلَىٰٓ أَن تَأۡجُرَنِي ثَمَٰنِيَ حِجَجٖۖ فَإِنۡ أَتۡمَمۡتَ عَشۡرٗا فَمِنۡ عِندِكَۖ وَمَآ أُرِيدُ أَنۡ أَشُقَّ عَلَيۡكَۚ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّـٰلِحِينَ", "english" : "He said Indeed I wish to wed you one of these my two daughters on [the condition] that you serve me for eight years; but if you complete ten it will be [as a favor] from you. And I do not wish to put you in difficulty. You will find me if Allah wills from among the righteous", "urdu" : "اس کے باپ نے (موسیٰؑ سے) کہا میں چاہتا ہوں کہ اپنی اِن دو بیٹیوں میں سے ایک کا نکاح تمہارے ساتھ کر دوں بشرطیکہ تم آٹھ سال تک میرے ہاں ملازمت کرو، اور اگر دس سال پُورے کر دو تو یہ تمہاری مرضی ہے میں تم پر سختی نہیں کرنا چاہتا تم اِن شاءاللہ مجھے نیک آدمی پاؤ گے","chinese" : "他说：“我必定以我的这两个女儿中的一个嫁给你，但你必须替我做八年工。如果你做满十年，那是你自愿的，我不愿苛求于你。如果安拉意欲，你将发现我是一个善人。”","turkey" : "Kadınların babası: Bana sekiz yıl çalışmana karşılık bu iki kızımdan birini sana nikahlamak istiyorum. Eğer on yıla tamamlarsan o senden bir lütuf olur. Ama sana ağırlık vermek istemem. İnşallah beni iyi kimselerden bulacaksın dedi"} ,{"id": "28", "arabic" : "قَالَ ذَٰلِكَ بَيۡنِي وَبَيۡنَكَۖ أَيَّمَا ٱلۡأَجَلَيۡنِ قَضَيۡتُ فَلَا عُدۡوَٰنَ عَلَيَّۖ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ", "english" : "[Moses] said That is [established] between me and you. Whichever of the two terms I complete - there is no injustice to me and Allah over what we say is Witness", "urdu" : "موسیٰ نے جواب دیا یہ بات میرے اور آپ کے درمیان طے ہو گئی ان دونوں مدتوں میں سے جو بھی میں پُوری کر دوں اُس کے بعد پھر کوئی زیادتی مجھ پر نہ ہو، اور جو کچھ قول قرار ہم کر رہے ہیں اللہ اس پر نگہبان ہے","chinese" : "他说：“这是我与你所订的合同，我无论做满哪一个期限，对于我都不可有过分的要求。安拉是监察我们的约言的。”","turkey" : "Musa: Bu seninle benim aramdadır. Bu iki süreden hangisini doldurursam doldurayım bir kötülüğe uğramayacağım. Söylediklerimize Allah vekildir dedi"} ,{"id": "29", "arabic" : "۞فَلَمَّا قَضَىٰ مُوسَى ٱلۡأَجَلَ وَسَارَ بِأَهۡلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارٗاۖ قَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ جَذۡوَةٖ مِّنَ ٱلنَّارِ لَعَلَّكُمۡ تَصۡطَلُونَ", "english" : "And when Moses had completed the term and was traveling with his family he perceived from the direction of the mount a fire. He said to his family Stay here; indeed I have perceived a fire. Perhaps I will bring you from there [some] information or burning wood from the fire that you may warm yourselves", "urdu" : "جب موسیٰؑ نے مدت پوری کر دی اور وہ اپنے اہل و عیال کو لے کر چلا تو طُور کی جانب اس کو ایک آگ نظر آئی اُس نے اپنے گھر والوں سے کہا ٹھیرو، میں نے ایک آگ دیکھی ہے، شاید میں وہاں سے کوئی خبر لے آؤں یا اس آگ سے کوئی انگارہ ہی اُٹھا لاؤں جس سے تم تاپ سکو","chinese" : "当穆萨已做满期限，而带着他的家属旅行的时候，他看见那座山的这边有一处火光，他对他的家属说：“你们等待一下，我确已看见一处火光，也许我从火光的那里带来一个消息来给你们，或带一个火把来给你们烤火。”","turkey" : "Musa süreyi doldurunca ailesiyle birlikte yola çıktı. Tur tarafından bir ateş gördü. Ailesine: Durunuz ben bir ateş gördüm; belki oradan size bir haber yahut tutuşmuş bir odun getiririm de ısınabilirsiniz dedi"} ,{"id": "30", "arabic" : "فَلَمَّآ أَتَىٰهَا نُودِيَ مِن شَٰطِيِٕ ٱلۡوَادِ ٱلۡأَيۡمَنِ فِي ٱلۡبُقۡعَةِ ٱلۡمُبَٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَٰمُوسَىٰٓ إِنِّيٓ أَنَا ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ", "english" : "But when he came to it he was called from the right side of the valley in a blessed spot - from the tree O Moses indeed I am Allah Lord of the worlds", "urdu" : "وہاں پہنچا تو وادی کے داہنے کنارے پر مبارک خطے میں ایک درخت سے پکارا گیا کہ اے موسیٰؑ، میں ہی اللہ ہوں، سارے جہان والوں کا مالک","chinese" : "他已来到那个火光的附近，山谷的右岸上，有丛林的吉祥处，发出呼声说：“穆萨啊！我确是安拉——众世界的主，","turkey" : "Oraya gelince kutlu yerdeki vadinin sağ yanındaki ağaç cihetinden: Ey Musa! Şüphesiz Ben Alemlerin Rabbi olan Allah'ım diye seslenildi"} ,{"id": "31", "arabic" : "وَأَنۡ أَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰٓ أَقۡبِلۡ وَلَا تَخَفۡۖ إِنَّكَ مِنَ ٱلۡأٓمِنِينَ", "english" : "And [he was told] Throw down your staff. But when he saw it writhing as if it was a snake he turned in flight and did not return. [Allah said] O Moses approach and fear not. Indeed you are of the secure", "urdu" : "اور (حکم دیا گیا کہ) پھینک دے اپنی لاٹھی جونہی کہ موسیٰؑ نے دیکھا کہ وہ لاٹھی سانپ کی طرح بل کھا رہی ہے تو وہ پیٹھ پھیر کر بھاگا اور اس نے مڑ کر بھی نہ دیکھا (ارشاد ہوا) موسیٰؑ، پلٹ آ اور خوف نہ کر، تو بالکل محفوظ ہے","chinese" : "你抛下你的手杖吧。”他看见那条手杖蜿蜒如蛇，就转脸退避，不敢转回去。“穆萨，你走向前来，不要畏惧，你确是安全的，","turkey" : "Değneğini at. Musa değneğin yılan gibi hareketler yaptığını görünce dönüp arkasına bakmadan kaçtı. Ey Musa! Dön gel; korkma; şüphesiz güvende olanlardansın denildi"} ,{"id": "32", "arabic" : "ٱسۡلُكۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖ وَٱضۡمُمۡ إِلَيۡكَ جَنَاحَكَ مِنَ ٱلرَّهۡبِۖ فَذَٰنِكَ بُرۡهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ", "english" : "Insert your hand into the opening of your garment; it will come out white without disease. And draw in your arm close to you [as prevention] from fear for those are two proofs from your Lord to Pharaoh and his establishment. Indeed they have been a people defiantly disobedient", "urdu" : "اپنا ہاتھ گریبان میں ڈال، چمکتا ہوا نکلے گا بغیر کسی تکلیف کے اور خوف سے بچنے کے لیے اپنا بازو بھینچ لے یہ دو روشن نشانیاں ہیں تیرے رب کی طرف سے فرعون اور اس کے درباریوں کے سامنے پیش کرنے کے لیے، وہ بڑے ہی نافرمان لوگ ہیں","chinese" : "你把你的手插入怀中，它将白亮亮地抽出来，却无恶疾。你为恐怖而把你的手缩回去吧。这两件是你的主所降示法老和他的臣仆们的证据，他们确是放荡的民众。”","turkey" : "Elini koynuna koy lekesiz bembeyaz çıksın. Korkudan açılan kollarını kendine çek! Bu ikisi Firavun ve erkanına karşı Rabbinin iki delilidir. Doğrusu onlar yoldan çıkmış bir millettir denildi"} ,{"id": "33", "arabic" : "قَالَ رَبِّ إِنِّي قَتَلۡتُ مِنۡهُمۡ نَفۡسٗا فَأَخَافُ أَن يَقۡتُلُونِ", "english" : "He said My Lord indeed I killed from among them someone and I fear they will kill me", "urdu" : "موسیٰؑ نے عرض کیا میرے آقا، میں تو ان کا ایک آدمی قتل کر چکا ہوں، ڈرتا ہوں کہ وہ مجھے مار ڈالیں گے","chinese" : "他说：“我的主啊！我确已杀过他们中的一个人，所以我怕他们杀我。","turkey" : "Musa: Rabbim! Doğrusu ben onlardan bir cana kıydım. Beni öldürmelerinden korkarım. Kardeşim Harun'un dili benimkinden daha düzgündür. Onu beni destekleyen bir yardımcı olarak benimle gönder çünkü beni yalanlamalarından korkarım dedi"} ,{"id": "34", "arabic" : "وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا فَأَرۡسِلۡهُ مَعِيَ رِدۡءٗا يُصَدِّقُنِيٓۖ إِنِّيٓ أَخَافُ أَن يُكَذِّبُونِ", "english" : "And my brother Aaron is more fluent than me in tongue so send him with me as support verifying me. Indeed I fear that they will deny me", "urdu" : "اور میرا بھائی ہارونؑ مجھے سے زیادہ زبان آور ہے، اسے میرے ساتھ مدد گار کے طور پر بھیج تاکہ وہ میری تائید کرے، مجھے اندیشہ ہے کہ وہ لوگ مجھے جھٹلائیں گے","chinese" : "我的哥哥哈伦，口才比我好，求你派他同我去，做我的助手，证实我的使命；我的确怕他们否认我。”","turkey" : "Musa: Rabbim! Doğrusu ben onlardan bir cana kıydım. Beni öldürmelerinden korkarım. Kardeşim Harun'un dili benimkinden daha düzgündür. Onu beni destekleyen bir yardımcı olarak benimle gönder çünkü beni yalanlamalarından korkarım dedi"} ,{"id": "35", "arabic" : "قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا فَلَا يَصِلُونَ إِلَيۡكُمَا بِـَٔايَٰتِنَآۚ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلۡغَٰلِبُونَ", "english" : "[Allah] said We will strengthen your arm through your brother and grant you both supremacy so they will not reach you. [It will be] through Our signs; you and those who follow you will be the predominant", "urdu" : "فرمایا ہم تیرے بھائی کے ذریعہ سے تیرا ہاتھ مضبوط کریں گے اور تم دونوں کو ایسی سطوت بخشیں گے کہ وہ تمہارا کچھ نہ بگاڑ سکیں گے ہماری نشانیوں کے زور سے غلبہ تمہارا اور تمہارے پیروؤں کا ہی ہو گا","chinese" : "安拉说：“我将以你的哥哥助你一臂之力，我要给你俩一种权力，所以他们不能伤害你俩。你俩和顺从你俩的人，将借我的迹象而成为胜利者。”","turkey" : "Allah: Seni kardeşinle destekleyeceğiz; ikinize bir kudret vereceğiz ki onlar size el uzatamayacaklardır. Ayetlerimizle ikiniz ve ikinize uyanlar üstün geleceklerdir dedi"} ,{"id": "36", "arabic" : "فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَٰتِنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا سِحۡرٞ مُّفۡتَرٗى وَمَا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ", "english" : "But when Moses came to them with Our signs as clear evidences they said This is not except invented magic and we have not heard of this [religion] among our forefathers", "urdu" : "پھر جب موسیٰؑ اُن لوگوں کے پاس ہماری کھُلی کھُلی نشانیاں لے کر پہنچا تو انہوں نے کہا کہ یہ کچھ نہیں ہے مگر بناوٹی جادوگر اور یہ باتیں تو ہم نے اپنے باپ دادا کے زمانے میں کبھی سُنیں ہی نہیں","chinese" : "当穆萨已带着我的许多明显的迹象来到他们面前的时候，他们说：“这个只是捏造的魔术，我们没有听见在我们的祖先（的时代）有这件东西。”","turkey" : "Musa onlara apaçık olarak mucizelerimizle gelince: Bu sadece uydurma bir sihirdir. Önceki atalarımızdan böylesini işitmemiştik dediler"} ,{"id": "37", "arabic" : "وَقَالَ مُوسَىٰ رَبِّيٓ أَعۡلَمُ بِمَن جَآءَ بِٱلۡهُدَىٰ مِنۡ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّـٰلِمُونَ", "english" : "And Moses said My Lord is more knowing [than we or you] of who has come with guidance from Him and to whom will be succession in the home. Indeed wrongdoers do not succeed", "urdu" : "موسیٰؑ نے جواب دیا میرا رب اُس شخص کے حال سے خوب واقف ہے جو اس کی طرف سے ہدایت لے کر آیا ہے اور وہی بہتر جانتا ہے کہ آخری انجام کس کا اچھا ہونا ہے، حق یہ ہے کہ ظالم کبھی فلاح نہیں پاتے","chinese" : "穆萨说：“我的主知道谁带来了从他那里降临的正道，谁得享受后世的善果。不义的人必定不会成功。”","turkey" : "Musa: Rabbim katından bir doğruluk rehberini kimin getirdiğini dünyanın sonunun kimin olacağını daha iyi bilir. Doğrusu zalimler başarıya erişemezler dedi"} ,{"id": "38", "arabic" : "وَقَالَ فِرۡعَوۡنُ يَـٰٓأَيُّهَا ٱلۡمَلَأُ مَا عَلِمۡتُ لَكُم مِّنۡ إِلَٰهٍ غَيۡرِي فَأَوۡقِدۡ لِي يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ فَٱجۡعَل لِّي صَرۡحٗا لَّعَلِّيٓ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ مِنَ ٱلۡكَٰذِبِينَ", "english" : "And Pharaoh said O eminent ones I have not known you to have a god other than me. Then ignite for me O Haman [a fire] upon the clay and make for me a tower that I may look at the God of Moses. And indeed I do think he is among the liars", "urdu" : "اور فرعون نے کہا اے اہل دربار میں تو اپنے سوا تمہارے کسی خدا کو نہیں جانتا ہامان، ذرا اینٹیں پکوا کر میرے لیے ایک اونچی عمارت تو بنوا، شاید کہ اس پر چڑھ کر میں موسیٰؑ کے خدا کو دیکھ سکوں، میں تو اسے جھُوٹا سمجھتا ہوں","chinese" : "法老说：“臣仆们啊！我不知道除我外还有别的神灵。哈曼啊！你应当替我烧砖，然后替我建筑一座高楼，也许我能窥见穆萨的主宰。我的确猜想他是一个说谎者。”","turkey" : "Firavun: Ey ileri gelenler! Sizin benden başka bir tanrınız olduğunu bilmiyorum. Ey Haman! Benim için toprak üzerine bir ateş yak tuğla hazırlayıp bana bir kule yap; çıkar belki Musa'nın tanrısını görürüm. Doğrusu onu yalancılardan sanıyorum dedi"} ,{"id": "39", "arabic" : "وَٱسۡتَكۡبَرَ هُوَ وَجُنُودُهُۥ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَظَنُّوٓاْ أَنَّهُمۡ إِلَيۡنَا لَا يُرۡجَعُونَ", "english" : "And he was arrogant he and his soldiers in the land without right and they thought that they would not be returned to Us", "urdu" : "اُس نے اور اس کے لشکروں نے زمین میں بغیر کسی حق کے اپنی بڑائی کا گھمنڈ کیا اور سمجھے کہ انہیں کبھی ہماری طرف پلٹنا نہیں ہے","chinese" : "他和他的军队，在国中妄自尊大，他们猜想自己不被召归于我。","turkey" : "O ve askerleri memlekette haksız yere büyüklük tasladılar. Gerçekten Bize döndürülmeyeceklerini sandılar"} ,{"id": "40", "arabic" : "فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّـٰلِمِينَ", "english" : "So We took him and his soldiers and threw them into the sea. So see how was the end of the wrongdoers", "urdu" : "آخر کار ہم نے اسے اور اس کے لشکروں کو پکڑا اور سمندر میں پھینک دیا اب دیکھ لو کہ ان ظالموں کا کیسا انجام ہوا","chinese" : "我就惩治他和他的军队，把他们投入海中。你看看不义者的结局是怎样的。","turkey" : "Biz de onu ve askerlerini yakalayıp suya attık. Zalimlerin sonunun nasıl olduğuna bir bak"} ,{"id": "41", "arabic" : "وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ لَا يُنصَرُونَ", "english" : "And We made them leaders inviting to the Fire and on the Day of Resurrection they will not be helped", "urdu" : "ہم نے انہیں جہنم کی طرف دعوت دینے والے پیش رو بنا دیا اور قیامت کے روز وہ کہیں سے کوئی مدد نہ پا سکیں گے","chinese" : "我以他们为召人于火狱的罪魁，复活日，他们将不获援助。","turkey" : "Onları ateşe çağıran önderler kıldık; kıyamet günü yardım görmezler"} ,{"id": "42", "arabic" : "وَأَتۡبَعۡنَٰهُمۡ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ هُم مِّنَ ٱلۡمَقۡبُوحِينَ", "english" : "And We caused to overtake them in this world a curse and on the Day of Resurrection they will be of the despised", "urdu" : "ہم نے اِس دنیا میں ان کے پیچھے لعنت لگا دی اور قیامت کے روز وہ بڑی قباحت میں مبتلا ہوں گے","chinese" : "在今世我使诅骂追随他们；复活日，他们的面目将变成丑恶的。","turkey" : "Bu dünyada laneti ardlarına taktık; onlar kıyamet gününde de iğrenç kimselerden olacaklardır"} ,{"id": "43", "arabic" : "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ مِنۢ بَعۡدِ مَآ أَهۡلَكۡنَا ٱلۡقُرُونَ ٱلۡأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمۡ يَتَذَكَّرُونَ", "english" : "And We gave Moses the Scripture after We had destroyed the former generations as enlightenment for the people and guidance and mercy that they might be reminded", "urdu" : "پچھلی نسلوں کو ہلاک کرنے کے بعد ہم نے موسیٰؑ کو کتاب عطا کی، لوگوں کے لیے بصیرتوں کا سامان بنا کر، تاکہ شاید لوگ سبق حاصل کریں","chinese" : "在毁灭远古的各世代之后，我确已把经典赏赐穆萨，以作世人的明证、向导和恩惠，以便他们记念。","turkey" : "And olsun ki Musa'ya ilk nesilleri yok ettikten sonra insanlar düşünsünler diye Kitap'ı açık belgeler doğruluk rehberi ve rahmet olarak verdik"} ,{"id": "44", "arabic" : "وَمَا كُنتَ بِجَانِبِ ٱلۡغَرۡبِيِّ إِذۡ قَضَيۡنَآ إِلَىٰ مُوسَى ٱلۡأَمۡرَ وَمَا كُنتَ مِنَ ٱلشَّـٰهِدِينَ", "english" : "And you [O Muhammad] were not on the western side [of the mount] when We revealed to Moses the command and you were not among the witnesses [to that]", "urdu" : "(اے محمدؐ) تم اُس وقت مغربی گوشے میں موجود نہ تھے جب ہم نے موسیٰؑ کو یہ فرمان شریعت عطا کیا، اور نہ تم شاہدین میں شامل تھے","chinese" : "当我以我的命令启示穆萨的时候，你没有在西山边，也没有亲眼看见。","turkey" : "Musa'ya hükmümüzü bildirdiğimiz zaman sen batı yönünde (Musa'yı bekleyenler arasında) değildin onu görenler arasında da yoktun"} ,{"id": "45", "arabic" : "وَلَٰكِنَّآ أَنشَأۡنَا قُرُونٗا فَتَطَاوَلَ عَلَيۡهِمُ ٱلۡعُمُرُۚ وَمَا كُنتَ ثَاوِيٗا فِيٓ أَهۡلِ مَدۡيَنَ تَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرۡسِلِينَ", "english" : "But We produced [many] generations [after Moses] and prolonged was their duration. And you were not a resident among the people of Madyan reciting to them Our verses but We were senders [of this message]", "urdu" : "بلکہ اس کے بعد (تمہارے زمانے تک) ہم بہت سی نسلیں اٹھا چکے ہیں اور ان پر بہت زمانہ گزر چکا ہے تم اہلِ مَدیَن کے درمیان بھی موجود نہ تھے کہ اُن کو ہماری آیات سُنا رہے ہوتے، مگر (اُس وقت کی یہ خبریں) بھیجنے والے ہم ہیں","chinese" : "但我创造了许多世纪，那些世代曾经过漫长的岁月。你没有居住在麦德彦人之间，对他们宣读我的迹象，但我是派遣使者的。","turkey" : "Ama biz nice nesiller var etmiştik. Sen Medyen halkı arasında bulunup onlara ayetlerimizi okumuyordun fakat o haberleri sana gönderen Biziz"} ,{"id": "46", "arabic" : "وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذۡ نَادَيۡنَا وَلَٰكِن رَّحۡمَةٗ مِّن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ", "english" : "And you were not at the side of the mount when We called [Moses] but [were sent] as a mercy from your Lord to warn a people to whom no warner had come before you that they might be reminded", "urdu" : "اور تم طور کے دامن میں بھی اُس وقت موجود نہ تھے جب ہم نے (موسیٰؑ کو پہلی مرتبہ) پکارا تھا، مگر یہ تمہارے رب کی رحمت ہے (کہ تم کو یہ معلومات دی جار ہی ہیں) تاکہ تم اُن لوگوں کو متنبّہ کر دو جن کے پاس تم سے پہلے کوئی متنبّہ کرنے والا نہیں آیا، شاید کہ وہ ہوش میں آئیں","chinese" : "当我召唤（穆萨）的时候，你没有在山边，但这是你的主降下的恩惠，以便你警告在你之前没有任何警告者曾降临他们的那些民众，以便他们记念。","turkey" : "Sen Musa'ya hitap ettiğimiz zaman Tur'un yanında da değildin. Senden önce kendilerine uyarıcı gelmeyen bir toplumu uyarman için Rabbinden bir rahmet olarak gönderildin; belki düşünürler"} ,{"id": "47", "arabic" : "وَلَوۡلَآ أَن تُصِيبَهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَيَقُولُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ", "english" : "And if not that a disaster should strike them for what their hands put forth [of sins] and they would say Our Lord why did You not send us a messenger so we could have followed Your verses and been among the believers", "urdu" : "(اور یہ ہم نے اس لیے کیا کہ) کہیں ایسا نہ ہو کہ اُن کے اپنے کیے کرتوتوں کی بدولت کوئی مصیبت جب اُن پر آئے تو وہ کہیں اے پروردگار، تُو نے کیوں نہ ہماری طرف کوئی رسول بھیجا کہ ہم تیری آیات کی پیروی کرتے اور اہلِ ایمان میں سے ہوتے","chinese" : "若不是他们将为自己的犯罪而遭殃，并且说：“我们的主啊！你怎么不派一个使者来教化我们，使我们遵守你的迹象，而为信士呢？……”","turkey" : "Yaptıklarından dolayı başlarına bir musibet geldiğinde: Rabbimiz! Bize bir peygamber gönderseydin de ayetlerine uysak ve müminlerden olsaydık olmaz mıydı? derler"} ,{"id": "48", "arabic" : "فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُواْ لَوۡلَآ أُوتِيَ مِثۡلَ مَآ أُوتِيَ مُوسَىٰٓۚ أَوَلَمۡ يَكۡفُرُواْ بِمَآ أُوتِيَ مُوسَىٰ مِن قَبۡلُۖ قَالُواْ سِحۡرَانِ تَظَٰهَرَا وَقَالُوٓاْ إِنَّا بِكُلّٖ كَٰفِرُونَ", "english" : "But when the truth came to them from Us they said Why was he not given like that which was given to Moses? Did they not disbelieve in that which was given to Moses before? They said [They are but] two works of magic supporting each other and indeed we are in both disbelievers", "urdu" : "مگر جب ہمارے ہاں سے حق ان کے پاس آ گیا تو وہ کہنے لگے کیوں نہ دیا گیا اِس کو وہی کچھ جو موسیٰؑ کو دیا گیا تھا؟ کیا یہ لوگ اُس کا انکار نہیں کر چکے ہیں جو اس سے پہلے موسیٰؑ کو دیا گیا تھا؟ انہوں نے کہا دونوں جادوگر ہیں جو ایک دُوسرے کی مدد کرتے ہیں اور کہا ہم کسی کو نہیں مانتے","chinese" : "当我所启示的真理降临他们的时候，他们说：“他为什么不能获得像穆萨所获得的迹象呢？”难道他们没有否认以前穆萨所获得的迹象吗？他们曾说：“是两种互相印证的魔术。”他们曾说：“我们必定一概都不信。”","turkey" : "Ama onlara katımızdan gerçek gelince: Musa'ya verildiği gibi buna da mucize verilmesi gerekmez mi? dediler. Daha önce Musa'ya verileni de inkar etmemişler miydi? Yardımlaşan iki sihir (Tevrat ve Kuran); hepsini inkar edenleriz dediler"} ,{"id": "49", "arabic" : "قُلۡ فَأۡتُواْ بِكِتَٰبٖ مِّنۡ عِندِ ٱللَّهِ هُوَ أَهۡدَىٰ مِنۡهُمَآ أَتَّبِعۡهُ إِن كُنتُمۡ صَٰدِقِينَ", "english" : "Say Then bring a scripture from Allah which is more guiding than either of them that I may follow it if you should be truthful", "urdu" : "(اے نبیؐ،) ان سے کہو، اچھا تو لاؤ اللہ کی طرف سے کوئی کتاب جو اِن دونوں سے زیادہ ہدایت بخشنے والی ہو اگر تم سچے ہو، میں اسی کی پیروی اختیار کروں گا","chinese" : "你说：“如果你们是诚实的人，那么，你们拿一部经典来，只要是安拉所启示的，并且是比这两部经典更能引导人类的，我就遵守它。”","turkey" : "De ki Eğer doğru sözlü iseniz Allah katından bu ikisinden daha doğru bir Kitap getirin de ona uyayım"} ,{"id": "50", "arabic" : "فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَٱعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمۡۚ وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّـٰلِمِينَ", "english" : "But if they do not respond to you - then know that they only follow their [own] desires. And who is more astray than one who follows his desire without guidance from Allah? Indeed Allah does not guide the wrongdoing people", "urdu" : "اب اگر وہ تمہارا یہ مطالبہ پورا نہیں کرتے تو سمجھ لو کہ دراصل یہ اپنی خواہشات کے پیرو ہیں، اور اُس شخص سے بڑھ کر کون گمراہ ہو گا جو خدائی ہدایت کے بغیر بس اپنی خواہشات کی پیروی کرے؟ اللہ ایسے ظالموں کو ہرگز ہدایت نہیں بخشتا","chinese" : "如果他们不答应你，那么，你应当知道他们只是顺从自己的私欲的。舍安拉所启示的正道，而顺从自己的私欲者，谁比他更迷误呢？安拉必定不引导不义的民众。","turkey" : "Eğer sana cevap veremezlerse onların sadece heveslerine uyduklarını bil. Allah'tan bir yol gösterici olmadan hevesine uyandan daha sapık kim vardır? Allah zalim milleti şüphesiz ki doğru yola eriştirmez"} ,{"id": "51", "arabic" : "۞وَلَقَدۡ وَصَّلۡنَا لَهُمُ ٱلۡقَوۡلَ لَعَلَّهُمۡ يَتَذَكَّرُونَ", "english" : "And We have [repeatedly] conveyed to them the Qur'an that they might be reminded", "urdu" : "اور (نصیحت کی) بات پے در پے ہم انہیں پہنچا چکے ہیں تاکہ وہ غفلت سے بیدار ہوں","chinese" : "我确已续示真言，以便他们记念。","turkey" : "And olsun ki Biz vahyi onlara ard arda yetiştirdik; belki düşünürler"} ,{"id": "52", "arabic" : "ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ مِن قَبۡلِهِۦ هُم بِهِۦ يُؤۡمِنُونَ", "english" : "Those to whom We gave the Scripture before it - they are believers in it", "urdu" : "جن لوگوں کو اس سے پہلے ہم نے کتاب دی تھی وہ اِس (قرآن) پر ایمان لاتے ہیں","chinese" : "在启示这真言之前，曾蒙我赏赐经典的人，是确信这真言的。","turkey" : "Kendilerine daha önceden kitap verdiklerimiz buna da inanırlar"} ,{"id": "53", "arabic" : "وَإِذَا يُتۡلَىٰ عَلَيۡهِمۡ قَالُوٓاْ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبۡلِهِۦ مُسۡلِمِينَ", "english" : "And when it is recited to them they say We have believed in it; indeed it is the truth from our Lord. Indeed we were [even] before it Muslims [submitting to Allah]", "urdu" : "اور جب یہ اُن کو سُنایا جاتا ہے تو وہ کہتے ہیں کہ ہم اِس پر ایمان لائے، یہ واقعی حق ہے ہمارے رب کی طرف سے، ہم تو پہلے ہی سے مسلم ہیں","chinese" : "当有人对他们宣读这真言的时候，他们说：“我们确信这真言，它确是从我们的主降示的，在降示它之前，我们确是归顺的。”","turkey" : "Kuran onlara okunduğu zaman: Ona inandık doğrusu o Rabbimizden gelen gerçektir; biz şüphesiz daha önceden müslüman olmuş kimseleriz derler"} ,{"id": "54", "arabic" : "أُوْلَـٰٓئِكَ يُؤۡتَوۡنَ أَجۡرَهُم مَّرَّتَيۡنِ بِمَا صَبَرُواْ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ", "english" : "Those will be given their reward twice for what they patiently endured and [because] they avert evil through good and from what We have provided them they spend", "urdu" : "یہ وہ لوگ ہیں جنہیں ان کا اجر دو بار دیا جائے گا اُس ثابت قدمی کے بدلے جو انہوں نے دکھائی وہ بُرائی کو بھَلائی سے دفع کرتے ہیں اور جو کچھ رزق ہم نے انہیں دیا ہے اس میں سے خرچ کرتے ہیں","chinese" : "这等人，因能坚忍，且能以德报怨，并分舍我所赐予他们的，故得加倍的报酬。","turkey" : "İşte onlara sabırlarından dolayı ecirleri iki defa verilir; onlar kötülüğü iyilikle savarlar kendilerine verdiğimiz rızıktan da sarfederler"} ,{"id": "55", "arabic" : "وَإِذَا سَمِعُواْ ٱللَّغۡوَ أَعۡرَضُواْ عَنۡهُ وَقَالُواْ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ سَلَٰمٌ عَلَيۡكُمۡ لَا نَبۡتَغِي ٱلۡجَٰهِلِينَ", "english" : "And when they hear ill speech they turn away from it and say For us are our deeds and for you are your deeds. Peace will be upon you; we seek not the ignorant", "urdu" : "اور جب انہوں نے بیہودہ بات سنی تو یہ کہہ کر اس سے کنارہ کش ہو گئے کہ ہمارے اعمال ہمارے لیے اور تمہارے اعمال تمہارے لیے، تم کو سلام ہے، ہم جاہلوں کا سا طریقہ اختیار نہیں کرنا چاہتے","chinese" : "当他们听到恶言的时候，立即退避，他们说：“我们有我们的行为，你们有你们的行为。祝你们平安！我们不求愚人的友谊。”","turkey" : "Onlar boş söz işittikleri vakit ondan yüz çevirirler. Bizim işlediğimiz bize sizin işlediğiniz sizedir. Size selam olsun cahillerle ilgilenmeyiz derler"} ,{"id": "56", "arabic" : "إِنَّكَ لَا تَهۡدِي مَنۡ أَحۡبَبۡتَ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۚ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ", "english" : "Indeed [O Muhammad] you do not guide whom you like but Allah guides whom He wills. And He is most knowing of the [rightly] guided", "urdu" : "اے نبیؐ، تم جسے چاہو اسے ہدایت نہیں دے سکتے، مگر اللہ جسے چاہتا ہے ہدایت دیتا ہے اور وہ ان لوگوں کو خوب جانتا ہے جو ہدایت قبول کرنے والے ہیں","chinese" : "你必定不能使你所喜爱的人遵循正道，安拉却能使他所意欲的人遵循正道，他知道谁是遵循正道者。","turkey" : "Sen sevdiğini doğru yola eriştiremezsin ama Allah dilediğini doğru yola eriştirir. Doğru yola girecekleri en iyi O bilir"} ,{"id": "57", "arabic" : "وَقَالُوٓاْ إِن نَّتَّبِعِ ٱلۡهُدَىٰ مَعَكَ نُتَخَطَّفۡ مِنۡ أَرۡضِنَآۚ أَوَلَمۡ نُمَكِّن لَّهُمۡ حَرَمًا ءَامِنٗا يُجۡبَىٰٓ إِلَيۡهِ ثَمَرَٰتُ كُلِّ شَيۡءٖ رِّزۡقٗا مِّن لَّدُنَّا وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ", "english" : "And they say If we were to follow the guidance with you we would be swept from our land. Have we not established for them a safe sanctuary to which are brought the fruits of all things as provision from Us? But most of them do not know", "urdu" : "وہ کہتے ہیں اگر ہم تمہارے ساتھ اِس ہدایت کی پیروی اختیار کر لیں تو اپنی زمین سے اُچک لیے جائیں گے کیا یہ واقعہ نہیں ہے کہ ہم نے ایک پرامن حرم کو ان کے لیے جائے قیام بنا دیا جس کی طرف ہر طرح کے ثمرات کھچے چلے آتے ہیں، ہماری طرف سے رزق کے طور پر؟ مگر ان میں سے اکثر لوگ جانتے نہیں ہیں","chinese" : "他们说：“如果我们与你共同遵守正道，我们将被驱逐出境。”难道我没有为他们而设立一个安全的禁地吗？各种的果实，都贩运到禁地中来，那是从我降下的给养，但他们大半不知道。","turkey" : "Seninle beraber doğru yolda gidersek yurdumuzdan ediliriz dediler. Onları katımızdan bir rızık olarak her şeyin ürününün toplandığı güvenli ve kutlu bir yere yerleştirmedik mi? Ama çoğu bilmezler"} ,{"id": "58", "arabic" : "وَكَمۡ أَهۡلَكۡنَا مِن قَرۡيَةِۭ بَطِرَتۡ مَعِيشَتَهَاۖ فَتِلۡكَ مَسَٰكِنُهُمۡ لَمۡ تُسۡكَن مِّنۢ بَعۡدِهِمۡ إِلَّا قَلِيلٗاۖ وَكُنَّا نَحۡنُ ٱلۡوَٰرِثِينَ", "english" : "And how many a city have We destroyed that was insolent in its [way of] living and those are their dwellings which have not been inhabited after them except briefly. And it is We who were the inheritors", "urdu" : "اور کتنی ہی ایسی بستیاں ہم تباہ کر چکے ہیں جن کے لوگ اپنی معیشت پر اترا گئے تھے سو دیکھ لو، وہ ان کے مسکن پڑے ہوئے ہیں جن میں ان کے بعد کم ہی کوئی بسا ہے، آ خرکار ہم ہی وارث ہو کر رہے","chinese" : "我曾毁灭许多城市，那些城市里的居民，过一种骄奢的生活。这些是他们的居住地，从他们灭亡后，除很少的时间外，无人居住；我是他们的继承者。","turkey" : "Nimet ve refaha karşı nankörlük eden nice şehri yok etmişizdir. İşte yerleri! Kendilerinden sonra pek az kimseler oturabilmiştir. Oralara Biz varis olmuşuzdur"} ,{"id": "59", "arabic" : "وَمَا كَانَ رَبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ حَتَّىٰ يَبۡعَثَ فِيٓ أُمِّهَا رَسُولٗا يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَاۚ وَمَا كُنَّا مُهۡلِكِي ٱلۡقُرَىٰٓ إِلَّا وَأَهۡلُهَا ظَٰلِمُونَ", "english" : "And never would your Lord have destroyed the cities until He had sent to their mother a messenger reciting to them Our verses. And We would not destroy the cities except while their people were wrongdoers", "urdu" : "اور تیرا رب بستیوں کو ہلاک کرنے والا نہ تھا جب تک کہ ان کے مرکز میں ایک رسُول نہ بھیج دیتا جو ان کو ہماری آیات سُناتا اور ہم بستیوں کو ہلاک کرنے والے نہ تھے جب تک کہ ان کے رہنے والے ظالم نہ ہو جاتے","chinese" : "你的主，不会毁灭各城市，直到他在首邑派遣一个使者，对各城市的居民宣读他的迹象。我不会毁灭各城市，除非城市里的居民多行不义。","turkey" : "Rabbin şehirlerin anasına onlara ayetlerimizi okuyacak bir peygamber göndermedikçe onları yok etmiş değildir. Zaten Biz yalnız halkı zalim olan şehirleri yok etmişizdir"} ,{"id": "60", "arabic" : "وَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَزِينَتُهَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰٓۚ أَفَلَا تَعۡقِلُونَ", "english" : "And whatever thing you [people] have been given - it is [only for] the enjoyment of worldly life and its adornment. And what is with Allah is better and more lasting; so will you not use reason", "urdu" : "تم لوگوں کو جو کچھ بھی دیا گیا ہے وہ محض دُنیا کی زندگی کا سامان اور اس کی زینت ہے، اور جو کچھ اللہ کے پاس ہے وہ اس سے بہتر اور باقی تر ہے کیا تم لوگ عقل سے کام نہیں لیتے؟","chinese" : "你们所受赐的，无论什么，都是今世生活的给养和装饰，在安拉那里的（报酬）是更优良的，是更长久的。难道你们不理解吗？","turkey" : "Size verilen herhangi bir şey dünya hayatının bir geçimliği ve süsüdür. Allah katında olan daha iyi ve devamlıdır. Akletmez misiniz"} ,{"id": "61", "arabic" : "أَفَمَن وَعَدۡنَٰهُ وَعۡدًا حَسَنٗا فَهُوَ لَٰقِيهِ كَمَن مَّتَّعۡنَٰهُ مَتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا ثُمَّ هُوَ يَوۡمَ ٱلۡقِيَٰمَةِ مِنَ ٱلۡمُحۡضَرِينَ", "english" : "Then is he whom We have promised a good promise which he will obtain like he for whom We provided enjoyment of worldly life [but] then he is on the Day of Resurrection among those presented [for punishment in Hell]", "urdu" : "بھلا وہ شخص جس سے ہم نے اچھا وعدہ کیا ہو اور وہ اسے پانے والا ہو کبھی اس شخص کی طرح ہو سکتا ہے جسے ہم نے صرف حیات دنیا کا سروسامان دے دیا ہو اور پھر وہ قیامت کے روز سزا کے لیے پیش کیا جانے والا ہو؟","chinese" : "得到我们的美好的应许，而将获得实惠的人，与在今世生活中获得我的给养而在复活日被传唤者，彼此相似吗？","turkey" : "Vadettiğimiz güzel bir nimete kavuşan kimse; dünya hayatında kendisine bir geçimlik verdiğimiz sonra kıyamet günü azap için getirilen kimse gibi midir"} ,{"id": "62", "arabic" : "وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ", "english" : "And [warn of] the Day He will call them and say Where are My 'partners' which you used to claim", "urdu" : "اور (بھول نہ جائیں یہ لوگ) اُس دن کو جب کہ وہ اِن کو پکارے گا اور پوچھے گا کہاں ہیں میرے وہ شریک جن کا تم گمان رکھتے تھے؟","chinese" : "在那日，安拉将召唤他们说：“你们所妄称我的伙伴者，如今在哪里呢？”","turkey" : "Allah o gün onlara seslenir: Benim ortağım olduklarını iddia ettikleriniz nerededirler? der"} ,{"id": "63", "arabic" : "قَالَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ رَبَّنَا هَـٰٓؤُلَآءِ ٱلَّذِينَ أَغۡوَيۡنَآ أَغۡوَيۡنَٰهُمۡ كَمَا غَوَيۡنَاۖ تَبَرَّأۡنَآ إِلَيۡكَۖ مَا كَانُوٓاْ إِيَّانَا يَعۡبُدُونَ", "english" : "Those upon whom the word will have come into effect will say Our Lord these are the ones we led to error. We led them to error just as we were in error. We declare our disassociation [from them] to You. They did not used to worship us", "urdu" : "یہ قول جن پر چسپاں ہو گا وہ کہیں گے اے ہمارے رب، بے شک یہی لوگ ہیں جن کو ہم نے گمراہ کیا تھا، اِنہیں ہم نے اُسی طرح گمراہ کیا جیسے ہم خود گمراہ ہوئے ہم آپ کے سامنے براءت کا اظہار کرتے ہیں یہ ہماری تو بندگی نہیں کرتے تھے","chinese" : "受判决的人们说：“我们的主啊！我们曾使这些人迷误，固然我们迷误他们，但他们像我们自己一样迷误了。我们向你声明：我们与他们无干，他们没有崇拜我们。”","turkey" : "Hükmün aleyhlerine gerçekleştiği kimseler: Rabbimiz! İşte bunlar bizim azdırdığımız kimselerdir. Kendimiz azdığımız gibi onları da azdırdık. Onlardan uzaklaşıp Sana geldik zaten aslında bize tapmıyorlardı derler"} ,{"id": "64", "arabic" : "وَقِيلَ ٱدۡعُواْ شُرَكَآءَكُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَرَأَوُاْ ٱلۡعَذَابَۚ لَوۡ أَنَّهُمۡ كَانُواْ يَهۡتَدُونَ", "english" : "And it will be said Invoke your 'partners'  and they will invoke them; but they will not respond to them and they will see the punishment. If only they had followed guidance", "urdu" : "پھر اِن سے کہا جائے گا کہ پکارو اب اپنے ٹھیرائے ہوئے شریکوں کو یہ انہیں پکاریں گے مگر وہ اِن کو کوئی جواب نہ دیں گے اور یہ لوگ عذاب دیکھ لیں گے کاش یہ ہدایت اختیار کرنے والے ہوتے","chinese" : "将有声音召唤他们说：“你们把你们的配主召唤来吧！”他们就召唤他们，但他们不答应，他们自己看见刑罚，就希望他们生前是遵循正道的。","turkey" : "Koştuğunuz ortaklarınızı çağırın denir; onlar da çağırırlar ama kendilerine cevap veremezler; cehennem azabını görünce doğru yolda olmadıklarına yanarlar"} ,{"id": "65", "arabic" : "وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ مَاذَآ أَجَبۡتُمُ ٱلۡمُرۡسَلِينَ", "english" : "And [mention] the Day He will call them and say What did you answer the messengers", "urdu" : "اور (فراموش نہ کریں یہ لوگ) وہ دن جبکہ وہ اِن کو پکارے گا اور پوچھے گا کہ جو رسول بھیجے گئے تھے انہیں تم نے کیا جواب دیا تھا؟","chinese" : "在那日，安拉将召唤他们说：“你们所用以答复使者们的是什么呢？”","turkey" : "O gün Allah onlara seslenir: Peygamberlere ne cevap verdiniz? der"} ,{"id": "66", "arabic" : "فَعَمِيَتۡ عَلَيۡهِمُ ٱلۡأَنۢبَآءُ يَوۡمَئِذٖ فَهُمۡ لَا يَتَسَآءَلُونَ", "english" : "But the information will be unapparent to them that Day so they will not [be able to] ask one another", "urdu" : "اُس وقت کوئی جواب اِن کو نہ سُوجھے گا اور نہ یہ آپس میں ایک دُوسرے سے پوچھ ہی سکیں گے","chinese" : "在那日，一切口供将对他们变成暧昧的，所以他们不相询问。","turkey" : "O gün haberlere karşı körleşirler verilecek cevapları kalmaz; birbirlerine de soramazlar"} ,{"id": "67", "arabic" : "فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلۡمُفۡلِحِينَ", "english" : "But as for one who had repented believed and done righteousness it is promised by Allah that he will be among the successful", "urdu" : "البتہ جس نے آج توبہ کر لی اور ایمان لے آیا اور نیک عمل کیے وہی یہ توقع کر سکتا ہے کہ وہاں فلاح پانے والوں میں سے ہو گا","chinese" : "至于悔罪、信道和行善的人，或许是成功的。","turkey" : "Fakat tevbe eden inanıp yararlı iş işleyen kimsenin kurtuluşa erenler arasında bulunması umulur"} ,{"id": "68", "arabic" : "وَرَبُّكَ يَخۡلُقُ مَا يَشَآءُ وَيَخۡتَارُۗ مَا كَانَ لَهُمُ ٱلۡخِيَرَةُۚ سُبۡحَٰنَ ٱللَّهِ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ", "english" : "And your Lord creates what He wills and chooses; not for them was the choice. Exalted is Allah and high above what they associate with Him", "urdu" : "تیرا رب پیدا کرتا ہے جو کچھ چاہتا ہے اور (وہ خود ہی اپنے کام کے لیے جسے چاہتا ہے) منتخب کر لیتا ہے، یہ انتخاب اِن لوگوں کے کرنے کا کام نہیں ہے، اللہ پاک ہے اور بہت بالاتر ہے اُس شرک سے جو یہ لوگ کرتے ہیں","chinese" : "你的主，创造他所意欲的，选择他所意欲的，他们没有选择的权利。赞颂安拉，超绝万物，他超乎他们所用来配他的。","turkey" : "Rabbin dilediğini yaratır ve seçer; onlar için seçim hakkı yoktur. Allah onların koştukları ortaklardan münezzehtir yücedir"} ,{"id": "69", "arabic" : "وَرَبُّكَ يَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ", "english" : "And your Lord knows what their breasts conceal and what they declare", "urdu" : "تیرا رب جانتا ہے جو کچھ یہ دلوں میں چھپائے ہوئے ہیں اور جو کچھ یہ ظاہر کرتے ہیں","chinese" : "你的主知道他们的胸中所隐藏的和他们（的口头）所表白的。","turkey" : "Rabbin gönüllerinin gizlediklerini ve açığa vurduklarını bilir"} ,{"id": "70", "arabic" : "وَهُوَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡحَمۡدُ فِي ٱلۡأُولَىٰ وَٱلۡأٓخِرَةِۖ وَلَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ", "english" : "And He is Allah; there is no deity except Him. To Him is [due all] praise in the first [life] and the Hereafter. And His is the [final] decision and to Him you will be returned", "urdu" : "وہی ایک اللہ ہے جس کے سوا کوئی عبادت کا مستحق نہیں اسی کے لیے حمد ہے دنیا میں بھی اور آخرت میں بھی، فرماں روائی اسی کی ہے اور اسی کی طرف تم سب پلٹائے جانے والے ہو","chinese" : "他是安拉。除他外，绝无应受崇拜的，今世和后世的赞颂全归他，判决只由他作出。你们只被召归于他。","turkey" : "Allah O'dur; O'ndan başka tanrı yoktur. Hamd dünyada da ahirette de O'nun içindir; hüküm de O'nundur. Yalnız O'na döndürüleceksiniz"} ,{"id": "71", "arabic" : "قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍۚ أَفَلَا تَسۡمَعُونَ", "english" : "Say Have you considered: if Allah should make for you the night continuous until the Day of Resurrection what deity other than Allah could bring you light? Then will you not hear", "urdu" : "اے نبیؐ، اِن سے کہو کبھی تم لوگوں نے غور کیا کہ اگر اللہ قیامت تک تم پر ہمیشہ کے لیے رات طاری کر دے تو اللہ کے سوا وہ کونسا معبود ہے جو تمہیں روشنی لا دے؟ کیا تم سُنتے نہیں ہو؟","chinese" : "你说：“你们告诉我吧！如果安拉使黑夜为你们延长到复活日，那么，除安拉外，哪一个神灵能把光明带给你们呢？难道你们不会听话吗？”","turkey" : "De ki: Söyler misiniz? Eğer Allah geceyi üzerinize kıyamete kadar uzatsaydı Allah'tan başka hangi tanrı size bir ışık getirebilir? Dinlemez misiniz"} ,{"id": "72", "arabic" : "قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِلَيۡلٖ تَسۡكُنُونَ فِيهِۚ أَفَلَا تُبۡصِرُونَ", "english" : "Say Have you considered: if Allah should make for you the day continuous until the Day of Resurrection what deity other than Allah could bring you a night in which you may rest? Then will you not see", "urdu" : "اِن سے پوچھو، کبھی تم نے سوچا کہ اگر اللہ قیامت تک تم پر ہمیشہ کے لیے دن طاری کر دے تو اللہ کے سوا وہ کونسا معبُود ہے جو تمہیں رات لا دے تاکہ تم اس میں سکون حاصل کر سکو؟ کیا تم کو سُوجھتا نہیں؟","chinese" : "你说：“你们告诉我吧！如果安拉使白昼为你们延长到复活日，那么，除安拉外，哪一个神灵能把黑夜带给你们，以便你们安息呢？难道你们不会观察吗？”","turkey" : "De ki: Söyleyin: Eğer Allah gündüzü üzerinize kıyamete kadar uzatsaydı Allah'tan başka hangi tanrı içinde istirahat edeceğiniz geceyi size getirebilir? Görmez misiniz"} ,{"id": "73", "arabic" : "وَمِن رَّحۡمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ لِتَسۡكُنُواْ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ", "english" : "And out of His mercy He made for you the night and the day that you may rest therein and [by day] seek from His bounty and [that] perhaps you will be grateful", "urdu" : "یہ اسی کی رحمت ہے کہ اس نے تمہارے لیے رات اور دن بنائے تاکہ تم (رات میں) سکون حاصل کرو اور (دن کو) اپنے رب کا فضل تلاش کرو، شاید کہ تم شکر گزار بنو","chinese" : "他为怜惜你们而为你们创造了黑夜和白昼，以便你们在黑夜安息，而在白昼寻求他的恩惠，以便你们感谢。","turkey" : "Allah dinlenmeniz için geceyi ve lütfedip verdiği rızkı aramanız için gündüzü meydana getirmiştir. Bunlar O'nun rahmetinden ötürüdür. Belki artık şükredersiniz"} ,{"id": "74", "arabic" : "وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ", "english" : "And [warn of] the Day He will call them and say Where are my 'partners' which you used to claim", "urdu" : "(یاد رکھیں یہ لوگ) وہ دن جبکہ وہ انہیں پکارے گا پھر پوچھے گا کہاں ہیں میرے وہ شریک جن کا تم گمان رکھتے تھے؟","chinese" : "在那日，他将召唤他们说：“你们所妄称为我的伙伴的，如今在哪里呢？”","turkey" : "O gün Allah onlara seslenir: Benim ortağım olduklarını iddia ettikleriniz nerededir? der"} ,{"id": "75", "arabic" : "وَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمۡ فَعَلِمُوٓاْ أَنَّ ٱلۡحَقَّ لِلَّهِ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ", "english" : "And We will extract from every nation a witness and say Produce your proof and they will know that the truth belongs to Allah and lost from them is that which they used to invent", "urdu" : "اور ہم ہر امّت میں سے ایک گواہ نکال لائیں گے پھر کہیں گے کہ لاؤ اب اپنی دلیل اس وقت انہیں معلوم ہو جائے گا کہ حق اللہ کی طرف سے ہے، اور گم ہو جائیں گے ان کے وہ سارے جھوٹ جو انہوں نے گھڑ رکھے تھے","chinese" : "我将从每一个民族中选拔一个证人，并且说：“你们把你们的证据拿来吧！”他们才知道真理是安拉的，他们生前所伪造的，已回避他们了。","turkey" : "Her ümmetten bir şahit çıkarır ve kesin delilinizi ortaya koyun deriz. O zaman gerçeğin Allah'a ait olduğunu uydurduklarının kendilerini bırakıp kaçtığını anlarlar"} ,{"id": "76", "arabic" : "۞إِنَّ قَٰرُونَ كَانَ مِن قَوۡمِ مُوسَىٰ فَبَغَىٰ عَلَيۡهِمۡۖ وَءَاتَيۡنَٰهُ مِنَ ٱلۡكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلۡعُصۡبَةِ أُوْلِي ٱلۡقُوَّةِ إِذۡ قَالَ لَهُۥ قَوۡمُهُۥ لَا تَفۡرَحۡۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡفَرِحِينَ", "english" : "Indeed Qarun was from the people of Moses but he tyrannized them. And We gave him of treasures whose keys would burden a band of strong men; thereupon his people said to him Do not exult. Indeed Allah does not like the exultant", "urdu" : "یہ ایک واقعہ ہے کہ قارون موسیٰؑ کی قوم کا ایک شخص تھا، پھر وہ اپنی قوم کے خلاف سرکش ہو گیا اور ہم نے اس کو اتنے خزانے دے رکھے تھے کہ ان کی کنجیاں طاقت ور آدمیوں کی ایک جماعت مشکل سے اُٹھا سکتی تھی ایک دفعہ جب اس کی قوم کے لوگوں نے اُس سے کہا پھول نہ جا، اللہ پھولنے والوں کو پسند نہیں کرتا","chinese" : "戈伦的确属于穆萨的宗族，但他虐待他们。我曾赏赐他许多财宝，那些财宝的钥匙是几个力士所不能胜任的。当日，他的宗族对他说：“不要狂喜，安拉确是不爱狂喜者。","turkey" : "Karun Musa'nın milletindendi; ama onlara karşı azdı. Biz ona anahtarlarını güçlü bir topluluğun zor taşıdığı hazineler vermiştik. Milleti ona: Böbürlenme Allah şüphesiz ki böbürlenenleri sevmez. Allah'ın sana verdiği şeylerde ahiret yurdunu gözet dünyadaki payını da unutma; Allah'ın sana yaptığı iyilik gibi sen de iyilik yap; yeryüzünde bozgunculuk isteme; doğrusu Allah bozguncuları sevmez demişlerdi"} ,{"id": "77", "arabic" : "وَٱبۡتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلۡأٓخِرَةَۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنۡيَاۖ وَأَحۡسِن كَمَآ أَحۡسَنَ ٱللَّهُ إِلَيۡكَۖ وَلَا تَبۡغِ ٱلۡفَسَادَ فِي ٱلۡأَرۡضِۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ", "english" : "But seek through that which Allah has given you the home of the Hereafter; and [yet] do not forget your share of the world. And do good as Allah has done good to you. And desire not corruption in the land. Indeed Allah does not like corrupters", "urdu" : "جو مال اللہ نے تجھے دیا ہے اس سے آخرت کا گھر بنانے کی فکر کر اور دُنیا میں سے بھی اپنا حصہ فراموش نہ کر احسان کر جس طرح اللہ نے تیرے ساتھ احسان کیا ہے اور زمین میں فساد برپا کرنے کی کوشش نہ کر، اللہ مفسدوں کو پسند نہیں کرتا","chinese" : "你应当借安拉赏赐你的财富而营谋后世的住宅，你不要忘却你在今世的定分。你应当善待人，像安拉善待你一样。你不要在地方上摆弄是非，安拉确是不爱摆弄是非者。”","turkey" : "Karun Musa'nın milletindendi; ama onlara karşı azdı. Biz ona anahtarlarını güçlü bir topluluğun zor taşıdığı hazineler vermiştik. Milleti ona: Böbürlenme Allah şüphesiz ki böbürlenenleri sevmez. Allah'ın sana verdiği şeylerde ahiret yurdunu gözet dünyadaki payını da unutma; Allah'ın sana yaptığı iyilik gibi sen de iyilik yap; yeryüzünde bozgunculuk isteme; doğrusu Allah bozguncuları sevmez demişlerdi"} ,{"id": "78", "arabic" : "قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمٍ عِندِيٓۚ أَوَلَمۡ يَعۡلَمۡ أَنَّ ٱللَّهَ قَدۡ أَهۡلَكَ مِن قَبۡلِهِۦ مِنَ ٱلۡقُرُونِ مَنۡ هُوَ أَشَدُّ مِنۡهُ قُوَّةٗ وَأَكۡثَرُ جَمۡعٗاۚ وَلَا يُسۡـَٔلُ عَن ذُنُوبِهِمُ ٱلۡمُجۡرِمُونَ", "english" : "He said I was only given it because of knowledge I have. Did he not know that Allah had destroyed before him of generations those who were greater than him in power and greater in accumulation [of wealth]? But the criminals about their sins will not be asked", "urdu" : "تو اُس نے کہا یہ سب کچھ تو مجھے اُس علم کی بنا پر دیا گیا ہے جو مجھ کو حاصل ہے کیا اس کو علم نہ تھا کہ اللہ اس سے پہلے بہت سے ایسے لوگوں کو ہلاک کر چکا ہے جو اس سے زیادہ قوت اور جمعیت رکھتے تھے؟ مجرموں سے تو ان کے گناہ نہیں پوچھے جاتے","chinese" : "他说：“我获得这项财富，只是因为我有特殊的知识罢了。”难道他不知道吗？在他之前，安拉所毁灭的各个世代的恶人，有比他能力更强、积蓄更多的。犯罪的人，是不必加以审问的。","turkey" : "Karun: Bu servet ancak bende mevcut bir ilimden ötürü bana verilmiştir demişti. Allah'ın önceleri ondan daha güçlü ve topladığı şey daha fazla olan nice nesilleri yok ettiğini bilmez mi? Suçluların suçları kendilerinden sorulmaz"} ,{"id": "79", "arabic" : "فَخَرَجَ عَلَىٰ قَوۡمِهِۦ فِي زِينَتِهِۦۖ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا يَٰلَيۡتَ لَنَا مِثۡلَ مَآ أُوتِيَ قَٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٖ", "english" : "So he came out before his people in his adornment. Those who desired the worldly life said Oh would that we had like what was given to Qarun. Indeed he is one of great fortune", "urdu" : "ایک روز وہ اپنی قوم کے سامنے اپنے پُورے ٹھاٹھ میں نکلا جو لوگ حیات دنیا کے طالب تھے وہ اسے دیکھ کر کہنے لگے کاش ہمیں بھی وہی کچھ ملتا جو قارون کو دیا گیا ہے، یہ تو بڑا نصیبے والا ہے","chinese" : "戈伦曾盛装出游，以豪华夸示自己的宗族。爱今世生活的人说：“但愿我们获得戈伦所获得的（财富），他确是有大福分的。”","turkey" : "Karun ihtişam içinde milletinin karşısına çıktı. Dünya hayatını isteyenler: Karun'a verildiği gibi bizim de olsa; doğrusu o büyük bir varlık sahibidir demişlerdi"} ,{"id": "80", "arabic" : "وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَيۡلَكُمۡ ثَوَابُ ٱللَّهِ خَيۡرٞ لِّمَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗاۚ وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّـٰبِرُونَ", "english" : "But those who had been given knowledge said Woe to you! The reward of Allah is better for he who believes and does righteousness. And none are granted it except the patient", "urdu" : "مگر جو لوگ علم رکھنے والے تھے وہ کہنے لگے افسوس تمہارے حال پر، اللہ کا ثواب بہتر ہے اُس شخص کے لیے جو ایمان لائے اور نیک عمل کرے، اور یہ دولت نہیں ملتی مگر صبر کرنے والوں کو","chinese" : "有学识的人说：“伤哉你们！安拉的报酬，对于信道而且行善者，是更好的，只有坚忍的人享受那种报酬。”","turkey" : "Kendilerine ilim verilmiş olanlar ise: Size yazıklar olsun; Allah'ın mükafatı inanıp yararlı iş işleyenler için daha iyidir. Ona da ancak sabredenler kavuşabilir demişlerdi"} ,{"id": "81", "arabic" : "فَخَسَفۡنَا بِهِۦ وَبِدَارِهِ ٱلۡأَرۡضَ فَمَا كَانَ لَهُۥ مِن فِئَةٖ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلۡمُنتَصِرِينَ", "english" : "And We caused the earth to swallow him and his home. And there was for him no company to aid him other than Allah nor was he of those who [could] defend themselves", "urdu" : "آخر کار ہم نے اسے اور اس کے گھر کو زمین میں دَھنسا دیا پھر کوئی اس کے حامیوں کا گروہ نہ تھا جو اللہ کے مقابلہ میں اس کی مدد کو آتا اور نہ وہ خود اپنی مدد آپ کر سکا","chinese" : "我使他和他的房屋沦陷在地面下，他没有党羽协助他抵抗安拉，他也不能自卫。","turkey" : "Sonunda onu da sarayını da yerin dibine geçirdik. Allah'a karşı ona yardım edebilecek kimsesi de yoktu; kendini kurtarabilecek kimselerden de değildi"} ,{"id": "82", "arabic" : "وَأَصۡبَحَ ٱلَّذِينَ تَمَنَّوۡاْ مَكَانَهُۥ بِٱلۡأَمۡسِ يَقُولُونَ وَيۡكَأَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُۖ لَوۡلَآ أَن مَّنَّ ٱللَّهُ عَلَيۡنَا لَخَسَفَ بِنَاۖ وَيۡكَأَنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ", "english" : "And those who had wished for his position the previous day began to say Oh how Allah extends provision to whom He wills of His servants and restricts it! If not that Allah had conferred favor on us He would have caused it to swallow us. Oh how the disbelievers do not succeed", "urdu" : "اب وہی لوگ جو کل اس کی منزلت کی تمنا کر رہے تھے کہنے لگے افسوس، ہم بھول گئے تھے کہ اللہ اپنے بندوں میں سے جس کا رزق چاہتا ہے کشادہ کرتا ہے اور جسے چاہتا ہے نَپا تلا دیتا ہے اگر اللہ نے ہم پر احسان نہ کیا ہوتا تو ہمیں بھی زمین میں دَھنسا دیتا افسوس ہم کو یاد نہ رہا کہ کافر فلاح نہیں پایا کرتے","chinese" : "昨天羡慕戈伦的境遇的人说：“你不见吗？安拉要使哪个仆人的给养宽裕，就使他宽裕；（要使哪个仆人的给养窘迫），就使他窘迫。假若没有安拉对我们的恩惠，他必使我们沦陷在地面下。你不知道吗？孤恩的人，是不会成功的。”","turkey" : "Daha dün onun yerinde olmayı dileyenler: Demek Allah kullarından dilediğinin rızkını genişletip bir ölçüye göre veriyor. Eğer Allah bize lütfetmiş olmasaydı bizi de yerin dibine geçirirdi. Demek ki inkarcılar başarıya eremezler demeye başladılar"} ,{"id": "83", "arabic" : "تِلۡكَ ٱلدَّارُ ٱلۡأٓخِرَةُ نَجۡعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوّٗا فِي ٱلۡأَرۡضِ وَلَا فَسَادٗاۚ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ", "english" : "That home of the Hereafter We assign to those who do not desire exaltedness upon the earth or corruption. And the [best] outcome is for the righteous", "urdu" : "وہ آخرت کا گھر تو ہم اُن لوگوں کے لیے مخصوص کر دیں گے جو زمین میں اپنی بڑائی نہیں چاہتے اور نہ فساد کرنا چاہتے ہیں اور انجام کی بھَلائی متقین ہی کے لیے ہے","chinese" : "这是后世的住宅，我要用来报答那不愿傲慢也不愿堕落的人。善果只归敬畏的人。","turkey" : "Bu ahiret yurdunu yeryüzünde böbürlenmeyi ve bozgunculuğu istemeyen kimselere veririz. Sonuç Allah'a karşı gelmekten sakınanlarındır"} ,{"id": "84", "arabic" : "مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَى ٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُواْ يَعۡمَلُونَ", "english" : "Whoever comes [on the Day of Judgement] with a good deed will have better than it; and whoever comes with an evil deed - then those who did evil deeds will not be recompensed except [as much as] what they used to do", "urdu" : "جو کوئی بھَلائی لے کر آئے گا اس کے لیے اس سے بہتر بھَلائی ہے، اور جو بُرائی لے کر آئے تو بُرائیاں کرنے والوں کو ویسا ہی بدلہ ملے گا جیسے عمل وہ کرتے تھے","chinese" : "行善的人将得更好的报酬，作恶的人，只受作恶事的报酬。","turkey" : "Kim bir iyilik getirirse ona daha iyisi verilir. Kim bir kötülük getirirse o kötülükleri işleyenler ancak yaptıkları kadar ceza görürler"} ,{"id": "85", "arabic" : "إِنَّ ٱلَّذِي فَرَضَ عَلَيۡكَ ٱلۡقُرۡءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٖۚ قُل رَّبِّيٓ أَعۡلَمُ مَن جَآءَ بِٱلۡهُدَىٰ وَمَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ", "english" : "Indeed [O Muhammad] He who imposed upon you the Qur'an will take you back to a place of return. Say My Lord is most knowing of who brings guidance and who is in clear error", "urdu" : "اے نبیؐ، یقین جانو کہ جس نے یہ قرآن تم پر فرض کیا ہے وہ تمہیں ایک بہترین انجام کو پہنچانے والا ہے اِن لوگوں سے کہہ دو کہ میرا رب خُوب جانتا ہے کہ ہدایت لے کر کون آیا ہے اور کھُلی گمراہی میں کون مُبتلا ہے","chinese" : "把《古兰经》降示给你的，必使你复返故乡。你说：“我的主知道谁是昭示正道的，谁是在明显的迷误中的。”","turkey" : "Kuran'a uymayı sana farz kılan Allah seni döneceğin yere döndürecektir. De ki: Rabbim kimin doğrulukla geldiğini kimin apaçık sapıklıkta bulunduğunu en iyi bilendir"} ,{"id": "86", "arabic" : "وَمَا كُنتَ تَرۡجُوٓاْ أَن يُلۡقَىٰٓ إِلَيۡكَ ٱلۡكِتَٰبُ إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۖ فَلَا تَكُونَنَّ ظَهِيرٗا لِّلۡكَٰفِرِينَ", "english" : "And you were not expecting that the Book would be conveyed to you but [it is] a mercy from your Lord. So do not be an assistant to the disbelievers", "urdu" : "تم اس بات کے ہرگز امیدوار نہ تھے کہ تم پر کتاب نازل کی جائے گی، یہ تو محض تمہارے رب کی مہربانی سے (تم پر نازل ہوئی ہے)، پس تم کافروں کے مدد گار نہ بنو","chinese" : "你并未希望安拉把这部经典赏赐给你，但那是由于你的主的恩惠。你绝不要做不信道者的助手。","turkey" : "Sen sana bu Kitap'ın verileceğini ummazdın. O ancak Rabbinin bir rahmetidir. Öyleyse sakın inkarcılara yardımcı olma"} ,{"id": "87", "arabic" : "وَلَا يَصُدُّنَّكَ عَنۡ ءَايَٰتِ ٱللَّهِ بَعۡدَ إِذۡ أُنزِلَتۡ إِلَيۡكَۖ وَٱدۡعُ إِلَىٰ رَبِّكَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ", "english" : "And never let them avert you from the verses of Allah after they have been revealed to you. And invite [people] to your Lord. And never be of those who associate others with Allah", "urdu" : "اور ایسا کبھی نہ ہونے پائے کہ اللہ کی آیات جب تم پر نازل ہوں تو کفّار تمہیں اُن سے باز رکھیں اپنے رب کی طرف دعوت دو اور ہرگز مشرکوں میں شامل نہ ہو","chinese" : "安拉的迹象降示你之后，你绝不要任他们妨碍你宣扬那些迹象。你应当召人来归顺你的主，你绝不要做以物配主者。","turkey" : "Allah'ın ayetleri sana indirildiğinde sakın seni onlardan alıkoymasınlar. Rabbine çağır sakın müşriklerden olma"} ,{"id": "88", "arabic" : "وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۘ لَآ إِلَٰهَ إِلَّا هُوَۚ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُۥۚ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ", "english" : "And do not invoke with Allah another deity. There is no deity except Him. Everything will be destroyed except His Face. His is the judgement and to Him you will be returned", "urdu" : "اور اللہ کے ساتھ کسی دُوسرے معبُود کو نہ پکارو اُس کے سوا کوئی معبُود نہیں ہے ہر چیز ہلاک ہونے والی ہے سوائے اُس کی ذات کے فرماں روائی اُسی کی ہے اور اُسی کی طرف تم سب پلٹائے جاؤ گے","chinese" : "除安拉外，你不要祈祷别的任何神灵，除他外，绝无应受崇拜的。除永活的主外，万物都要毁灭。判决只由他作出，你们只被召归于他。","turkey" : "Allah'la beraber başka tanrı tutup tapma. O'ndan başka tanrı yoktur. O'ndan başka her şey yok olacaktır. Hüküm O'nundur O'na döndürüleceksiniz"} ]}