{"name":"العنكبوت","verses":[{"id": "1", "arabic" : "الٓمٓ", "english" : "Alif Lam Meem", "urdu" : "الف ل م","chinese" : "艾列弗，俩目，米目。","turkey" : "Elif Lam Mim"} ,{"id": "2", "arabic" : "أَحَسِبَ ٱلنَّاسُ أَن يُتۡرَكُوٓاْ أَن يَقُولُوٓاْ ءَامَنَّا وَهُمۡ لَا يُفۡتَنُونَ", "english" : "Do the people think that they will be left to say We believe and they will not be tried", "urdu" : "کیا لوگوں نے یہ سمجھ رکھا ہے کہ وہ بس اتنا کہنے پر چھوڑ دیے جائیں گے کہ ہم ایمان لائے  اور ان کو آزمایا نہ جائے گا؟","chinese" : "众人以为他们得自由地说“我们已信道了”而不受考验吗？","turkey" : "And olsun biz kendilerinden öncekileri de denemişken insanlar İnandık deyince denenmeden bırakılacaklarını mı sanırlar? Allah elbette doğruları ortaya koyacak ve elbette yalancıları da ortaya çıkaracaktır"} ,{"id": "3", "arabic" : "وَلَقَدۡ فَتَنَّا ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُواْ وَلَيَعۡلَمَنَّ ٱلۡكَٰذِبِينَ", "english" : "But We have certainly tried those before them and Allah will surely make evident those who are truthful and He will surely make evident the liars", "urdu" : "حالاں کہ ہم اُن سب لوگوں کی آزمائش کر چکے ہیں جو اِن سے پہلے گزرے ہیں اللہ کو تو ضرور یہ دیکھنا ہے کہ سچّے کون ہیں اور جھوٹے کون","chinese" : "我确已考验在他们之前的人。安拉必定要知道说实话者，必定要知道说谎者。","turkey" : "And olsun biz kendilerinden öncekileri de denemişken insanlar İnandık deyince denenmeden bırakılacaklarını mı sanırlar? Allah elbette doğruları ortaya koyacak ve elbette yalancıları da ortaya çıkaracaktır"} ,{"id": "4", "arabic" : "أَمۡ حَسِبَ ٱلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسۡبِقُونَاۚ سَآءَ مَا يَحۡكُمُونَ", "english" : "Or do those who do evil deeds think they can outrun Us? Evil is what they judge", "urdu" : "اور کیا وہ لوگ جو بُری حرکتیں کر رہے ہیں یہ سمجھے بیٹھے ہیں کہ وہ ہم سے بازی لے جائیں گے؟ بڑا غلط حکم ہے جو وہ لگا رہے ہیں","chinese" : "难道作恶的人以为他们能逃出我的法网吗？他们的判定真恶劣！","turkey" : "Yoksa kötülük yapanlar Bizden kaçabileceklerini mi sanarlar? Ne kötü hüküm veriyorlar"} ,{"id": "5", "arabic" : "مَن كَانَ يَرۡجُواْ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَأٓتٖۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ", "english" : "Whoever should hope for the meeting with Allah - indeed the term decreed by Allah is coming. And He is the Hearing the Knowing", "urdu" : "جو کوئی اللہ سے ملنے کی توقع رکھتا ہو (اُسے معلوم ہونا چاہیے کہ) اللہ کا مقرر کیا ہوا وقت آنے ہی والا ہے، اور اللہ سب کچھ سُنتا اور جانتا ہے","chinese" : "凡希望会见安拉者，谁都应当知道安拉的期限是必定降临的，安拉确是全聪的，确是全知的。","turkey" : "Allah'la karşılaşmayı uman bilsin ki Allah'ın bunun için belirttiği vakit gelecektir. O işitir ve bilir"} ,{"id": "6", "arabic" : "وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفۡسِهِۦٓۚ إِنَّ ٱللَّهَ لَغَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ", "english" : "And whoever strives only strives for [the benefit of] himself. Indeed Allah is free from need of the worlds", "urdu" : "جو شخص بھی مجاہدہ کریگا اپنے ہی بھلے کے لیے کرے گا، اللہ یقیناً دنیا جہان والوں سے بے نیاز ہے","chinese" : "谁奋斗，都只为自己而奋斗，安拉确是无求于众世界的。","turkey" : "Hak uğrunda cihat eden ancak kendisi için cihat etmiş olur. Doğrusu Allah alemlerden müstağnidir"} ,{"id": "7", "arabic" : "وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ لَنُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَنَجۡزِيَنَّهُمۡ أَحۡسَنَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ", "english" : "And those who believe and do righteous deeds - We will surely remove from them their misdeeds and will surely reward them according to the best of what they used to do", "urdu" : "اور جو لوگ ایمان لائیں گے اور نیک اعمال کریں گے اُن کی برائیاں ہم ان سے دُور کر دیں گے اور انہیں اُن کے بہترین اعمال کی جزا دیں گے","chinese" : "信道而且行善者，我必定勾销他们的罪恶，我必定以他们的行为的最优的报酬赏赐他们。","turkey" : "İnanıp yararlı iş işleyenlerin kötülüklerini and olsun ki örteriz; onları yaptıklarından daha güzeli ile mükafatlandırırız"} ,{"id": "8", "arabic" : "وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حُسۡنٗاۖ وَإِن جَٰهَدَاكَ لِتُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَآۚ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ", "english" : "And We have enjoined upon man goodness to parents. But if they endeavor to make you associate with Me that of which you have no knowledge do not obey them. To Me is your return and I will inform you about what you used to do", "urdu" : "ہم نے انسان کو ہدایت کی ہے کہ اپنے والدین کے ساتھ نیک سلوک کرے لیکن اگر وہ تجھ پر زور ڈالیں کہ تو میرے ساتھ کسی ایسے (معبُود) کو شریک ٹھیرائے جسے تو (میرے شریک کی حیثیت سے) نہیں جانتا تو ان کی اطاعت نہ کر میری ہی طرف تم سب کو پلٹ کر آنا ہے، پھر میں تم کو بتا دوں گا کہ تم کیا کرتے رہے ہو","chinese" : "我曾命人孝敬父母；如果他俩勒令你用你所不知道的东西配我，那么，你不要服从他俩。你们要归于我，我要把你们的行为告诉你们。","turkey" : "Biz insana ana ve babasına karşı iyi davranmasını tavsiye etmişizdir. Eğer ana baba seni bir şeyi körü körüne Bana ortak koşman için zorlarlarsa o zaman onlara itaat etme. Dönüşünüz Banadır. Yaptıklarınızı size bildiririm"} ,{"id": "9", "arabic" : "وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ لَنُدۡخِلَنَّهُمۡ فِي ٱلصَّـٰلِحِينَ", "english" : "And those who believe and do righteous deeds - We will surely admit them among the righteous [into Paradise]", "urdu" : "اور جو لوگ ایمان لائے ہوں گے اور جنہوں نے نیک اعمال کیے ہوں گے اُن کو ہم ضرور صالحین میں داخل کریں گے","chinese" : "信道而且行善者，我必定使他们入于善人之列。","turkey" : "İnanıp yararlı iş işleyenleri and olsun iyilerin arasına koyarız"} ,{"id": "10", "arabic" : "وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِيَ فِي ٱللَّهِ جَعَلَ فِتۡنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِۖ وَلَئِن جَآءَ نَصۡرٞ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمۡۚ أَوَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِمَا فِي صُدُورِ ٱلۡعَٰلَمِينَ", "english" : "And of the people are some who say We believe in Allah but when one [of them] is harmed for [the cause of] Allah they consider the trial of the people as [if it were] the punishment of Allah. But if victory comes from your Lord they say Indeed We were with you. Is not Allah most knowing of what is within the breasts of all creatures", "urdu" : "لوگوں میں سے کوئی ایسا ہے جو کہتا ہے کہ ہم ایمان لائے اللہ پر مگر جب وہ اللہ کے معاملہ میں ستایا گیا تو اس نے لوگوں کی ڈالی ہوئی آزمائش کو اللہ کے عذاب کی طرح سمجھ لیا اب اگر تیرے رب کی طرف سے فتح و نصرت آ گئی تو یہی شخص کہے گا کہ ہم تو تمہارے ساتھ تھے کیا دنیا والوں کے دلوں کا حال اللہ کو بخوبی معلوم نہیں ہے؟","chinese" : "有些人说：“我们已信安拉了。”当他们为安拉而受迫害的时候，他们把众人的迫害当做安拉的刑罚。如果援助从你们的主降临，他们必定说：“我们确是与你们同在一起的。”难道安拉不是知道世人的胸襟的吗？","turkey" : "İnsanlardan: Allah'a inandık diyenler vardır; ama Allah uğrunda bir ezaya uğratılınca insanların ezasını Allah'ın azabı gibi tutarlar. Rabbinizden bir yardım gelecek olursa and olsun ki Doğrusu biz sizinle beraberdik derler. Allah herkesin kalbinde olanları en iyi bilen değil midir"} ,{"id": "11", "arabic" : "وَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَلَيَعۡلَمَنَّ ٱلۡمُنَٰفِقِينَ", "english" : "And Allah will surely make evident those who believe and He will surely make evident the hypocrites", "urdu" : "اور اللہ کو تو ضرور یہ دیکھنا ہی ہے کہ ایمان لانے والے کون ہیں اور منافق کون","chinese" : "安拉的确知道信道者，的确知道伪信者。","turkey" : "Allah elbette inananları bilir ve elbette ikiyüzlüleri de bilir"} ,{"id": "12", "arabic" : "وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ ٱتَّبِعُواْ سَبِيلَنَا وَلۡنَحۡمِلۡ خَطَٰيَٰكُمۡ وَمَا هُم بِحَٰمِلِينَ مِنۡ خَطَٰيَٰهُم مِّن شَيۡءٍۖ إِنَّهُمۡ لَكَٰذِبُونَ", "english" : "And those who disbelieve say to those who believe Follow our way and we will carry your sins. But they will not carry anything of their sins. Indeed they are liars", "urdu" : "یہ کافر لوگ ایمان لانے والوں سے کہتے ہیں کہ تم ہمارے طریقے کی پیروی کرو اور تمہاری خطاؤں کو ہم اپنے اُوپر لے لیں گے حالانکہ اُن کی خطاؤں میں سے کچھ بھی وہ اپنے اوپر لینے والے نہیں ہیں، وہ قطعاً جھوٹ کہتے ہیں","chinese" : "不信道者对信道者说：“你们遵守我们的教道吧！让我们负担你们的罪过。”其实，他们绝不能担负他们的一点罪过，他们确是说谎的。","turkey" : "İnkar edenler inananlara: Bizim yolumuza uyun da sizin günahlarınızı biz taşıyalım derler. Oysa onların günahlarından hiçbirini yüklenecek değillerdir. Doğrusu onlar yalancıdırlar"} ,{"id": "13", "arabic" : "وَلَيَحۡمِلُنَّ أَثۡقَالَهُمۡ وَأَثۡقَالٗا مَّعَ أَثۡقَالِهِمۡۖ وَلَيُسۡـَٔلُنَّ يَوۡمَ ٱلۡقِيَٰمَةِ عَمَّا كَانُواْ يَفۡتَرُونَ", "english" : "But they will surely carry their [own] burdens and [other] burdens along with their burdens and they will surely be questioned on the Day of Resurrection about what they used to invent", "urdu" : "ہاں ضرور وہ اپنے بوجھ بھی اٹھائیں گے اور اپنے بوجھوں کے ساتھ بہت سے دوسرے بوجھ بھی اور قیامت کے روز یقیناً ان سے اِن افترا پردازیوں کی بازپرس ہو گی جو وہ کرتے رہے ہیں","chinese" : "他们必定担负自己的重担，再加上别的重担，复活日他们对于自己所伪造的谎言必受审问。","turkey" : "Onlar kendi ağırlıklarını kendi ağırlıkları yanında daha nice ağırlıkları yüklenecekler ve uydurup durdukları şeylerden kıyamet günü sorguya çekileceklerdir"} ,{"id": "14", "arabic" : "وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَلَبِثَ فِيهِمۡ أَلۡفَ سَنَةٍ إِلَّا خَمۡسِينَ عَامٗا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمۡ ظَٰلِمُونَ", "english" : "And We certainly sent Noah to his people and he remained among them a thousand years minus fifty years and the flood seized them while they were wrongdoers", "urdu" : "ہم نے نوحؑ کو اس کی قوم کی طرف بھیجا اور وہ پچاس کم ایک ہزار برس اُن کے درمیان رہا آخر کار اُن لوگوں کو طوفان نے آ گھیرا اس حال میں کہ وہ ظالم تھے","chinese" : "我确已派遣努哈去教化他的宗族，他在他们之间逗留了九百五十年，洪水就袭击了他们，因为他们是不义的。","turkey" : "And olsun ki Nuh'u milletine gönderdik; aralarında bin seneden elli yıl eksik kaldı. Sonunda onlar haksızlık yaparken tufan onları yakalayıverdi"} ,{"id": "15", "arabic" : "فَأَنجَيۡنَٰهُ وَأَصۡحَٰبَ ٱلسَّفِينَةِ وَجَعَلۡنَٰهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ", "english" : "But We saved him and the companions of the ship and We made it a sign for the worlds", "urdu" : "پھر نوحؑ کو اور کشتی والوں کو ہم نے بچا لیا اور اُسے دنیا والوں کے لیے ایک نشان عبرت بنا کر رکھ دیا","chinese" : "我拯救了他和与他同船的人，我以那为全世界的一个迹象。","turkey" : "Ama Biz Nuh'u ve gemide bulunanları kurtardık ve bunu dünyalara bir ibret kıldık"} ,{"id": "16", "arabic" : "وَإِبۡرَٰهِيمَ إِذۡ قَالَ لِقَوۡمِهِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُۖ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ", "english" : "And [We sent] Abraham when he said to his people Worship Allah and fear Him. That is best for you if you should know", "urdu" : "اور ابراہیمؑ کو بھیجا جبکہ اُس نے اپنی قوم سے کہا اللہ کی بندگی کرو اور اُس سے ڈرو یہ تمہارے لیے بہتر ہے اگر تم جانو","chinese" : "（我确已派遣）易卜拉欣，当日，他对他的宗族说：“你们应当崇拜安拉，并当敬畏他，这对于你们是更好的。如果你们知道。","turkey" : "İbrahim'i de gönderdik. Milletine: Allah'a kulluk edin O'ndan sakının; bilirseniz bu sizin için daha iyidir dedi"} ,{"id": "17", "arabic" : "إِنَّمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ أَوۡثَٰنٗا وَتَخۡلُقُونَ إِفۡكًاۚ إِنَّ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ لَكُمۡ رِزۡقٗا فَٱبۡتَغُواْ عِندَ ٱللَّهِ ٱلرِّزۡقَ وَٱعۡبُدُوهُ وَٱشۡكُرُواْ لَهُۥٓۖ إِلَيۡهِ تُرۡجَعُونَ", "english" : "You only worship besides Allah idols and you produce a falsehood. Indeed those you worship besides Allah do not possess for you [the power of] provision. So seek from Allah provision and worship Him and be grateful to Him. To Him you will be returned", "urdu" : "تم اللہ کو چھوڑ کر جنہیں پوج رہے ہو وہ تو محض بت ہیں اور تم ایک جھوٹ گھڑ رہے ہو در حقیقت اللہ کے سوا جن کی تم پرستش کرتے ہو وہ تمہیں کوئی رزق بھی دینے کا اختیار نہیں رکھتے اللہ سے رزق مانگو اور اُسی کی بندگی کرو اور اس کا شکر ادا کرو، اسی کی طرف تم پلٹائے جانے والے ہو","chinese" : "除安拉外，你们只崇拜偶像，你们只捏造妄言。你们舍安拉而崇拜的（偶像），不能主持你们的给养，所以，你们应当到安拉那里寻求给养，你们应当崇拜他，你们应当感谢他，你们只被召归他。","turkey" : "Siz Allah'ı bırakıp sadece bir takım putlara tapıyor aslı olmayan sözler uyduruyorsunuz. Doğrusu Allah'tan başka taptıklarınızın size rızık vermeye güçleri yetmez. Artık rızkı Allah katında arayın. O'na kulluk edin. O'na şükredin. Siz O'na döneceksiniz"} ,{"id": "18", "arabic" : "وَإِن تُكَذِّبُواْ فَقَدۡ كَذَّبَ أُمَمٞ مِّن قَبۡلِكُمۡۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ", "english" : "And if you [people] deny [the message] - already nations before you have denied. And there is not upon the Messenger except [the duty of] clear notification", "urdu" : "اور اگر تم جھٹلاتے ہو تو تم سے پہلے بہت سی قومیں جھٹلا چکی ہیں، اور رسول پر صاف صاف پیغام پہنچا دینے کے سوا کوئی ذمّہ داری نہیں ہے","chinese" : "如果你们否认（我），那么，在你们之前的许多民族，也已否认过（他们的使者）。使者的责任只是明白的传达。”","turkey" : "Eğer siz Peygamberi yalanlıyorsanız bilin ki sizden önceki ümmetler de yalanlamışlardı. Peygambere düşen sadece apaçık tebliğdir"} ,{"id": "19", "arabic" : "أَوَلَمۡ يَرَوۡاْ كَيۡفَ يُبۡدِئُ ٱللَّهُ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥٓۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ", "english" : "Have they not considered how Allah begins creation and then repeats it? Indeed that for Allah is easy", "urdu" : "کیا اِن لوگوں نے کبھی دیکھا ہی نہیں ہے کہ اللہ کس طرح خلق کی ابتدا کرتا ہے، پھر اُس کا اعادہ کرتا ہے؟ یقیناً یہ (اعادہ تو) اللہ کے لیے آسان تر ہے","chinese" : "难道他们没有看见安拉怎样创造众生，然后使他们复活吗？这对于安拉是容易的。","turkey" : "Allah'ın yaratmaya nasıl başlayıp sonra onu nasıl tekrar edeceğini anlamazlar mı? Doğrusu bu Allah'a kolaydır"} ,{"id": "20", "arabic" : "قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ بَدَأَ ٱلۡخَلۡقَۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشۡأَةَ ٱلۡأٓخِرَةَۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ", "english" : "Say [O Muhammad] Travel through the land and observe how He began creation. Then Allah will produce the final creation. Indeed Allah over all things is competent", "urdu" : "ان سے کہو کہ زمین میں چلو پھرو اور دیکھو کہ اُس نے کس طرح خلق کی ابتدا کی ہے، پھر اللہ بار دیگر بھی زندگی بخشے گا یقیناً اللہ ہر چیز پر قادر ہے","chinese" : "你说：“你们应当在大地上旅行，因而观察安拉怎样创造众生，又怎样再造他们。安拉对于万事确是全能的。","turkey" : "De ki: Yeryüzünde dolaşın; Allah'ın yaratmaya nasıl başladığını bir görün. İşte Allah aynı şekilde ahiret yaratmasını da yapacaktır. Doğrusu Allah her şeye Kadir'dir. Dilediğine azabeder dilediğine merhamet eder. O'na çevrileceksiniz"} ,{"id": "21", "arabic" : "يُعَذِّبُ مَن يَشَآءُ وَيَرۡحَمُ مَن يَشَآءُۖ وَإِلَيۡهِ تُقۡلَبُونَ", "english" : "He punishes whom He wills and has mercy upon whom He wills and to Him you will be returned", "urdu" : "جسے چاہے سزا دے اور جس پر چاہے رحم فرمائے، اُسی کی طرف تم پھیرے جانے والے ہو","chinese" : "他惩罚他所意欲者，他怜悯他所意欲者，你们只被召归于他。","turkey" : "De ki: Yeryüzünde dolaşın; Allah'ın yaratmaya nasıl başladığını bir görün. İşte Allah aynı şekilde ahiret yaratmasını da yapacaktır. Doğrusu Allah her şeye Kadir'dir. Dilediğine azabeder dilediğine merhamet eder. O'na çevrileceksiniz"} ,{"id": "22", "arabic" : "وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ", "english" : "And you will not cause failure [to Allah] upon the earth or in the heaven. And you have not other than Allah any protector or any helper", "urdu" : "تم نہ زمین میں عاجز کرنے والے ہو نہ آسمان میں، اور اللہ سے بچانے والا کوئی سرپرست اور مدد گار تمہارے لیے نہیں ہے","chinese" : "你们无论在地上或天上，都不能逃避天谴，除安拉外，你们没有任何监护者，也没有任何援助者。”","turkey" : "Siz ne yeryüzünde ve ne de gökte Allah'ı aciz bırakabilirsiniz. Allah'tan başka bir dost ve yardımcınız da bulunmaz"} ,{"id": "23", "arabic" : "وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُوْلَـٰٓئِكَ يَئِسُواْ مِن رَّحۡمَتِي وَأُوْلَـٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ", "english" : "And the ones who disbelieve in the signs of Allah and the meeting with Him - those have despaired of My mercy and they will have a painful punishment", "urdu" : "جن لوگوں نے اللہ کی آیات کا اور اس سے ملاقات کا انکار کیا ہے وہ میری رحمت سے مایوس ہو چکے ہیں اور ان کے لیے درد ناک سزا ہے","chinese" : "不信安拉的迹象及与安拉会见的人，这等人，对我的恩惠已绝望了，这等人，将受痛苦的刑罚。","turkey" : "Allah'ın ayetlerini ve O'na kavuşmayı inkar edenler işte onlar Benim rahmetimden ümitlerini kesmiş olanlardır. İşte can yakıcı azap onlar içindir"} ,{"id": "24", "arabic" : "فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱقۡتُلُوهُ أَوۡ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ", "english" : "And the answer of Abraham's people was not but that they said Kill him or burn him but Allah saved him from the fire. Indeed in that are signs for a people who believe", "urdu" : "پھر اُس کی قوم کا جواب اِس کے سوا کچھ نہ تھا کہ انہوں نے کہا قتل کر دو اِسے یا جلا ڈالو اِس کو آخر کار اللہ نے اسے آگ سے بچا لیا، یقیناً اس میں نشانیاں ہیں اُن لوگوں کے لیے جو ایمان لانے والے ہیں","chinese" : "他的宗族说：“你们杀死他，或烧死他吧！”这是他们唯一的答复。安拉拯救他脱离烈火，对于信道的民众，此中确有许多迹象。","turkey" : "İbrahim'in sözlerine milletinin cevabı sadece: Onu öldürün yahut yakın demek oldu. Ama Allah onu ateşten kurtardı. Doğrusu bunda inanan kimseler için dersler vardır"} ,{"id": "25", "arabic" : "وَقَالَ إِنَّمَا ٱتَّخَذۡتُم مِّن دُونِ ٱللَّهِ أَوۡثَٰنٗا مَّوَدَّةَ بَيۡنِكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُ بَعۡضُكُم بِبَعۡضٖ وَيَلۡعَنُ بَعۡضُكُم بَعۡضٗا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّـٰصِرِينَ", "english" : "And [Abraham] said You have only taken other than Allah idols as [a bond of] affection among you in worldly life. Then on the Day of Resurrection you will deny one another and curse one another and your refuge will be the Fire and you will not have any helpers", "urdu" : "اور اُس نے کہا تم نے دنیا کی زندگی میں تو اللہ کو چھوڑ کر بتوں کو اپنے درمیان محبت کا ذریعہ بنا لیا ہے مگر قیامت کے روز تم ایک دُوسرے کا انکار اور ایک دُوسرے پر لعنت کرو گے اور آگ تمہارا ٹھکانا ہو گی اور کوئی تمہارا مدد گار نہ ہو گا","chinese" : "他说：“你们舍安拉而以偶像为神灵，只为今世生活中互相亲爱罢了。但在复活日，你们将互相抵赖，互相诅咒，你们的归宿是火狱，你们绝没有援助者。”","turkey" : "İbrahim şöyle demişti: Dünya hayatında Allah'ı bırakıp aranızda putları muhabbet vesilesi kıldınız. Sonra kıyamet günü birbirinize küfreder ve karşılıklı lanet okursunuz. Varacağınız yer ateştir; yardımcılarınız da yoktur"} ,{"id": "26", "arabic" : "۞فَـَٔامَنَ لَهُۥ لُوطٞۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ", "english" : "And Lot believed him. [Abraham] said Indeed I will emigrate to [the service of] my Lord. Indeed He is the Exalted in Might the Wise", "urdu" : "اُس وقت لوطؑ نے اُس کو مانا اور ابراہیمؑ نے کہا میں اپنے رب کی طرف ہجرت کرتا ہوں، وہ زبردست ہے اور حکیم ہے","chinese" : "鲁特就为他而信道。（易卜拉欣说）：“我必定迁移到我的主那里去，他确是万能的，确是至睿的。”","turkey" : "Bunun üzerine Lut ona inandı ve İbrahim Doğrusu ben Rabbimin dilediği yere hicret ediyorum O şüphesiz güçlüdür Hakim'dir dedi"} ,{"id": "27", "arabic" : "وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ وَءَاتَيۡنَٰهُ أَجۡرَهُۥ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّـٰلِحِينَ", "english" : "And We gave to Him Isaac and Jacob and placed in his descendants prophethood and scripture. And We gave him his reward in this world and indeed he is in the Hereafter among the righteous", "urdu" : "اور ہم نے اسے اسحاقؑ اور یعقوبؑ (جیسی اولاد) عنایت فرمائی اور اس کی نسل میں نبوت اور کتاب رکھ دی، اور اسے دنیا میں اُس کا اجر عطا کیا اور آخرت میں وہ یقیناً صالحین میں سے ہو گا","chinese" : "我赏赐他易司哈格和叶尔孤白，我以预言和天经赏赐他的后裔，我把他在今世的报酬赏赐他，在后世必在善人之列。","turkey" : "İbrahim'e İshak'ı ve Yakub'u bahşettik. Soyundan gelenlere Kitap ve peygamberlik verdik. Onu dünyada mükafatlandırdık; doğrusu o ahirette de iyilerdendir"} ,{"id": "28", "arabic" : "وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ إِنَّكُمۡ لَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ", "english" : "And [mention] Lot when he said to his people Indeed you commit such immorality as no one has preceded you with from among the worlds", "urdu" : "اور ہم نے لوطؑ کو بھیجا جبکہ اُس نے اپنی قوم سے کہا تم تو وہ فحش کام کرتے ہو جو تم سے پہلے دنیا والوں میں سے کسی نے نہیں کیا ہے","chinese" : "（我曾派遣）鲁特，当日，他对他的宗族说：“你们的确干丑事，在你们之前，全世界的人没有一个干过这种丑事。","turkey" : "Lut da milletine şöyle demişti: Doğrusu siz dünyalarda hiç kimsenin sizden önce yapmadığı bir hayasızlığı yapıyorsunuz"} ,{"id": "29", "arabic" : "أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ وَتَقۡطَعُونَ ٱلسَّبِيلَ وَتَأۡتُونَ فِي نَادِيكُمُ ٱلۡمُنكَرَۖ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئۡتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ", "english" : "Indeed you approach men and obstruct the road and commit in your meetings [every] evil. And the answer of his people was not but they said Bring us the punishment of Allah if you should be of the truthful", "urdu" : "کیا تمہارا حال یہ ہے کہ مَردوں کے پاس جاتے ہو، اور رہزنی کرتے ہو اور اپنی مجلسوں میں بُرے کام کرتے ہو؟ پھر کوئی جواب اس کی قوم کے پاس اس کے سوا نہ تھا کہ انہوں نے کہا لے آ اللہ کا عذاب اگر تو سچّا ہے","chinese" : "你们务必要将男做女，拦路作恶，当众宣淫吗？”他的宗族说：“你把安拉的刑罚昭示我们吧，如果你是诚实的人。”这是他们唯一的答复。","turkey" : "Erkeklere yaklaşıyor yol kesiyor ve toplantılarınızda fena şeyler yapmıyor musunuz? Milletinin cevabı: Doğru sözlü isen bize Allah'ın azabını getir demek oldu"} ,{"id": "30", "arabic" : "قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ", "english" : "He said My Lord support me against the corrupting people", "urdu" : "لوطؑ نے کہا اے میرے رب، اِن مفسد لوگوں کے مقابلے میں میری مدد فرما","chinese" : "他说：“我的主啊！求你助我，以对抗伤风败俗的人们。”","turkey" : "Lut: Rabbim! Bozgunculara karşı bana yardım et dedi"} ,{"id": "31", "arabic" : "وَلَمَّا جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُوٓاْ إِنَّا مُهۡلِكُوٓاْ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِۖ إِنَّ أَهۡلَهَا كَانُواْ ظَٰلِمِينَ", "english" : "And when Our messengers came to Abraham with the good tidings they said Indeed we will destroy the people of that Lot's city. Indeed its people have been wrongdoers", "urdu" : "اور جب ہمارے فرستادے ابراہیمؑ کے پاس بشارت لے کر پہنچے تو انہوں نے اُس سے کہا ہم اِس بستی کے لوگوں کو ہلاک کرنے والے ہیں، اس کے لوگ سخت ظالم ہو چکے ہیں","chinese" : "当我的使者带着佳音来访问易卜拉欣的时候，他们说：“我们必定要毁灭这个城市的居民。这个城市的居民确是不义的。”","turkey" : "Elçilerimiz İbrahim'e müjde ile geldiklerinde: Biz şu kent halkını yok edeceğiz çünkü oranın halkı zalim kimselerdir dediler"} ,{"id": "32", "arabic" : "قَالَ إِنَّ فِيهَا لُوطٗاۚ قَالُواْ نَحۡنُ أَعۡلَمُ بِمَن فِيهَاۖ لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ", "english" : "[Abraham] said Indeed within it is Lot. They said We are more knowing of who is within it. We will surely save him and his family except his wife. She is to be of those who remain behind", "urdu" : "ابراہیمؑ نے کہا وہاں تو لوطؑ موجود ہے انہوں نے کہا ہم خوب جانتے ہیں کہ وہاں کون کون ہے ہم اُسے، اور اس کی بیوی کے سوا اس کے باقی گھر والوں کو بچا لیں گے اس کی بیوی پیچھے رہ جانے والوں میں سے تھی","chinese" : "他说：“鲁特的确在这个城市里。”他们说：“我们知道在这个城市里的人。我们必定要拯救他和他的信徒，他的妻子除外，她是和其余的人同受刑罚的。”","turkey" : "İbrahim: Ama Lut oradadır dedi elçiler: Biz orada olanları daha iyi biliriz; onu ve geride kalanlardan olacak karısı dışında ailesini kurtaracağız dediler"} ,{"id": "33", "arabic" : "وَلَمَّآ أَن جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗاۖ وَقَالُواْ لَا تَخَفۡ وَلَا تَحۡزَنۡ إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ", "english" : "And when Our messengers came to Lot he was distressed for them and felt for them great discomfort. They said Fear not nor grieve. Indeed we will save you and your family except your wife; she is to be of those who remain behind", "urdu" : "پھر جب ہمارے فرستادے لوطؑ کے پاس پہنچے تو ان کی آمد پر وہ سخت پریشان اور دل تنگ ہوا اُنہوں نے کہا نہ ڈرو اور نہ رنج کرو ہم تمہیں اور تمہارے گھر والوں کو بچا لیں گے، سوائے تمہاری بیوی کے جو پیچھے رہ جانے والوں میں سے ہے","chinese" : "当我的使者来访鲁特的时候，他为他们而忧愁，他无法保护他们。他们说：“你不要害怕，不要忧愁，我们必定拯救你和你的信徒，你的妻子除外，她是和其余的人同受刑罚的。”","turkey" : "Elçilerimiz Lut'a gelince onun fenasına gitti; çok sıkıldı. Ona Korkma ve üzülme doğrusu biz seni ve geride kalacaklardan olan karının dışında aileni kurtaracağız. Bu kent halkına yaptıkları yolsuzluklardan ötürü gökten elbette bir azap indireceğiz dediler"} ,{"id": "34", "arabic" : "إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ", "english" : "Indeed we will bring down on the people of this city punishment from the sky because they have been defiantly disobedient", "urdu" : "ہم اس بستی کے لوگوں پر آسمان سے عذاب نازل کرنے والے ہیں اُس فسق کی بدولت جو یہ کرتے رہے ہیں","chinese" : "我必定使天灾从天空降于这个城市的居民，那是由于他们的放荡。","turkey" : "Elçilerimiz Lut'a gelince onun fenasına gitti; çok sıkıldı. Ona Korkma ve üzülme doğrusu biz seni ve geride kalacaklardan olan karının dışında aileni kurtaracağız. Bu kent halkına yaptıkları yolsuzluklardan ötürü gökten elbette bir azap indireceğiz dediler"} ,{"id": "35", "arabic" : "وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ", "english" : "And We have certainly left of it a sign as clear evidence for a people who use reason", "urdu" : "اور ہم نے اُس بستی کی ایک کھُلی نشانی چھوڑ دی ہے اُن لوگوں کے لیے جو عقل سے کام لیتے ہیں","chinese" : "我确已为能了解的民众而将这个城市的遗址留着做一个明显的迹象。","turkey" : "And olsun ki Biz düşünen kimseler için oradan apaçık bir belgeyi geride bırakmışızdır"} ,{"id": "36", "arabic" : "وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗا فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ وَٱرۡجُواْ ٱلۡيَوۡمَ ٱلۡأٓخِرَ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ", "english" : "And to Madyan [We sent] their brother Shu'ayb and he said O my people worship Allah and expect the Last Day and do not commit abuse on the earth spreading corruption", "urdu" : "اور مَدیَن کی طرف ہم نے اُن کے بھائی شعیب کو بھیجا اُس نے کہا اے میری قوم کے لوگو، اللہ کی بندگی کرو اور روزِ آخر کے امیدوار رہو اور زمین میں مفسد بن کر زیادتیاں نہ کرتے پھرو","chinese" : "（我曾派遣）舒阿卜去教化麦德彦人，他就说：“我的宗族啊！你们应当崇拜安拉，应当畏惧末日，不要在地方上为非作歹，摆弄是非。”","turkey" : "Medyen halkına kardeşleri Şuayb'ı gönderdik. O Ey milletim! Allah'a kulluk edin ahiret gününe umut besleyin. Yeryüzünde bozgunculuk yaparak karışıklık çıkarmayın dedi"} ,{"id": "37", "arabic" : "فَكَذَّبُوهُ فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ", "english" : "But they denied him so the earthquake seized them and they became within their home [corpses] fallen prone", "urdu" : "مگر انہوں نے اسے جھٹلا دیا آخر کار ایک سخت زلزلے نے انہیں آ لیا اور وہ اپنے گھروں میں پڑے کے پڑے رہ گئے","chinese" : "但他们否认他，地震就袭击了他们。顷刻之间，他们都僵卧在各人的家中。","turkey" : "Ama onu yalanladılar. Bu yüzden onları bir titreme aldı ve oldukları yerde diz üstü çöküverdiler"} ,{"id": "38", "arabic" : "وَعَادٗا وَثَمُودَاْ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمۡۖ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ وَكَانُواْ مُسۡتَبۡصِرِينَ", "english" : "And [We destroyed] 'Aad and Thamud and it has become clear to you from their [ruined] dwellings. And Satan had made pleasing to them their deeds and averted them from the path and they were endowed with perception", "urdu" : "اور عاد و ثمود کو ہم نے ہلاک کیا، تم وہ مقامات دیکھ چکے ہو جہاں وہ رہتے تھے اُن کے اعمال کو شیطان نے اُن کے لیے خوشنما بنا دیا اور انہیں راہِ راست سے برگشتہ کر دیا حالانکہ وہ ہوش گوش رکھتے تھے","chinese" : "（我曾毁灭）阿德人和赛莫德人，你们从他们居住的地方，确已明白他们被毁灭的情形。恶魔以他们的行为，迷惑他们而阻碍他们遵循正道，他们原来是能思维的。","turkey" : "Ad ve Semud milletlerini de yok ettik. Bunu oturdukları yerler göstermektedir. Şeytan kendilerine işlediklerini güzel gösterdi; onları doğru yoldan alıkoydu. Oysa kendileri bunu anlayacak durumda idiler"} ,{"id": "39", "arabic" : "وَقَٰرُونَ وَفِرۡعَوۡنَ وَهَٰمَٰنَۖ وَلَقَدۡ جَآءَهُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ وَمَا كَانُواْ سَٰبِقِينَ", "english" : "And [We destroyed] Qarun and Pharaoh and Haman. And Moses had already come to them with clear evidences and they were arrogant in the land but they were not outrunners [of Our punishment]", "urdu" : "اور قارون و فرعون و ہامان کو ہم نے ہلاک کیا موسیٰؑ اُن کے پاس بیّنات لے کر آیا مگر انہوں نے زمین میں اپنی بڑائی کا زعم کیا حالانکہ وہ سبقت لے جانے والے نہ تھے","chinese" : "（我曾毁灭）戈伦、法老和哈曼。穆萨曾昭示他们许多明证，但他们在地方上自大，他们未能逃避天谴。","turkey" : "Karun'u Firavun'u ve Haman'ı da yok ettik. And olsun ki Musa kendilerine belgelerle gelmişti de onlar yeryüzünde büyüklük taslamışlardı. Oysa azabımızdan kurtulamazlardı"} ,{"id": "40", "arabic" : "فَكُلًّا أَخَذۡنَا بِذَنۢبِهِۦۖ فَمِنۡهُم مَّنۡ أَرۡسَلۡنَا عَلَيۡهِ حَاصِبٗا وَمِنۡهُم مَّنۡ أَخَذَتۡهُ ٱلصَّيۡحَةُ وَمِنۡهُم مَّنۡ خَسَفۡنَا بِهِ ٱلۡأَرۡضَ وَمِنۡهُم مَّنۡ أَغۡرَقۡنَاۚ وَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ", "english" : "So each We seized for his sin; and among them were those upon whom We sent a storm of stones and among them were those who were seized by the blast [from the sky] and among them were those whom We caused the earth to swallow and among them were those whom We drowned. And Allah would not have wronged them but it was they who were wronging themselves", "urdu" : "آخر کار ہر ایک کو ہم نے اس کے گناہ میں پکڑا، پھر ان میں سے کسی پر ہم نے پتھراؤ کرنے والی ہوا بھیجی، اور کسی کو ایک زبردست دھماکے نے آ لیا، اور کسی کو ہم نے زمین میں دھسا دیا، اور کسی کو غرق کر دیا اللہ اُن پر ظلم کرنے والا نہ تھا، مگر وہ خود ہی اپنے اوپر ظلم کر رہے تھے","chinese" : "每一个人，我都因他的罪过而加以惩罚，他们中有我曾使飞沙走石的暴风去伤害的，有为恐怖所袭击的，有我使他沦陷在地面下的，有被我溺杀的，安拉不致亏枉他们，但他们亏枉了自己。","turkey" : "Her birini günahı sebebiyle yakaladık; kimine taşlar savuran rüzgarlar gönderdik kimini bir çığlık yok etti kimini yerin dibine geçirdik kimini de suda boğduk. Onlara Allah zulmetmiyordu fakat onlar kendilerine yazık ediyorlardı"} ,{"id": "41", "arabic" : "مَثَلُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَ كَمَثَلِ ٱلۡعَنكَبُوتِ ٱتَّخَذَتۡ بَيۡتٗاۖ وَإِنَّ أَوۡهَنَ ٱلۡبُيُوتِ لَبَيۡتُ ٱلۡعَنكَبُوتِۚ لَوۡ كَانُواْ يَعۡلَمُونَ", "english" : "The example of those who take allies other than Allah is like that of the spider who takes a home. And indeed the weakest of homes is the home of the spider if they only knew", "urdu" : "جن لوگوں نے اللہ کو چھوڑ کر دُوسرے سرپرست بنا لیے ہیں اُن کی مثال مکڑی جیسی ہے جو اپنا ایک گھر بناتی ہے اور سب گھروں سے زیادہ کمزور گھر مکڑی کا گھر ہی ہوتا ہے کاش یہ لوگ علم رکھتے","chinese" : "有些人，舍安拉而别求监护者，他们譬如蜘蛛造屋，最脆弱的房屋，确是蜘蛛的房屋。假若他们认识这个道理，（就不会崇拜偶像了）。","turkey" : "Allah'tan başka dostlar edinenlerin durumu kendine yuva yapan dişi örümceğin durumu gibidir. Evlerin en dayanıksızı ise şüphesiz örümceğin yuvasıdır. Keşke bilseler"} ,{"id": "42", "arabic" : "إِنَّ ٱللَّهَ يَعۡلَمُ مَا يَدۡعُونَ مِن دُونِهِۦ مِن شَيۡءٖۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ", "english" : "Indeed Allah knows whatever thing they call upon other than Him. And He is the Exalted in Might the Wise", "urdu" : "یہ لوگ اللہ کو چھوڑ کر جس چیز کو بھی پکارتے ہیں اللہ اسے خوب جانتا ہے اور وہی زبردست اور حکیم ہے","chinese" : "安拉的确知道他们舍他而祈祷的任何物，他是万能的，是至睿的。","turkey" : "Doğrusu Allah Kendini bırakıp da yalvardıkları şeyi bilir. O güçlüdür Hakim'dir"} ,{"id": "43", "arabic" : "وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِۖ وَمَا يَعۡقِلُهَآ إِلَّا ٱلۡعَٰلِمُونَ", "english" : "And these examples We present to the people but none will understand them except those of knowledge", "urdu" : "یہ مثالیں ہم لوگوں کی فہمائش کے لیے دیتے ہیں، مگر ان کو وہی لوگ سمجھتے ہیں جو علم رکھنے والے ہیں","chinese" : "这些譬喻，是我为众人而设的，只有学者能了解它。","turkey" : "Biz bu misalleri insanlara veriyoruz onları ancak bilenler anlayabilir"} ,{"id": "44", "arabic" : "خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ", "english" : "Allah created the heavens and the earth in truth. Indeed in that is a sign for the believers", "urdu" : "اللہ نے آسمانوں اور زمین کو برحق پیدا کیا ہے، در حقیقت اِس میں ایک نشانی ہے اہلِ ایمان کے لیے","chinese" : "安拉本真理而创造天地，对于信道的人，此中确有一种迹象。","turkey" : "Allah gökleri ve yeri gerektiği gibi yaratmıştır. Doğrusu bunda inananlara bir ders vardır"} ,{"id": "45", "arabic" : "ٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَۖ إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِۗ وَلَذِكۡرُ ٱللَّهِ أَكۡبَرُۗ وَٱللَّهُ يَعۡلَمُ مَا تَصۡنَعُونَ", "english" : "Recite [O Muhammad] what has been revealed to you of the Book and establish prayer. Indeed prayer prohibits immorality and wrongdoing and the remembrance of Allah is greater. And Allah knows that which you do", "urdu" : "(اے نبیؐ) تلاوت کرو اس کتاب کی جو تمہاری طرف وحی کے ذریعہ سے بھیجی گئی ہے اور نماز قائم کرو، یقیناً نماز فحش اور بُرے کاموں سے روکتی ہے اور اللہ کا ذکر اس سے بھی زیادہ بڑی چیز ہے اللہ جانتا ہے جو کچھ تم لوگ کرتے ہو","chinese" : "你应当宣读启示给你的经典，你当谨守拜功，拜功的确能防止丑事和罪恶，记念安拉确是一件更大的事，安拉知道你们的做为。","turkey" : "Kitap'tan sana vahyolunanı oku; namaz kıl; muhakkak ki namaz hayasızlıktan ve fenalıktan alıkor; Allah'ı anmak en büyük şeydir! Allah Yaptıklarınızı bilir"} ,{"id": "46", "arabic" : "۞وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ", "english" : "And do not argue with the People of the Scripture except in a way that is best except for those who commit injustice among them and say We believe in that which has been revealed to us and revealed to you. And our God and your God is one; and we are Muslims [in submission] to Him", "urdu" : "اور اہل کتاب سے بحث نہ کرو مگر عمدہ طریقہ سے، سوائے اُن لوگوں کے جو اُن میں سے ظالم ہوں، اور اُن سے کہو کہ ہم ایمان لائے ہیں اُس چیز پر بھی جو ہماری طرف بھیجی گئی ہے اور اُس چیز پر بھی جو تمہاری طرف بھیجی گئی تھی، ہمارا خدا اور تمہارا خدا ایک ہی ہے اور ہم اُسی کے مُسلم (فرماں بردار) ہیں","chinese" : "除依最优的方式外，你们不要与信奉天经的人辩论，除非他们中不义的人。你们应当说：“我们确信降示我们的经典，和降示你们的经典；我们所崇拜的和你们所崇拜的是同一个神明，我们是归顺他的。”","turkey" : "Kitap ehlinden zulmedenler bir yana onlarla en güzel şekilde mücadele edin şöyle deyin: Bize indirilene de size indirilene de inandık; bizim Tanrımız da sizin Tanrınız da birdir biz O'na teslim olmuşuzdur"} ,{"id": "47", "arabic" : "وَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَۚ فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَـٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ", "english" : "And thus We have sent down to you the Qur'an. And those to whom We [previously] gave the Scripture believe in it. And among these [people of Makkah] are those who believe in it. And none reject Our verses except the disbelievers", "urdu" : "(اے نبیؐ) ہم نے اِسی طرح تمہاری طرف کتاب نازل کی ہے، اس لیے وہ لوگ جن کو ہم نے پہلے کتاب دی تھی وہ اس پر ایمان لاتے ہیں، اور اِن لوگوں میں سے بھی بہت سے اس پر ایمان لا رہے ہیں، اور ہماری آیات کا انکار صرف کافر ہی کرتے ہیں","chinese" : "我这样把经典降示你，蒙我赏赐经典的人，有确信它的。这等人中，也有确信它的，只有不信道的人，否认我的迹象。","turkey" : "Sana Kitap'ı böylece indirdik; işte kendilerine Kitap verdiklerimiz ona inanırlar; bunlardan da ona inanan bulunur. Ayetlerimizi ancak inkarcılar bile bile tanımazlar"} ,{"id": "48", "arabic" : "وَمَا كُنتَ تَتۡلُواْ مِن قَبۡلِهِۦ مِن كِتَٰبٖ وَلَا تَخُطُّهُۥ بِيَمِينِكَۖ إِذٗا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ", "english" : "And you did not recite before it any scripture nor did you inscribe one with your right hand. Otherwise the falsifiers would have had [cause for] doubt", "urdu" : "(اے نبیؐ) تم اس سے پہلے کوئی کتاب نہیں پڑھتے تھے اور نہ اپنے ہاتھ سے لکھتے تھے، اگر ایسا ہوتا تو باطل پرست لوگ شک میں پڑ سکتے تھے","chinese" : "以前，你不会读书，也不会写字，（假若你会读书写字），那么，反对真理的人必定怀疑。","turkey" : "Sen daha önce bir kitabtan okumuş ve elinle de onu yazmış değildin. Öyle olsaydı batıl söze uyanlar şüpheye düşerlerdi"} ,{"id": "49", "arabic" : "بَلۡ هُوَ ءَايَٰتُۢ بَيِّنَٰتٞ فِي صُدُورِ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّـٰلِمُونَ", "english" : "Rather the Qur'an is distinct verses [preserved] within the breasts of those who have been given knowledge. And none reject Our verses except the wrongdoers", "urdu" : "دراصل یہ روشن نشانیاں ہیں اُن لوگوں کے دلوں میں جنہیں عِلم بخشا گیا ہے، اور ہماری آیات کا انکار نہیں کرتے مگر وہ جو ظالم ہیں","chinese" : "不然，这是我的明显的迹象，它保存在学者的胸中，只有不义的人否认我的迹象。","turkey" : "Hayır; Kuran kendilerine ilim verilenlerin gönüllerinde yerleşen apaçık ayetlerdir. Ayetlerimizi zalimlerden başka kimse bile bile inkar etmez"} ,{"id": "50", "arabic" : "وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَٰتٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ", "english" : "But they say Why are not signs sent down to him from his Lord? Say The signs are only with Allah and I am only a clear warner", "urdu" : "یہ لوگ کہتے ہیں کہ کیوں نہ اتاری گئی اس شخص پر نشانیاں اِس کے رب کی طرف سے؟ کہو، نشانیاں تو اللہ کے پاس ہیں اور میں صرف خبردار کرنے والا ہوں کھول کھول کر","chinese" : "他们说：“怎么没有一种迹象从他的主降临呢？”你说：“迹象只在安拉那里，我只是一个坦率的警告者。”","turkey" : "Ona Rabbinden mucizeler indirilmesi gerekmez miydi? derler. De ki: Mucizeler ancak Rabbimin katındadır. Doğrusu ben sadece apaçık bir uyarıcıyım"} ,{"id": "51", "arabic" : "أَوَلَمۡ يَكۡفِهِمۡ أَنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ يُتۡلَىٰ عَلَيۡهِمۡۚ إِنَّ فِي ذَٰلِكَ لَرَحۡمَةٗ وَذِكۡرَىٰ لِقَوۡمٖ يُؤۡمِنُونَ", "english" : "And is it not sufficient for them that We revealed to you the Book which is recited to them? Indeed in that is a mercy and reminder for a people who believe", "urdu" : "اور کیا اِن لوگوں کے لیے یہ (نشانی) کافی نہیں ہے کہ ہم نے تم پر کتاب نازل کی جو اِنہیں پڑھ کر سُنائی جاتی ہے؟ در حقیقت اِس میں رحمت ہے اور نصیحت ہے اُن لوگوں کے لیے جو ایمان لاتے ہیں","chinese" : "我降示你这部经典，可以对他们常常宣读，难道还不能使他们满意吗？在这些经典里对于信道的人确有恩惠和记念。","turkey" : "Kendilerine okunan bir Kitap'ı sana indirmiş olmamız onlara yetmiyor mu? Bunda inanan topluluk için rahmet ve ibret vardır"} ,{"id": "52", "arabic" : "قُلۡ كَفَىٰ بِٱللَّهِ بَيۡنِي وَبَيۡنَكُمۡ شَهِيدٗاۖ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ ءَامَنُواْ بِٱلۡبَٰطِلِ وَكَفَرُواْ بِٱللَّهِ أُوْلَـٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ", "english" : "Say Sufficient is Allah between me and you as Witness. He knows what is in the heavens and earth. And they who have believed in falsehood and disbelieved in Allah - it is those who are the losers", "urdu" : "(اے نبیؐ) کہو کہ میرے اور تمہارے درمیان اللہ گواہی کے لیے کافی ہے وہ آسمانوں اور زمین میں سب کچھ جانتا ہے جو لوگ باطل کو مانتے ہیں اور اللہ سے کفر کرتے ہیں وہی خسارے میں رہنے والے ہیں","chinese" : "你说：“安拉做我和你们之间的见证已经够了，他知道天地之间的一切。确信邪神而不信安拉者，确是亏折的。”","turkey" : "De ki: Allah benimle sizin aranızda şahit olarak yeter. O göklerde ve yerde olanı batıla inananları ve Allah'ı inkar edenleri bilir. İşte kaybedenler bunlardır"} ,{"id": "53", "arabic" : "وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَوۡلَآ أَجَلٞ مُّسَمّٗى لَّجَآءَهُمُ ٱلۡعَذَابُۚ وَلَيَأۡتِيَنَّهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ", "english" : "And they urge you to hasten the punishment. And if not for [the decree of] a specified term punishment would have reached them. But it will surely come to them suddenly while they perceive not", "urdu" : "یہ لوگ تم سے عذاب جلدی لانے کا مطالبہ کرتے ہیں اگر ایک وقت مقرر نہ کر دیا گیا ہوتا تو ان پر عذاب آ چکا ہوتا اور یقیناً (اپنے وقت پر) وہ آ کر رہے گا اچانک، اس حال میں کہ انہیں خبر بھی نہ ہو گی","chinese" : "他们要求你早日昭示刑罚，假若没有定期，那末刑罚必已降临他们。当他们不知不觉的时候，刑罚必定忽然降临他们。","turkey" : "Senden azabı acele bekliyorlar. Eğer süre belirtilmiş olmasaydı azap onlara hemen gelirdi. Ama yine de onlar farkına varmadan başlarına ansızın gelecektir"} ,{"id": "54", "arabic" : "يَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ", "english" : "They urge you to hasten the punishment. And indeed Hell will be encompassing of the disbelievers", "urdu" : "یہ تم سے عذاب جلدی لانے کا مطالبہ کرتے ہیں، حالانکہ جہنم ان کافروں کو گھیرے میں لے چکی ہے","chinese" : "他们要求你早日昭示刑罚。火狱必定是包围不信道者的。","turkey" : "Senden azabı acele bekliyorlar. Doğrusu azap tepelerinden ayaklarının altından kendilerini içine aldığı gün cehennem inkarcıları kuşatacaktır. O gün Allah: Yaptıklarınızın karşılığını tadın der"} ,{"id": "55", "arabic" : "يَوۡمَ يَغۡشَىٰهُمُ ٱلۡعَذَابُ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۡ وَيَقُولُ ذُوقُواْ مَا كُنتُمۡ تَعۡمَلُونَ", "english" : "On the Day the punishment will cover them from above them and from below their feet and it is said Taste [the result of] what you used to do", "urdu" : "(اور انہیں پتہ چلے گا) اُس روز جبکہ عذاب انہیں اُوپر سے بھی ڈھانک لے گا اور پاؤں کے نیچے سے بھی اور کہے گا کہ اب چکھو مزا ان کرتوتوں کا جو تم کرتے تھے","chinese" : "在那日，刑罚将从他们的头上和脚下降临他们。他说：“你们尝试你们的行为的果报吧！”","turkey" : "Senden azabı acele bekliyorlar. Doğrusu azap tepelerinden ayaklarının altından kendilerini içine aldığı gün cehennem inkarcıları kuşatacaktır. O gün Allah: Yaptıklarınızın karşılığını tadın der"} ,{"id": "56", "arabic" : "يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّـٰيَ فَٱعۡبُدُونِ", "english" : "O My servants who have believed indeed My earth is spacious so worship only Me", "urdu" : "اے میرے بندو جو ایمان لائے ہو، میری زمین وسیع ہے، پس تم میری بندگی بجا لاؤ","chinese" : "我的信道的仆人们啊！我的大地确是宽大的，你们应当只崇拜我。","turkey" : "Ey inanmış kullarım! Benim yarattığım yeryüzü geniştir. O halde güven içinde olacağınız yere gidip yalnız Bana kulluk ediniz"} ,{"id": "57", "arabic" : "كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۖ ثُمَّ إِلَيۡنَا تُرۡجَعُونَ", "english" : "Every soul will taste death. Then to Us will you be returned", "urdu" : "ہر متنفس کو موت کا مزا چکھنا ہے، پھر تم سب ہماری طرف ہی پلٹا کر لائے جاؤ گے","chinese" : "每一个有气息的，都要尝死的滋味，然后，你们将被召归于我。","turkey" : "Her can ölümü tadacaktır. Sonunda Bize döneceksiniz"} ,{"id": "58", "arabic" : "وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلۡجَنَّةِ غُرَفٗا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ", "english" : "And those who have believed and done righteous deeds - We will surely assign to them of Paradise [elevated] chambers beneath which rivers flow wherein they abide eternally. Excellent is the reward of the [righteous] workers", "urdu" : "جو لوگ ایمان لائے ہیں اور جنہوں نے نیک عمل کیے ہیں ان کو ہم جنت کی بلند و بالا عمارتوں میں رکھیں گے جن کے نیچے نہریں بہتی ہوں گی، وہاں وہ ہمیشہ رہیں گے، کیا ہی عمدہ اجر ہے عمل کرنے والوں کے لیے","chinese" : "信道而且行善者，我必使他们在乐园中得居在下临诸河的楼上，他们将永居其中。工作者的报酬真好！","turkey" : "İnanıp yararlı iş işleyenleri içlerinden ırmaklar akan içinde temelli kalacakları cennetteki köşklere yerleştiririz. Sabredip Rablerine güvenerek iş görenlerin ecri ne güzeldir"} ,{"id": "59", "arabic" : "ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ", "english" : "Who have been patient and upon their Lord rely", "urdu" : "اُن لوگوں کے لیے جنہوں نے صبر کیا ہے اور جو اپنے رب پر بھروسہ کرتے ہیں","chinese" : "他们是坚忍的，他们只托靠他们的主。","turkey" : "İnanıp yararlı iş işleyenleri içlerinden ırmaklar akan içinde temelli kalacakları cennetteki köşklere yerleştiririz. Sabredip Rablerine güvenerek iş görenlerin ecri ne güzeldir"} ,{"id": "60", "arabic" : "وَكَأَيِّن مِّن دَآبَّةٖ لَّا تَحۡمِلُ رِزۡقَهَا ٱللَّهُ يَرۡزُقُهَا وَإِيَّاكُمۡۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ", "english" : "And how many a creature carries not its [own] provision. Allah provides for it and for you. And He is the Hearing the Knowing", "urdu" : "کتنے ہی جانور ہیں جو اپنا رزق اٹھائے نہیں پھرتے، اللہ اُن کو رزق دیتا ہے اور تمہارا رازق بھی وہی ہے، وہ سب کچھ سُنتا اور جانتا ہے","chinese" : "许多动物，不能担负自己的给养，安拉供给它们和你们，他是全聪的，是全知的。","turkey" : "Nice canlılar vardır ki rızıklarını kendileri elde edemezler. Sizin de onların da rızkını Allah verir. O işitir ve bilir"} ,{"id": "61", "arabic" : "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ", "english" : "If you asked them Who created the heavens and earth and subjected the sun and the moon? they would surely say Allah. Then how are they deluded", "urdu" : "اگر تم اِن لوگوں سے پُوچھو کہ زمین اور آسمانوں کو کس نے پیدا کیا ہے اور چاند اور سُورج کو کس نے مسخّر کر رکھا ہے تو ضرور کہیں گے کہ اللہ نے، پھر یہ کدھر سے دھوکا کھا رہے ہیں؟","chinese" : "如果你问他们：“谁创造了天地，制服了日月？”他们必定说：“安拉。”他们是如何荒谬的！","turkey" : "And olsun ki onlara: Gökleri ve yeri yaratan güneşi ayı buyruğu altında tutan kimdir? diye sorarsan şüphesiz Allah'tır derler. Öyleyse niçin döndürülüyorlar"} ,{"id": "62", "arabic" : "ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥٓۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ", "english" : "Allah extends provision for whom He wills of His servants and restricts for him. Indeed Allah is of all things Knowing", "urdu" : "اللہ ہی ہے جو اپنے بندوں میں سے جس کا چاہتا ہے رزق کشادہ کرتا ہے اور جس کا چاہتا ہے تنگ کرتا ہے، یقیناً اللہ ہر چیز کا جاننے والا ہے","chinese" : "安拉要使哪个仆人的给养宽裕，就使他宽裕，（要使哪个仆人的给养窘迫，）就使他窘迫，安拉确是全知万事的。","turkey" : "Allah kullarından dilediğine rızkı bol ve ölçüye göre verir. Doğrusu Allah her şeyi bilendir"} ,{"id": "63", "arabic" : "وَلَئِن سَأَلۡتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ مِنۢ بَعۡدِ مَوۡتِهَا لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ", "english" : "And if you asked them Who sends down rain from the sky and gives life thereby to the earth after its lifelessness? they would surely say  Allah. Say Praise to Allah ; but most of them do not reason", "urdu" : "اور اگر تم ان سے پوچھو کس نے آسمان سے پانی برسایا اور اِس کے ذریعہ سے مُردہ پڑی ہوئی زمین کو جِلا اٹھایا تو وہ ضرور کہیں گے اللہ نے کہو، الحمدللہ، مگر اکثر لوگ سمجھتے نہیں ہیں","chinese" : "如果你问他们：“谁从天上降下雨水？而借雨水使已死的大地复活呢？”他们必定说：“安拉。”你说：“一切赞颂，全归安拉！”不然，他们大半是不了解的。","turkey" : "And olsun ki onlara: Gökten su indirip onunla ölümünden sonra yeri dirilten kimdir? diye sorarsan şüphesiz Allah'tır derler. De ki: Övülmek Allah içindir fakat çoğu bunu akletmezler"} ,{"id": "64", "arabic" : "وَمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَهۡوٞ وَلَعِبٞۚ وَإِنَّ ٱلدَّارَ ٱلۡأٓخِرَةَ لَهِيَ ٱلۡحَيَوَانُۚ لَوۡ كَانُواْ يَعۡلَمُونَ", "english" : "And this worldly life is not but diversion and amusement. And indeed the home of the Hereafter - that is the [eternal] life if only they knew", "urdu" : "اور یہ دنیا کی زندگی کچھ نہیں ہے مگر ایک کھیل اور دل کا بہلاوا اصل زندگی کا گھر تو دار آخرت ہے، کاش یہ لوگ جانتے","chinese" : "这种今世的生活，只是娱乐和游戏；后世的住宅，确是充满生活的。假若他们知道……","turkey" : "Bu dünya hayatı sadece bir eğlence ve oyundan ibarettir. Asıl hayat ahiret yurdundaki hayattır. Keşke bilseler"} ,{"id": "65", "arabic" : "فَإِذَا رَكِبُواْ فِي ٱلۡفُلۡكِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ يُشۡرِكُونَ", "english" : "And when they board a ship they supplicate Allah sincere to Him in religion. But when He delivers them to the land at once they associate others with Him", "urdu" : "جب یہ لوگ کشتی پر سوار ہوتے ہیں تو اپنے دین کو اللہ کے لیے خالص کر کے اُس سے دُعا مانگتے ہیں، پھر جب وہ اِنہیں بچا کر خشکی پر لے آتا ہے تو یکایک یہ شرک کرنے لگتے ہیں","chinese" : "当他们乘船的时候，他们诚恳地祈祷安拉，当他使他们平安登陆的时候，他们立刻就以物配主。","turkey" : "Gemiye bindikleri zaman dini yalnız Allah'a has kılarak O'na yalvarırlar; ama Allah onları karaya çıkararak kurtarınca kendilerine verdiği nimete nankörlük ederek O'na hemen eş koşarlar. Zevklensinler bakalım yakında bileceklerdir"} ,{"id": "66", "arabic" : "لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ وَلِيَتَمَتَّعُواْۚ فَسَوۡفَ يَعۡلَمُونَ", "english" : "So that they will deny what We have granted them and they will enjoy themselves. But they are going to know", "urdu" : "تاکہ اللہ کی دی ہوئی نجات پر اس کا کفران نعمت کریں اور (حیات دنیا کے) مزے لوٹیں اچھا، عنقریب اِنہیں معلوم ہو جائے گا","chinese" : "叫他们孤负我赏赐他们的恩惠吧，叫他们享乐吧。他们将来就知道了。","turkey" : "Gemiye bindikleri zaman dini yalnız Allah'a has kılarak O'na yalvarırlar; ama Allah onları karaya çıkararak kurtarınca kendilerine verdiği nimete nankörlük ederek O'na hemen eş koşarlar. Zevklensinler bakalım yakında bileceklerdir"} ,{"id": "67", "arabic" : "أَوَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنٗا وَيُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ", "english" : "Have they not seen that We made [Makkah] a safe sanctuary while people are being taken away all around them? Then in falsehood do they believe and in the favor of Allah they disbelieve", "urdu" : "کیا یہ دیکھتے نہیں ہیں کہ ہم نے ایک پر امن حرم بنا دیا ہے حالانکہ اِن کے گرد و پیش لوگ اُچک لیے جاتے ہیں؟ کیا پھر بھی یہ لوگ باطل کو مانتے ہیں اور اللہ کی نعمت کا کفران کرتے ہیں؟","chinese" : "难道他们没有知道吗？我曾以他们的城市为安宁的禁地，而他们四周的居民被人劫掠。难道他们确信邪神，而孤负安拉的恩惠吗？","turkey" : "Çevrelerinde insanlar kapılıp götürülürken Bizim Mekke'yi güven içinde ve kutsal bir yer kıldığımızı görmediler mi? Batıla inanıp Allah'ın nimetini inkar mı ediyorlar"} ,{"id": "68", "arabic" : "وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ", "english" : "And who is more unjust than one who invents a lie about Allah or denies the truth when it has come to him? Is there not in Hell a [sufficient] residence for the disbelievers", "urdu" : "اُس شخص سے بڑا ظالم کون ہو گا جو اللہ پر جھوٹ باندھے یا حق کو جھُٹلائے جب کہ وہ اس کے سامنے آ چکا ہو؟ کیا ایسے کافروں کا ٹھکانہ جہنم ہی نہیں ہے؟","chinese" : "假借安拉的名义而造谣，或否认已降临的真理者，谁比他还不义呢？难道火狱里没有孤恩者的住处吗？","turkey" : "Allah'a karşı yalan uydurandan veya hak kendisine gelmişken onu yalanlayandan daha zalim kimdir? Cehennemde inkarcılar için durak yok mudur"} ,{"id": "69", "arabic" : "وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ", "english" : "And those who strive for Us - We will surely guide them to Our ways. And indeed Allah is with the doers of good", "urdu" : "جو لوگ ہماری خاطر مجاہدہ کریں گے انہیں ہم اپنے راستے دکھائیں گے، اور یقیناً اللہ نیکو کاروں ہی کے ساتھ ہے","chinese" : "为我而奋斗的人，我必定指引他们我的道路，安拉确是与善人同在一起的。","turkey" : "Ama Bizim uğrumuzda cihat edenleri elbette yollarımıza eriştireceğiz. Allah şüphesiz iyi davrananlarla beraberdir"} ]}