{"name":"آل عمران","verses":[{"id": "1", "arabic" : "الٓمٓ", "english" : "Alif Lam Meem", "urdu" : "الف لام میم","chinese" : "艾列弗，俩目，米目。","turkey" : "Elif Lam Mim"} ,{"id": "2", "arabic" : "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ", "english" : "Allah - there is no deity except Him the Ever-Living the Sustainer of existence", "urdu" : "اللہ، وہ زندہ جاوید ہستی، جو نظام کائنات کو سنبھالے ہوئے ہے، حقیقت میں اُس کے سوا کوئی خدا نہیں ہے","chinese" : "安拉，除他外，绝无应受崇拜的；他是永生不灭的，是维护万物的。","turkey" : "Allah Ondan başka tanrı olmayan diri her an yaratıklarını gözetip durandır"} ,{"id": "3", "arabic" : "نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ", "english" : "He has sent down upon you [O Muhammad] the Book in truth confirming what was before it. And He revealed the Torah and the Gospel", "urdu" : "اُس نے تم پر یہ کتاب نازل کی ہے، جو حق لے کر آئی ہے اور اُن کتابوں کی تصدیق کر رہی ہے جو پہلے سے آئی ہوئی تھیں اس سے پہلے وہ انسانوں کی ہدایت کے لیے تورات اور انجیل نازل کر چکا ہے","chinese" : "他降示你这部包含真理的经典，以证实以前的一切天经；他曾降示《讨拉特》和《引支勒》","turkey" : "Kendisinden önceki Kitapları tasdik eden Hak Kitap'ı sana indirdi. Önceden insanlara yol gösterici olarak Tevrat ve İncil'i de indirmişti. O doğruyu yanlıştan ayıran Kitap'ı indirdi. Doğrusu Allah'ın ayetlerini inkar edenler için şiddetli azab vardır. Allah güçlüdür mazlumların öcünü alır"} ,{"id": "4", "arabic" : "مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ", "english" : "Before as guidance for the people. And He revealed the Qur'an. Indeed those who disbelieve in the verses of Allah will have a severe punishment and Allah is exalted in Might the Owner of Retribution", "urdu" : "اور اس نے وہ کسوٹی اتاری ہے (جو حق اور باطل کا فرق د کھانے والی ہے) اب جو لوگ اللہ کے فرامین کو قبول کرنے سے انکار کریں، ان کو یقیناً سخت سزا ملے گی اللہ بے پناہ طاقت کا مالک ہے اور برائی کا بدلہ دینے والا ہے","chinese" : "于此经之前，以作世人的向导；又降示证据。不信安拉的迹象的人，必定要受严厉的刑罚。安拉是万能的，是惩恶的。","turkey" : "Kendisinden önceki Kitapları tasdik eden Hak Kitap'ı sana indirdi. Önceden insanlara yol gösterici olarak Tevrat ve İncil'i de indirmişti. O doğruyu yanlıştan ayıran Kitap'ı indirdi. Doğrusu Allah'ın ayetlerini inkar edenler için şiddetli azab vardır. Allah güçlüdür mazlumların öcünü alır"} ,{"id": "5", "arabic" : "إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ", "english" : "Indeed from Allah nothing is hidden in the earth nor in the heaven", "urdu" : "زمین اور آسمان کی کوئی چیز اللہ سے پوشیدہ نہیں","chinese" : "安拉确是天地间任何物所不能瞒的。","turkey" : "Şüphesiz gökte ve yerde hiçbir şey Allah'tan gizli kalmaz"} ,{"id": "6", "arabic" : "هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ", "english" : "It is He who forms you in the wombs however He wills. There is no deity except Him the Exalted in Might the Wise", "urdu" : "وہی تو ہے جو تمہاری ماؤں کے پیٹ میں تمہاری صورتیں، جیسی چاہتا ہے، بناتا ہے اُس زبردست حکمت والے کے سوا کوئی اور خدا نہیں ہے","chinese" : "你们在子宫里的时候，他随意地以形状赋予你们。除他外，绝无应受崇拜的；他确是万能的，确是至睿的。","turkey" : "Ana rahminde sizi dilediği gibi şekillendiren O'dur. O'ndan başka tanrı yoktur güçlüdür Hakim'dir"} ,{"id": "7", "arabic" : "هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّـٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ", "english" : "It is He who has sent down to you [O Muhammad] the Book; in it are verses [that are] precise - they are the foundation of the Book - and others unspecific. As for those in whose hearts is deviation [from truth] they will follow that of it which is unspecific seeking discord and seeking an interpretation [suitable to them]. And no one knows its [true] interpretation except Allah. But those firm in knowledge say We believe in it. All [of it] is from our Lord. And no one will be reminded except those of understanding", "urdu" : "وہی خدا ہے، جس نے یہ کتاب تم پر نازل کی ہے اِس کتاب میں دو طرح کی آیات ہیں: ایک محکمات، جو کتاب کی اصل بنیاد ہیں اور دوسری متشابہات جن لوگوں کے دلو ں میں ٹیڑھ ہے، وہ فتنے کی تلاش میں ہمیشہ متشابہات ہی کے پیچھے پڑے رہتے ہیں اور اُن کو معنی پہنانے کی کوشش کیا کرتے ہیں، حالانکہ ان کا حقیقی مفہوم اللہ کے سوا کوئی نہیں جانتا بخلا ف اِس کے جو لوگ علم میں پختہ کار ہیں، وہ کہتے ہیں کہ ہمارا اُن پر ایمان ہے، یہ سب ہمارے رب ہی کی طرف سے ہیں اور سچ یہ ہے کہ کسی چیز سے صحیح سبق صرف دانشمند لوگ ہی حاصل کرتے ہیں","chinese" : "他降示你这部经典，其中有许多明确的经文，是全经的基本；还有别的许多隐微的节文。心存邪念的人，遵从隐微的节文，企图淆惑人心，探究经义的究竟。只有安拉才知道经义的究竟。学问精通的人们说：“我们已确信它；明确的和隐微的，都是从我们的主那里降示的。惟有理智的人，才会觉悟。","turkey" : "Sana Kitap'ı indiren O'dur. Onda Kitap'ın temeli olan kesin anlamlı ayetler vardır diğerleri de çeşitli anlamlıdırlar. Kalblerinde eğrilik olan kimseler fitne çıkarmak kendilerine göre yorumlamak için onların çeşitli anlamlı olanlarına uyarlar. Oysa onların yorumunu ancak Allah bilir. İlimde derinleşmiş olanlar: Ona inandık hepsi Rabbimiz'in katındandır derler. Bunu ancak akıl sahipleri düşünür"} ,{"id": "8", "arabic" : "رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ", "english" : "[Who say] Our Lord let not our hearts deviate after You have guided us and grant us from Yourself mercy. Indeed You are the Bestower", "urdu" : "وہ اللہ سے دعا کرتے رہتے ہیں کہ: پروردگار! جب تو ہمیں سیدھے رستہ پر لگا چکا ہے، تو پھر کہیں ہمارے دلوں کو کجی میں مبتلا نہ کر دیجیو ہمیں اپنے خزانہ فیض سے رحمت عطا کر کہ تو ہی فیاض حقیقی ہے","chinese" : "我们的主啊！在你引导我们之后，求你不要使我们的心背离正道，求你把从你那里发出的恩惠赏赐我们；你确是博施的。","turkey" : "Rabbimiz! Bizi doğru yola erdirdikten sonra kalblerimizi eğriltme katından bize rahmet bağışla; şüphesiz Sen sonsuz bağışta bulunansın"} ,{"id": "9", "arabic" : "رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ", "english" : "Our Lord surely You will gather the people for a Day about which there is no doubt. Indeed Allah does not fail in His promise", "urdu" : "پروردگار! تو یقیناً سب لوگوں کو ایک روز جمع کرنے والا ہے، جس کے آنے میں کوئی شبہ نہیں تو ہرگز اپنے وعدے سے ٹلنے والا نہیں ہے","chinese" : "我们的主啊！在无疑之日，你必定集合世人。安拉确是不爽约的。","turkey" : "Rabbimiz! Doğrusu geleceği şüphe götürmeyen günde insanları toplayacak olan Sensin. Şüphesiz ki Allah verdiği sözden caymaz"} ,{"id": "10", "arabic" : "إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَـٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ", "english" : "Indeed those who disbelieve - never will their wealth or their children avail them against Allah at all. And it is they who are fuel for the Fire", "urdu" : "جن لوگوں نے کفر کا رویہ اختیار کیا ہے، انہیں اللہ کے مقابلے میں نہ اُن کا مال کچھ کام دے گا، نہ اولاد وہ دوزخ کا ایندھن بن کر رہیں گے","chinese" : "不信道者所有的财产和子嗣，对安拉的刑罚，不能裨益他们一丝毫。这等人是火狱的燃料","turkey" : "İnkar edenlerin malları ve çocukları Allah'a karşı onlara bir şey sağlamaz. İşte onlar ateşin yakıtlarıdır"} ,{"id": "11", "arabic" : "كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ", "english" : "[Theirs is] like the custom of the people of Pharaoh and those before them. They denied Our signs so Allah seized them for their sins. And Allah is severe in penalty", "urdu" : "اُن کا انجام ویسا ہی ہوگا، جیسا فرعون کے ساتھیوں اور اُن سے پہلے کے نافرمانوں کا ہو چکا ہے کہ اُنہوں نے آیات الٰہی کو جھٹلایا، نتیجہ یہ ہوا کہ اللہ نے ان کے گناہوں پر انہیں پکڑ لیا اور حق یہ ہے کہ اللہ سخت سزا دینے والا ہے","chinese" : "（他们的情状），犹如法老的百姓和他们以前的各民族的情状一样；他们否认安拉的迹象，故安拉因他们的罪恶而惩治他们。安拉的刑罚是严厉的。","turkey" : "Bunların tutumu Firavun ailesinin ve onlardan öncekilerin tutumu gibi ki ayetlerimizi yalanladılar da Allah onları günahlarından dolayı yok (helak) etti. Allah'ın cezalandırması şiddetlidir"} ,{"id": "12", "arabic" : "قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ", "english" : "Say to those who disbelieve You will be overcome and gathered together to Hell and wretched is the resting place", "urdu" : "پس اے محمدؐ! جن لوگوں نے تمہاری دعوت کو قبول کرنے سے انکار کر دیا ہے، اُن سے کہہ دو کہ قریب ہے وہ وقت، جب تم مغلوب ہو جاؤ گے اور جہنم کی طرف ہانکے جاؤ گے اور جہنم بڑا ہی برا ٹھکانا ہے","chinese" : "你对不信道者说:“你们将被克服，将被集合于火狱。那卧褥真恶劣！”","turkey" : "İnkar edenlere: Yenileceksiniz toplanıp cehenneme sürüleceksiniz orası ne kötü döşektir de"} ,{"id": "13", "arabic" : "قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ", "english" : "Already there has been for you a sign in the two armies which met - one fighting in the cause of Allah and another of disbelievers. They saw them [to be] twice their [own] number by [their] eyesight. But Allah supports with His victory whom He wills. Indeed in that is a lesson for those of vision", "urdu" : "تمہارے لیے اُن دو گروہوں میں ایک نشان عبرت تھا، جو (بدر میں) ایک دوسرے سے نبرد آزما ہوئے ایک گروہ اللہ کی راہ میں لڑ رہا تھا اور دوسرا گروہ کافر تھا دیکھنے والے بچشم سر دیکھ رہے تھے کہ کافر گروہ مومن گروہ سے دو چند ہے مگر (نتیجے نے ثابت کر دیا کہ) اللہ اپنی فتح و نصرت سے جس کو چاہتا ہے، مدد دیتا ہے دیدۂ بینا رکھنے والوں کے لیے اس میں بڑا سبق پوشیدہ ہے","chinese" : "你们确已得到一种迹象，在交战的两军之中；一军是为主道而战的，一军是不信道的，眼看这一军有自己的两倍。安拉以他自己的佑助扶助他所意欲的人。对于有眼光的人，此中确有一种鉴戒。","turkey" : "Karşı karşıya gelen iki topluluğun durumlarında sizin için ibret vardır; biri Allah yolunda savaşanlardır diğeri inkarcılardır ki bunlar karşı tarafı gözleriyle kendilerinin iki misli görüyorlardı. Allah dilediğini yardımıyla destekler. Bunda görebilenler için ibret vardır"} ,{"id": "14", "arabic" : "زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ", "english" : "Beautified for people is the love of that which they desire - of women and sons heaped-up sums of gold and silver fine branded horses and cattle and tilled land. That is the enjoyment of worldly life but Allah has with Him the best return", "urdu" : "لوگوں کے لیے مرغوبات نفس، عورتیں، اولا د، سونے چاندی کے ڈھیر، چیدہ گھوڑے، مویشی او ر زرعی زمینیں بڑی خوش آئند بنا دی گئی ہیں، مگر یہ سب دنیا کی چند روزہ زندگی کے سامان ہیں حقیقت میں جو بہتر ٹھکانا ہے، وہ تو اللہ کے پاس ہے","chinese" : "迷惑世人的，是令人爱好的事物，如妻子、儿女、金银、宝藏、骏马、牲畜、禾稼等。这些是今世生活的享受；而安拉那里，却有优美的归宿。","turkey" : "Kadınlara oğullara kantar kantar altın ve gümüşe nişanlı atlar ve develere ekinlere karşı aşırı sevgi beslemek insanlara güzel gösterilmiştir. Bunlar dünya hayatının nimetleridir oysa gidilecek yerin güzeli Allah katındadır"} ,{"id": "15", "arabic" : "۞قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّـٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ", "english" : "Say Shall I inform you of [something] better than that? For those who fear Allah will be gardens in the presence of their Lord beneath which rivers flow wherein they abide eternally and purified spouses and approval from Allah. And Allah is Seeing of [His] servants", "urdu" : "کہو: میں تمہیں بتاؤں کہ ان سے زیادہ اچھی چیز کیا ہے؟ جو لوگ تقویٰ کی روش اختیار کریں، اُن کے لیے ان کے رب کے پا س باغ ہیں، جن کے نیچے نہریں بہتی ہوں گی، وہاں انہیں ہمیشگی کی زندگی حاصل ہوگی، پاکیزہ بیویاں ان کی رفیق ہوں گی اور اللہ کی رضا سے وہ سرفراز ہوں گے اللہ اپنے بندوں کے رویے پر گہری نظر رکھتا ہے","chinese" : "你说：“我告诉你们比这更美好的，好吗？敬畏者得在他们的主那里，享受下临诸河的乐园，他们得永居其中，并获得纯洁的配偶，和安拉的喜悦。”安拉是明察众仆的。","turkey" : "De ki: Bundan daha iyisini size haber vereyim mi? Allah'a karşı gelmekten sakınanlara Rab'lerinin katında altlarından ırmaklar akan ve orada temelli kalacakları cennetler tertemiz eşler ve Allah'ın rızası vardır. Allah kullarını hakkiyle görücüdür"} ,{"id": "16", "arabic" : "ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ", "english" : "Those who say Our Lord indeed we have believed so forgive us our sins and protect us from the punishment of the Fire", "urdu" : "یہ وہ لوگ ہیں، جو کہتے ہیں کہ مالک! ہم ایمان لائے، ہماری خطاؤں سے در گزر فرما اور ہمیں آتش دوزخ سے بچا لے","chinese" : "他们说：“我们的主啊！我们确已信道了，求你赦宥我们的罪过，求你使我们得免于火狱的刑罚。”","turkey" : "Onlar ki Rabbimiz! Biz şüphesiz inandık bunun için günahlarımızı bize bağışla ve bizi ateşin azabından koru diyen sabreden doğru olan gönülden kulluk eden hayra sarfeden ve seher vakitlerinde bağışlanma dileyenlerdir"} ,{"id": "17", "arabic" : "ٱلصَّـٰبِرِينَ وَٱلصَّـٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ", "english" : "The patient the true the obedient those who spend [in the way of Allah] and those who seek forgiveness before dawn", "urdu" : "یہ لوگ صبر کرنے والے ہیں، راستباز ہیں، فرمانبردار اور فیاض ہیں اور رات کی آخری گھڑیوں میں اللہ سے مغفرت کی دعائیں مانگا کرتے ہیں","chinese" : "他们是坚忍的，是诚实的，是顺从的，是好施的，是在黎明时求饶的。","turkey" : "Onlar ki Rabbimiz! Biz şüphesiz inandık bunun için günahlarımızı bize bağışla ve bizi ateşin azabından koru diyen sabreden doğru olan gönülden kulluk eden hayra sarfeden ve seher vakitlerinde bağışlanma dileyenlerdir"} ,{"id": "18", "arabic" : "شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَـٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ", "english" : "Allah witnesses that there is no deity except Him and [so do] the angels and those of knowledge - [that He is] maintaining [creation] in justice. There is no deity except Him the Exalted in Might the Wise", "urdu" : "اللہ نے خود شہادت دی ہے کہ اس کے سوا کوئی خدا نہیں ہے، او ر (یہی شہادت) فرشتوں اور سب اہل علم نے بھی دی ہے وہ انصاف پر قائم ہے اُس زبردست حکیم کے سوا فی الواقع کوئی خدا نہیں ہے","chinese" : "安拉秉公作证：除他外，绝无应受崇拜的；众天使和一般学者，也这样作证：除他外，绝无应受崇拜的，他是万能的，是至睿的。","turkey" : "Allah melekler ve adaleti yerine getiren ilim sahibleri O'ndan başka tanrı olmadığına şahidlik etmişlerdir. O'ndan başka tanrı yoktur O güçlüdür Hakim'dir"} ,{"id": "19", "arabic" : "إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ", "english" : "Indeed the religion in the sight of Allah is Islam. And those who were given the Scripture did not differ except after knowledge had come to them - out of jealous animosity between themselves. And whoever disbelieves in the verses of Allah then indeed Allah is swift in [taking] account", "urdu" : "اللہ کے نزدیک دین صرف اسلام ہے اس دین سے ہٹ کر جو مختلف طریقے اُن لوگوں نے اختیار کیے، جنہیں کتاب دی گئی تھی، اُن کے اِس طرز عمل کی کوئی وجہ اس کے سوا نہ تھی کہ انہوں نے علم آ جانے کے بعد آپس میں ایک دوسرے پر زیادتی کرنے کے لیے ایسا کیا اور جو کوئی اللہ کے احکام و ہدایات کی اطاعت سے انکار کر دے، اللہ کو اس سے حساب لیتے کچھ دیر نہیں لگتی ہے","chinese" : "安拉所喜悦的宗教，确是伊斯兰教。曾受天经的人，只有在知识降临他们之后，由于互相嫉妒，才发生了分歧。谁不信安拉的迹象，〔安拉不久就要惩治谁〕，因为安拉确是清算神速的主。","turkey" : "Allah katında din şüphesiz İslam'dır. Ancak Kitap verilenler kendilerine ilim geldikten sonra aralarındaki ihtiras yüzünden ayrılığa düştüler. Allah'ın ayetlerini kim inkar ederse bilsin ki Allah hesabı çabuk görür"} ,{"id": "20", "arabic" : "فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ", "english" : "So if they argue with you say I have submitted myself to Allah [in Islam] and [so have] those who follow me. And say to those who were given the Scripture and [to] the unlearned Have you submitted yourselves? And if they submit [in Islam] they are rightly guided; but if they turn away - then upon you is only the [duty of] notification. And Allah is Seeing of [His] servants", "urdu" : "اب اگر یہ لوگ تم سے جھگڑا کریں، توا ن سے کہو: میں نے اور میرے پیروؤں نے تو اللہ کے آگے سر تسلیم خم کر دیا ہے پھر اہل کتاب اور غیر اہل کتاب دونوں سے پوچھو: کیا تم نے بھی اس کی اطاعت و بندگی قبول کی؟ اگر کی تو وہ راہ راست پا گئے، اور اگر اس سے منہ موڑا تو تم پر صرف پیغام پہنچا دینے کی ذمہ داری تھی آگے اللہ خود اپنے بندوں کے معاملات دیکھنے والا ہے","chinese" : "如果他们与你争论，你就说：“我已全体归顺安拉；顺从我的人，也归顺安拉。”你对曾受天经的人和不识字的人说：“你们已经归顺了吗？”如果他们归顺，那么，他们已遵循正道。如果他们背弃，那么，你只负通知的责任。安拉是明察众仆的。","turkey" : "Eğer seninle tartışmaya girişirlerse Ben bana uyanlarla birlikte kendimi Allah'a verdim de. Kendilerine Kitap verilenlere ve kitapsızlara: Siz de İslam oldunuz mu? de şayet İslam olurlarsa doğru yola girmişlerdir yüz çevirirlerse sana yalnız tebliğ etmek düşer. Allah kullarını görür"} ,{"id": "21", "arabic" : "إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ", "english" : "Those who disbelieve in the signs of Allah and kill the prophets without right and kill those who order justice from among the people - give them tidings of a painful punishment", "urdu" : "جو لوگ اللہ کے احکام و ہدایات کو ماننے سے انکار کرتے ہیں اور اس کے پیغمبروں کو ناحق قتل کرتے ہیں اور ایسے لوگوں کی جان کے درپے ہو جاتے ہیں، جو خلق خدا میں عدل و راستی کا حکم دینے کے لیے اٹھیں، ان کو درد ناک سزا کی خوش خبری سنا دو","chinese" : "对于不信安拉的迹象，而且枉杀众先知，枉杀以正义命人者的人，你应当以痛苦的刑罚向他们报喜。","turkey" : "Allah'ın ayetlerini inkar edenlere haksız yere peygamberleri öldürenlere insanlardan adaleti emredenleri öldürenlere elem verici bir azabı müjdele"} ,{"id": "22", "arabic" : "أُوْلَـٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّـٰصِرِينَ", "english" : "They are the ones whose deeds have become worthless in this world and the Hereafter and for them there will be no helpers", "urdu" : "یہ وہ لوگ ہیں جن کے اعمال دنیا اور آخرت دونوں میں ضائع ہوگئے، اور ان کا مددگار کوئی نہیں ہے","chinese" : "这等人的善功，在今世和后世，完全无效，他们绝没有援助者。","turkey" : "Onlar dünya ve ahirette işleri boşa çıkacak olanlardır. Onların hiç yardımcıları da yoktur"} ,{"id": "23", "arabic" : "أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ", "english" : "Do you not consider [O Muhammad] those who were given a portion of the Scripture? They are invited to the Scripture of Allah that it should arbitrate between them; then a party of them turns away and they are refusing", "urdu" : "تم نے دیکھا نہیں جن لوگوں کو کتاب کے علم میں سے کچھ حصہ ملا ہے، اُن کا حال کیا ہے؟اُنہیں جب کتاب الٰہی کی طرف بلایا جاتا ہے تاکہ وہ اُن کے درمیان فیصلہ کرے، تو ان میں سے ایک فریق اس سے پہلو تہی کرتا ہے اور اس فیصلے کی طرف آنے سے منہ پھیر جاتا ہے","chinese" : "难道你没有看见曾受一部分天经的人吗？别人召他们去依据安拉的经典而判决争执时，他们中有一部分人不愿接受他的判决，他们是常常反对真理的。","turkey" : "Kendilerine Kitapdan bir pay verilenleri görmedin mi? Onlar aralarında hüküm vermek için Allah'ın Kitabına çağırılmışlar sonra onlardan bir takımı dönmüşlerdir. Onlar temelli yüz çevirenlerdir"} ,{"id": "24", "arabic" : "ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ", "english" : "That is because they say Never will the Fire touch us except for [a few] numbered days and [because] they were deluded in their religion by what they were inventing", "urdu" : "ان کا یہ طرز عمل اس وجہ سے ہے کہ وہ کہتے ہیں آتش دوزخ تو ہمیں مس تک نہ کرے گی اور اگر دوزخ کی سزا ہم کو ملے گی بھی تو بس چند روز اُن کے خود ساختہ عقیدوں نے اُن کو اپنے دین کے معاملے میں بڑی غلط فہمیوں میں ڈال رکھا ہے","chinese" : "这是因为他们说：“火狱绝不接触我们，除非若干有数的日子。”他们所捏造的，在他们的宗教方面，已欺骗了他们。","turkey" : "Bu onların: Bize ateş sadece sayılı birkaç gün değecektir demelerindendir. Uydurup durdukları şeyler onları dinlerinde yanıltmıştır"} ,{"id": "25", "arabic" : "فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ", "english" : "So how will it be when We assemble them for a Day about which there is no doubt? And each soul will be compensated [in full for] what it earned and they will not be wronged", "urdu" : "مگر کیا بنے گی اُن پر جب ہم انہیں اُس روز جمع کریں گے جس کا آنا یقینی ہے؟ اس روز ہر شخص کو اس کی کمائی کا بدلہ پورا پورا دے دیا جائیگا اور کسی پر ظلم نہ ہوگا","chinese" : "在毫无可疑的一日，我将集合他们，那时，人人都得享受自己行为的完全的报酬，毫无亏枉。在那日，他们怎样呢？","turkey" : "Geleceğinden şüphe olmayan günde onları topladığımız ve haksızlık yapılmayarak herkese kazandığı eksiksiz verildiği zaman nasıl olacak"} ,{"id": "26", "arabic" : "قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ", "english" : "Say O Allah Owner of Sovereignty You give sovereignty to whom You will and You take sovereignty away from whom You will. You honor whom You will and You humble whom You will. In Your hand is [all] good. Indeed You are over all things competent", "urdu" : "کہو! خدایا! مُلک کے مالک! تو جسے چاہے، حکومت دے اور جسے چاہے، چھین لے جسے چاہے، عزت بخشے اور جس کو چاہے، ذلیل کر دے بھلائی تیرے اختیار میں ہے بیشک تو ہر چیز پر قادر ہے","chinese" : "你说：“安拉啊！掌握国权的主啊！你要把国权赏赐给谁，就赏赐谁；你要把国权从谁手中夺去，就从谁手中夺去；你要使谁尊贵，就使谁尊贵；你要使谁卑贱，就使谁卑贱；福利只掌握在你的手里；你对于万事，确是全能的。","turkey" : "De ki: Mülkün sahibi olan Allah'ım! Mülkü dilediğine verirsin; dilediğinden çekip alırsın; dilediğini aziz kılar dilediğini alçaltırsın; iyilik elindedir. Doğrusu Sen her şeye Kadir'sin"} ,{"id": "27", "arabic" : "تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ", "english" : "You cause the night to enter the day and You cause the day to enter the night; and You bring the living out of the dead and You bring the dead out of the living. And You give provision to whom You will without account", "urdu" : "رات کو دن میں پروتا ہوا لے آتا ہے اور دن کو رات میں جاندار میں سے بے جان کو نکالتا ہے اور بے جان میں سے جاندار کو اور جسے چاہتا ہے، بے حساب رزق دیتا ہے","chinese" : "你使夜入昼，使昼入夜；你从无生物中取出生物，从生物中取出无生物；你无量地供给你所意欲的人。”","turkey" : "Geceyi gündüze gündüzü geceye geçirirsin; ölüden diri diriden ölü çıkarırsın; dilediğini hesapsız rızıklandırırsın"} ,{"id": "28", "arabic" : "لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ", "english" : "Let not believers take disbelievers as allies rather than believers. And whoever [of you] does that has nothing with Allah except when taking precaution against them in prudence. And Allah warns you of Himself and to Allah is the [final] destination", "urdu" : "مومنین اہل ایمان کو چھوڑ کر کافروں کو اپنا رفیق اور دوست ہرگز نہ بنائیں جو ایسا کرے گا اس کا اللہ سے کوئی تعلق نہیں ہاں یہ معاف ہے کہ تم ان کے ظلم سے بچنے کے لیے بظاہر ایسا طرز عمل اختیار کر جاؤ مگر اللہ تمہیں اپنے آپ سے ڈراتا ہے اور تمہیں اسی کی طرف پلٹ کر جانا ہے","chinese" : "信道的人，不可舍信士们而以不信道者为盟友；谁犯此禁令，谁不得安拉的保祐，除非你们对他们有所畏惧〔而假意应酬〕。安拉使你们防备他自己，安拉是最后的归宿。","turkey" : "Müminler müminleri bırakıp kafirleri dost edinmesinler; kim böyle yaparsa Allah katında bir değeri yoktur ancak onlardan sakınmanız hali müstesnadır. Allah sizi Kendisiyle korkutur dönüş Allah'adır"} ,{"id": "29", "arabic" : "قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ", "english" : "Say Whether you conceal what is in your breasts or reveal it Allah knows it. And He knows that which is in the heavens and that which is on the earth. And Allah is over all things competent", "urdu" : "اے نبیؐ! لوگوں کو خبردار کر دو کہ تمہارے دلوں میں جو کچھ ہے، اُسے خواہ تم چھپاؤ یا ظاہر کرو، اللہ بہرحال اسے جانتا ہے، زمین و آسمان کی کوئی چیز اس کے علم سے باہر نہیں ہے اور اُس کا اقتدار ہر چیز پر حاوی ہے","chinese" : "你说：“你们的心事，无论加以隐讳，或加以表白，安拉都是知道的。他知道天地万物。安拉对于万事是全能的。”","turkey" : "De ki: İçinizde olanı gizleseniz de açıklasanız da Allah onu bilir. Göklerde olanları da yerde olanları da bilir. Allah her şeye Kadir'dir"} ,{"id": "30", "arabic" : "يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ", "english" : "The Day every soul will find what it has done of good present [before it] and what it has done of evil it will wish that between itself and that [evil] was a great distance. And Allah warns you of Himself and Allah is Kind to [His] servants", "urdu" : "وہ دن آنے والا ہے، جب ہر نفس اپنے کیے کا پھل حاضر پائے گا خواہ اُس نے بھلائی کی ہو یا برائی اس روز آدمی یہ تمنا کرے گا کہ کاش ابھی یہ دن اس سے بہت دور ہوتا! اللہ تمہیں اپنے آپ سے ڈراتا ہے اور وہ اپنے بندوں کا نہایت خیر خواہ ہے","chinese" : "在那日，人人都要发现自己所作善恶的记录陈列在自己面前。人人都要希望在自己和那日之间，有很远的距离。安拉使你们防备他自己，安拉是仁爱众仆的。","turkey" : "Her kişinin yaptığı iyiliği ve yaptığı kötülüğü ki kendisiyle o kötülük arasında uzun bir mesafe olmasını diler hazır bulacağı günü bir düşünün. Kullarına karşı şefkatli olan Allah size kendinden korkmanızı emreder"} ,{"id": "31", "arabic" : "قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ", "english" : "Say [O Muhammad] If you should love Allah then follow me [so] Allah will love you and forgive you your sins. And Allah is Forgiving and Merciful", "urdu" : "اے نبیؐ! لوگوں سے کہہ دو کہ، اگر تم حقیقت میں اللہ سے محبت رکھتے ہو، تو میر ی پیروی اختیار کرو، اللہ تم سے محبت کرے گا اور تمہاری خطاؤں سے درگزر فرمائے گا وہ بڑا معاف کرنے والا اور رحیم ہے","chinese" : "你说：“如果你们喜爱安拉，就当顺从我；（你们顺从我），安拉就喜爱你们，就赦宥你们的罪过。安拉是至赦的，是至慈的。”","turkey" : "De ki: Allah'ı seviyorsanız bana uyun. Allah da sizi sevsin ve günahlarınızı bağışlasın. Allah affeder ve merhamet eder"} ,{"id": "32", "arabic" : "قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ", "english" : "Say Obey Allah and the Messenger. But if they turn away - then indeed Allah does not like the disbelievers", "urdu" : "اُن سے کہو کہ اللہ اور رسول کی اطاعت قبول کر لو پھر تم اگر وہ تمہاری دعوت قبول نہ کریں، تو یقیناً یہ ممکن نہیں ہے کہ اللہ ایسے لوگوں سے محبت کرے، جو اس کی اور اس کے رسول کی اطاعت سے انکار کرتے ہوں","chinese" : "你说：“你们当服从安拉和使者。”如果他们违背正道，那么，安拉确是不喜爱不信道者。","turkey" : "De ki: Allah'a ve Peygambere itaat edin. Yüz çevirirlerse bilsinler ki Allah inkar edenleri sevmez"} ,{"id": "33", "arabic" : "۞إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ", "english" : "Indeed Allah chose Adam and Noah and the family of Abraham and the family of 'Imran over the worlds", "urdu" : "اللہ نے آدمؑ اور نوحؑ اور آل ابراہیم اور آل عمران کو تمام دنیا والوں پر ترجیح دے کر (اپنی رسالت کے لیے) منتخب کیا تھا","chinese" : "安拉确已拣选阿丹、努哈、易卜拉欣的后裔，和仪姆兰的后裔，而使他们超越世人。","turkey" : "Allah Adem'i Nuh'u İbrahim ailesini İmran ailesini birbirinin soyundan olarak alemlere tercih etti. Allah işitendir bilendir"} ,{"id": "34", "arabic" : "ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ", "english" : "Descendants some of them from others. And Allah is Hearing and Knowing", "urdu" : "یہ ایک سلسلے کے لوگ تھے، جو ایک دوسرے کی نسل سے پیدا ہوئے تھے اللہ سب کچھ سنتا اور جانتا ہے","chinese" : "那些后裔，是一贯的血统。安拉是全聪的，是全知的。","turkey" : "Allah Adem'i Nuh'u İbrahim ailesini İmran ailesini birbirinin soyundan olarak alemlere tercih etti. Allah işitendir bilendir"} ,{"id": "35", "arabic" : "إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ", "english" : "[Mention O Muhammad] when the wife of 'Imran said My Lord indeed I have pledged to You what is in my womb consecrated [for Your service] so accept this from me. Indeed You are the Hearing the Knowing", "urdu" : "(وہ اُس وقت سن رہا تھا) جب عمران کی عورت کہہ رہی تھی کہ، میرے پروردگار! میں اس بچے کو جو میرے پیٹ میں ہے تیری نذر کرتی ہوں، وہ تیرے ہی کام کے لیے وقف ہوگا میری اس پیشکش کو قبول فرما تو سننے اور جاننے والا ہے","chinese" : "当时，仪姆兰的女人说：“我的主啊！我誓愿以我腹里所怀的，奉献给你，求你接受我的奉献。你确是全聪的，确是全知的。”","turkey" : "İmran'ın karısı: Ya Rabbi! Karnımda olanı sadece sana hizmet etmek üzere adadım benden kabul buyur doğrusu işiten ve bilen ancak Sensin demişti"} ,{"id": "36", "arabic" : "فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ", "english" : "But when she delivered her she said My Lord I have delivered a female. And Allah was most knowing of what she delivered And the male is not like the female. And I have named her Mary and I seek refuge for her in You and [for] her descendants from Satan the expelled [from the mercy of Allah]", "urdu" : "پھر جب وہ بچی اس کے ہاں پیدا ہوئی تو اس نے کہا مالک! میرے ہاں تو لڑکی پیدا ہو گئی ہے حالانکہ جو کچھ اس نے جنا تھا، اللہ کو اس کی خبر تھی اور لڑکا لڑ کی کی طرح نہیں ہوتا خیر، میں نے اس کا نام مریمؑ رکھ دیا ہے اور میں اسے اور اس کی آئندہ نسل کو شیطان مردود کے فتنے سے تیری پناہ میں دیتی ہوں","chinese" : "当她生了一个女孩的时候，她说：“我确已生了一个女孩。”安拉是知道她所生的孩子的。男孩不像女孩一样。“我确已把她叫做麦尔彦，求你保佑她和她的后裔，免受被弃绝的恶魔的骚扰。”","turkey" : "Onu doğurduğunda Allah onun ne doğurduğunu bilirken Ya Rabbi! Kız doğurdum. Erkek kız gibi değildir ben ona Meryem adını verdim ben onu da soyunu da kovulmuş şeytandan Sana sığındırırım dedi"} ,{"id": "37", "arabic" : "فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ", "english" : "So her Lord accepted her with good acceptance and caused her to grow in a good manner and put her in the care of Zechariah. Every time Zechariah entered upon her in the prayer chamber he found with her provision. He said O Mary from where is this [coming] to you? She said It is from Allah. Indeed Allah provides for whom He wills without account", "urdu" : "آخرکار اس کے رب نے اس لڑکی کو بخوشی قبول فرما لیا، اُسے بڑی اچھی لڑکی بنا کر اٹھایا اور زکریاؑ کوا س کا سرپرست بنا دیا زکریاؑ جب کبھی اس کے پاس محراب میں جاتا تو اس کے پاس کچھ نہ کچھ کھانے پینے کا سامان پاتا پوچھتا مریمؑ! یہ تیرے پا س کہاں سے آیا؟ وہ جواب دیتی اللہ کے پاس سے آیا ہے، اللہ جسے چاہتا ہے بے حساب دیتا ہے","chinese" : "她的主接受了她，并使她健康地成长，且使宰剀里雅抚育她。宰剀里雅每次进内殿去看她，都发现她面前有给养，他说：“麦尔彦啊！你怎么会有这个呢？”她说：“这是从我的主那里降下的。”安拉必定无量地供给他所意欲的人。","turkey" : "Rabbi onu güzel bir kabulle karşıladı güzel bir bitki gibi yetiştirdi; onu Zekeriya'nın himayesine bıraktı. Zekeriya mabedde onun yanına her girişinde yanında bir yiyecek bulurdu. Ey Meryem! Bu sana nereden geldi? demiş o da: Bu Allah'ın katındandır cevabını vermişti. Doğrusu Allah dilediğini hesapsız rızıklandırır"} ,{"id": "38", "arabic" : "هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ", "english" : "At that Zechariah called upon his Lord saying My Lord grant me from Yourself a good offspring. Indeed You are the Hearer of supplication", "urdu" : "یہ حال دیکھ کر زکریاؑ نے اپنے رب کو پکارا پروردگار! اپنی قدرت سے مجھے نیک اولاد عطا کر تو ہی دعا سننے والا ہے","chinese" : "在那里，宰剀里雅就祈祷他的主，说：“我的主啊！求你从你那里赏赐我一个善良的子嗣。你确是听取祈祷的。”","turkey" : "Orada Zekeriya Rabbine dua etti: Ya Rabbi! Bana kendi katından temiz bir soy bahşet doğrusu Sen duayı işitirsin"} ,{"id": "39", "arabic" : "فَنَادَتۡهُ ٱلۡمَلَـٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّـٰلِحِينَ", "english" : "So the angels called him while he was standing in prayer in the chamber Indeed Allah gives you good tidings of John confirming a word from Allah and [who will be] honorable abstaining [from women] and a prophet from among the righteous", "urdu" : "جواب میں فرشتوں نے آواز دی، جب کہ وہ محراب میں کھڑا نماز پڑھ رہا تھا، کہ اللہ تجھے یحییٰؑ کی خوش خبری دیتا ہے وہ اللہ کی طرف سے ایک فرمان کی تصدیق کرنے و الا بن کر آئے گا اس میں سرداری و بزرگی کی شان ہوگی کمال درجہ کا ضابط ہوگا نبوت سے سرفراز ہوگا اور صالحین میں شمار کیا جائے گا","chinese" : "正当宰凯里雅站在内殿祈祷的时候，天使喊叫他说：安拉以叶哈雅向你报喜，他要证实从安拉发出的一句话，要长成尊贵的、克己的人，要变成一个善良的先知。","turkey" : "Mabedde namaz kılarken melekler ona seslendiler: Allah sana Allah'ın emriyle (vücud bulan İsa'yı) tasdik eden efendi iffetli iyilerden bir peygamber olarak Yahya'yı müjdeler"} ,{"id": "40", "arabic" : "قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ", "english" : "He said My Lord how will I have a boy when I have reached old age and my wife is barren? The angel said Such is Allah; He does what He wills", "urdu" : "زکریاؑ نے کہا، پروردگار! بھلا میرے ہاں لڑکا کہاں سے ہوگا، میں تو بوڑھا ہو چکا ہوں اور میری بیوی بانجھ ہے جواب ملا، ایسا ہی ہوگا، اللہ جو چاہتا ہے کرتا ہے","chinese" : "他说：“我的主啊！我确已老迈了，我的妻子是不会生育的，我怎么会有儿子呢？”天使说：“安拉就这样做他所欲意之事。”","turkey" : "Ya Rabbi! Ben artık iyice kocamış karım da kısırken nasıl oğlum olabilir? dedi. Allah: Böyledir Allah dilediğini yapar dedi"} ,{"id": "41", "arabic" : "قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ", "english" : "He said My Lord make for me a sign. He Said Your sign is that you will not [be able to] speak to the people for three days except by gesture. And remember your Lord much and exalt [Him with praise] in the evening and the morning", "urdu" : "عرض کیا مالک! پھر کوئی نشانی میرے لیے مقرر فرما دے کہا، نشانی یہ ہے کہ تم تین دن تک لوگوں سے اشارہ کے سوا کوئی بات چیت نہ کرو گے (یا نہ کرسکو گے) اِس دوران میں اپنے رب کو بہت یاد کرنا اور صبح و شام اس کی تسبیح کرتے رہنا","chinese" : "宰剀里雅说：“我的主啊！求你为我预定一种迹象。”天使说：“你的迹象是你三日不说话，只做手势。你当多多的记念你的主，你当朝夕赞他超绝。”","turkey" : "Ya Rabbi! Bana bir alamet ver dedi Alametin üç gün işaretle anlaşma dışında insanlarla konuşmamandır; Rabbini çok an akşam sabah hamd et dedi"} ,{"id": "42", "arabic" : "وَإِذۡ قَالَتِ ٱلۡمَلَـٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ", "english" : "And [mention] when the angels said O Mary indeed Allah has chosen you and purified you and chosen you above the women of the worlds", "urdu" : "پھر وہ وقت آیا جب مریمؑ سے فرشتوں نے آکر کہا، اے مریمؑ! اللہ نے تجھے برگزیدہ کیا اور پاکیزگی عطا کی اور تمام دنیا کی عورتوں پر تجھ کو ترجیح دے کر اپنی خدمت کے لیے چن لیا","chinese" : "当时，天使说：“麦尔彦啊！安拉确已拣选你，使你纯洁，使你超越全世界的妇女","turkey" : "Melekler şöyle demişti: Ey Meryem! Allah seni seçip temizledi. Dünyaların kadınlarından seni üstün tuttu"} ,{"id": "43", "arabic" : "يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّـٰكِعِينَ", "english" : "O Mary be devoutly obedient to your Lord and prostrate and bow with those who bow [in prayer]", "urdu" : "اے مریمؑ! اپنے رب کی تابع فرمان بن کر رہ، اس کے آگے سر بسجود ہو، اور جو بندے اس کے حضور جھکنے والے ہیں ان کے ساتھ تو بھی جھک جا","chinese" : "麦尔彦啊！你当服从你的主，你当叩头，你当与鞠躬的人一同鞠躬。”","turkey" : "Ey Meryem! Rabbine gönülden boyun eğ secde et rüku edenlerle birlikte rüku et"} ,{"id": "44", "arabic" : "ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ", "english" : "That is from the news of the unseen which We reveal to you [O Muhammad]. And you were not with them when they cast their pens as to which of them should be responsible for Mary. Nor were you with them when they disputed", "urdu" : "اے محمدؐ! یہ غیب کی خبریں ہیں جو ہم تم کو وحی کے ذریعہ سے بتا رہے ہیں، ورنہ تم اُس وقت وہاں موجود نہ تھے جب ہیکل کے خادم یہ فیصلہ کرنے کے لیے کہ مریمؑ کا سر پرست کون ہو اپنے اپنے قلم پھینک رہے تھے، اور نہ تم اُس وقت حاضر تھے، جب اُن کے درمیان جھگڑا برپا تھا","chinese" : "这是关于幽玄的消息，我把它启示你；当他们用拈阄法决定谁当抚养麦尔彦的时候，你没有在场，他们争论的时候，你也没有在场。","turkey" : "Bu Sana vahyettiğimiz gayb haberlerindendir. Meryem'e hangisi kefil olacak diye kalemlerini atarlarken sen yanlarında değildin çekişirlerken de orada bulunmadın"} ,{"id": "45", "arabic" : "إِذۡ قَالَتِ ٱلۡمَلَـٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ", "english" : "[And mention] when the angels said O Mary indeed Allah gives you good tidings of a word from Him whose name will be the Messiah Jesus the son of Mary - distinguished in this world and the Hereafter and among those brought near [to Allah]", "urdu" : "اور جب فرشتوں نے کہا، اے مریمؑ! اللہ تجھے اپنے ایک فرمان کی خوش خبری دیتا ہے اُس کا نام مسیح عیسیٰ ابن مریم ہوگا، دنیا اور آخرت میں معزز ہوگا، اللہ کے مقرب بندوں میں شمار کیا جائے گا","chinese" : "当时，天使说：“麦尔彦啊！安拉的确把从他发出的一句话向你报喜。他的名字是麦西哈.尔萨.本.麦尔彦，在今世和后世都是有面子的，是亲近于安拉的。","turkey" : "Melekler demişti ki: Ey Meryem! Allah sana Kendinden bir sözü adı Meryem oğlu İsa olan Mesihi dünya ve ahirette şerefli ve Allah'a yakın kılınanlardan olarak müjdeler"} ,{"id": "46", "arabic" : "وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّـٰلِحِينَ", "english" : "He will speak to the people in the cradle and in maturity and will be of the righteous", "urdu" : "لوگوں سے گہوارے میں بھی کلام کرے گا اور بڑی عمر کو پہنچ کر بھی، اور وہ ایک مرد صالح ہوگا","chinese" : "他在摇篮里，在壮年时都要对人说话，他将来是一个善人。”","turkey" : "İnsanlarla beşikte iken de yetişkin iken de konuşacaktır ve o iyilerdendir"} ,{"id": "47", "arabic" : "قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ", "english" : "She said My Lord how will I have a child when no man has touched me? [The angel] said Such is Allah; He creates what He wills. When He decrees a matter He only says to it 'Be' and it is", "urdu" : "یہ سن کر مریمؑ بولی، پروردگار! میرے ہاں بچہ کہاں سے ہوگا، مجھے تو کسی شخص نے ہاتھ تک نہیں لگایا جواب ملا، ایسا ہی ہوگا، اللہ جو چاہتا ہے پیدا کرتا ہے وہ جب کسی کام کے کرنے کا فیصلہ فرماتا ہے تو بس کہتا ہے کہ ہو جا اور وہ ہو جاتا ہے","chinese" : "她说：“我的主啊！任何人都没有和我接触过，我怎么会有儿子呢？”天使说：“安拉要如此创造他所意欲的人。当他判决一件事的时候，他只对那件事说声‘有’，它就有了。”","turkey" : "Meryem: Rabbim! Bana bir insan dokunmamışken nasıl çocuğum olabilir? demişti. Melekler şöyle dediler: Allah dilediğini böylece yaratır. Bir işin olmasını dilerse ona ol der ve olur"} ,{"id": "48", "arabic" : "وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ", "english" : "And He will teach him writing and wisdom and the Torah and the Gospel", "urdu" : "(فرشتوں نے پھر سلسلئہ کلام میں کہا) اور اللہ اُسے کتاب اور حکمت کی تعلیم دے گا، تورات اور انجیل کا علم سکھائے گا","chinese" : "他要教他经典和智慧，《讨拉特》和《引支勒》，","turkey" : "Ona Kitabı hikmeti Tevrat'ı ve İncil'i öğretecek İsrailoğullarına şöyle diyen bir peygamber kılacak: Ben size Rabbinizden bir ayet getirdim. Ben size çamurdan kuş gibi bir şey yapıp ona üfleyeceğim Allah'ın izniyle hemen kuş olacaktır; anadan doğma körleri alacalıları iyi edeceğim; Allah'ın izniyle ölüleri dirilteceğim; yediklerinizi ve evlerinizde sakladıklarınızı da size haber vereceğim. İnanmışsanız bunda size delil vardır"} ,{"id": "49", "arabic" : "وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَـٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ", "english" : "And [make him] a messenger to the Children of Israel [who will say] 'Indeed I have come to you with a sign from your Lord in that I design for you from clay [that which is] like the form of a bird then I breathe into it and it becomes a bird by permission of Allah. And I cure the blind and the leper and I give life to the dead - by permission of Allah. And I inform you of what you eat and what you store in your houses. Indeed in that is a sign for you if you are believers", "urdu" : "اور بنی اسرائیل کی طرف اپنا رسول مقرر کرے گا (اور جب وہ بحیثیت رسول بنی اسرائیل کے پاس آیا تو اس نے کہا) میں تمہارے رب کی طرف سے تمہارے پاس نشانی لے کر آیا ہوں میں تمہارے سامنے مٹی سے پرندے کی صورت میں ایک مجسمہ بناتا ہوں اور اس میں پھونک مارتا ہوں، وہ اللہ کے حکم سے پرندہ بن جاتا ہے میں اللہ کے حکم سے مادر زاد اندھے اور کوڑھی کو اچھا کرتا ہوں اور مُردے کو زندہ کرتا ہوں میں تمہیں بتاتا ہوں کہ تم کیا کھاتے ہو اور کیا اپنے گھروں میں ذخیرہ کر کے رکھتے ہو اس میں تمہارے لیے کافی نشانی ہے اگر تم ایمان لانے والے ہو","chinese" : "他要使他去教化以色列的后裔。（尔撒说）：“我确已把你们的主所降示的一种迹象，带来给你们了。我必定为你们用泥做一个像鸟样的东西，我吹口气在里面，它就奉安拉的命令而飞动。我奉安拉的命令，能治疗天然盲、大麻疯，又能使死者复活，又能把你们所吃的和你们储藏在家里的食物告诉你们。对于你们，此中确有一种迹象，如果你们是信道的人。","turkey" : "Ona Kitabı hikmeti Tevrat'ı ve İncil'i öğretecek İsrailoğullarına şöyle diyen bir peygamber kılacak: Ben size Rabbinizden bir ayet getirdim. Ben size çamurdan kuş gibi bir şey yapıp ona üfleyeceğim Allah'ın izniyle hemen kuş olacaktır; anadan doğma körleri alacalıları iyi edeceğim; Allah'ın izniyle ölüleri dirilteceğim; yediklerinizi ve evlerinizde sakladıklarınızı da size haber vereceğim. İnanmışsanız bunda size delil vardır"} ,{"id": "50", "arabic" : "وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ", "english" : "And [I have come] confirming what was before me of the Torah and to make lawful for you some of what was forbidden to you. And I have come to you with a sign from your Lord so fear Allah and obey me", "urdu" : "اور میں اُس تعلیم و ہدایت کی تصدیق کرنے والا بن کر آیا ہوں جو تورات میں سے اِس وقت میرے زمانہ میں موجود ہے اوراس لیے آیا ہوں کہ تمہارے لیے بعض اُن چیزوں کو حلال کر دوں جو تم پر حرام کر دی گئی ہیں دیکھو، میں تمہارے رب کی طرف سے تمہارے پاس نشانی لے کر آیا ہوں، لہٰذا اللہ سے ڈرو اور میر ی اطاعت کرو","chinese" : "（我奉命来）证实在我之前降示的《讨拉特》，并为你们解除一部分禁令。我已昭示你们从安拉发出的一种迹象，故你们应当敬畏安拉，应当服从我。","turkey" : "Benden önce gelen Tevrat'ı tasdik etmekle beraber size yasak edilenlerin bir kısmını helal kılmak üzere Rabbinizden size bir ayet getirdim. Allah'tan sakının ve bana itaat edin; çünkü Allah benim de Rabbim sizin de Rabbinizdir. O'na kulluk edin bu doğru yoldur"} ,{"id": "51", "arabic" : "إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ", "english" : "Indeed Allah is my Lord and your Lord so worship Him. That is the straight path", "urdu" : "اللہ میرا رب بھی ہے او ر تمہارا رب بھی، لہٰذا تم اُسی کی بندگی اختیار کرو، یہی سیدھا راستہ ہے","chinese" : "安拉确是我的主，也是你们的主，故你们应当崇拜他。这才是正路。”","turkey" : "Benden önce gelen Tevrat'ı tasdik etmekle beraber size yasak edilenlerin bir kısmını helal kılmak üzere Rabbinizden size bir ayet getirdim. Allah'tan sakının ve bana itaat edin; çünkü Allah benim de Rabbim sizin de Rabbinizdir. O'na kulluk edin bu doğru yoldur"} ,{"id": "52", "arabic" : "۞فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ", "english" : "But when Jesus felt [persistence in] disbelief from them he said Who are my supporters for [the cause of] Allah? The disciples said We are supporters for Allah. We have believed in Allah and testify that we are Muslims [submitting to Him]", "urdu" : "جب عیسیٰؑ نے محسوس کیا کہ بنی اسرائیل کفر و انکار پر آمادہ ہیں تو اس نے کہا کون اللہ کی راہ میں میرا مدد گار ہوتا ہے؟ حواریوں نے جواب دیا، ہم اللہ کے مددگار ہیں، ہم اللہ پر ایمان لائے، گواہ رہو کہ ہم مسلم (اللہ کے آگے سر اطاعت جھکا دینے والے) ہیں","chinese" : "当尔撒确知众人不信道的时候，他说：“谁为安拉而协助我？”众门徒说：“我们为安拉而协助你，我们已确信安拉，求你作证我们是归顺者。","turkey" : "İsa onların inkarlarını hissedince: Allah uğrunda yardımcılarım kimlerdir? dedi. Havariler şöyle dediler: Biz Allah'ın yardımcılarıyız Allah'a inandık O'na teslim olduğumuza şahid ol"} ,{"id": "53", "arabic" : "رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّـٰهِدِينَ", "english" : "Our Lord we have believed in what You revealed and have followed the messenger Jesus so register us among the witnesses [to truth]", "urdu" : "مالک! جو فرمان تو نے نازل کیا ہے ہم نے اسے مان لیا اور رسول کی پیروی قبول کی، ہمارا نام گواہی دینے والوں میں لکھ لے","chinese" : "我们的主啊！我们已确信你所降示的经典，我们已顺从使者，求你使我们加入作证者的行列。”","turkey" : "Rabbimiz! İndirdiğine inandık Peygambere uyduk; bizi sahid olanlarla beraber yaz"} ,{"id": "54", "arabic" : "وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ", "english" : "And the disbelievers planned but Allah planned. And Allah is the best of planners", "urdu" : "پھر بنی اسرائیل (مسیح کے خلاف) خفیہ تدبیریں کرنے لگے جواب میں اللہ نے بھی اپنی خفیہ تدبیر کی اور ایسی تدبیروں میں اللہ سب سے بڑھ کر ہے","chinese" : "他们用计谋，安拉也用计谋，安拉是最善于用计谋的。","turkey" : "Fakat (inkarcılar) hile yaptılar. Allah da onları cezalandırdı. Allah hile yapanların cezasını en iyi verendir"} ,{"id": "55", "arabic" : "إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ", "english" : "[Mention] when Allah said O Jesus indeed I will take you and raise you to Myself and purify you from those who disbelieve and make those who follow you [in submission to Allah alone] superior to those who disbelieve until the Day of Resurrection. Then to Me is your return and I will judge between you concerning that in which you used to differ", "urdu" : "(وہ اللہ کی خفیہ تدبیر ہی تھی) جب اُس نے کہا کہ، اے عیسیٰؑ! اب میں تجھے واپس لے لوں گا اور تجھ کو اپنی طرف اٹھا لوں گا اور جنہوں نے تیرا انکار کیا ہے اُن سے (یعنی ان کی معیت سے اور ان کے گندے ماحول میں ان کے ساتھ رہنے سے) تجھے پاک کر دوں گا اور تیری پیروی کرنے والوں کو قیامت تک ان لوگوں پر بالادست رکھوں گا جنہوں نے تیرا انکار کیا ہے پھر تم سب کو آخر میرے پاس آنا ہے، اُس وقت میں اُن باتوں کا فیصلہ کر دوں گا جن میں تمہارے درمیان اختلاف ہوا ہے","chinese" : "当时，安拉对尔撒说：“我必定要使你寿终，要把你擢升到我那里，要为你洗清不信道者的诬蔑，要使跟随你的人，在不信道的人之上，直到复活日。然后，你们只归于我，我要为你们判决你们所争论的是非。","turkey" : "Allah demişti ki: Ey İsa! Ben seni eceline yetireceğim seni kendime yükselteceğim inkar edenlerden seni tertemiz ayıracağım; sana uyanları kıyamet gününe kadar inkar edenlerin üstünde tutacağım. Sonra dönüşünüz Banadır. Ayrılığa düştüğünüz hususlarda aranızda hükmedeceğim. İnkar edenleri de dünya ve ahirette şiddetli azaba uğratacağım. Onların hiç yardımcıları olmayacaktır"} ,{"id": "56", "arabic" : "فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّـٰصِرِينَ", "english" : "And as for those who disbelieved I will punish them with a severe punishment in this world and the Hereafter and they will have no helpers", "urdu" : "جن لوگوں نے کفر و انکار کی روش اختیار کی ہے انہیں دنیا اور آخرت دونوں میں سخت سزا دوں گا اور وہ کوئی مددگار نہ پائیں گے","chinese" : "至于不信道的人，我要在今世和后世，严厉地惩罚他们，他们绝没有任何援助者。","turkey" : "Allah demişti ki: Ey İsa! Ben seni eceline yetireceğim seni kendime yükselteceğim inkar edenlerden seni tertemiz ayıracağım; sana uyanları kıyamet gününe kadar inkar edenlerin üstünde tutacağım. Sonra dönüşünüz Banadır. Ayrılığa düştüğünüz hususlarda aranızda hükmedeceğim. İnkar edenleri de dünya ve ahirette şiddetli azaba uğratacağım. Onların hiç yardımcıları olmayacaktır"} ,{"id": "57", "arabic" : "وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّـٰلِمِينَ", "english" : "But as for those who believed and did righteous deeds He will give them in full their rewards and Allah does not like the wrongdoers", "urdu" : "اور جنہوں نے ایمان اور نیک عملی کا رویہ اختیار کیا ہے انہیں اُن کے اجر پورے پورے دے دیے جائیں گے اور خوب جان لے کہ ظالموں سے اللہ ہرگز محبت نہیں کرتا","chinese" : "至于信道而且行善的人，安拉要使他们享受完全的报酬。安拉不喜爱不义的人。","turkey" : "İnanıp yararlı iş işleyenlerin ecirleri ise tastamam verilecektir. Allah zalimleri sevmez"} ,{"id": "58", "arabic" : "ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ", "english" : "This is what We recite to you [O Muhammad] of [Our] verses and the precise [and wise] message", "urdu" : "یہ آیات اور حکمت سے لبریز تذکرے ہیں جو ہم تمہیں سنا رہے ہیں","chinese" : "这是我对你宣读的迹象，和睿智的教训。”","turkey" : "Sana okuduğumuz bunlar ayetlerden ve hikmet dolu Kuran'dandır"} ,{"id": "59", "arabic" : "إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ", "english" : "Indeed the example of Jesus to Allah is like that of Adam. He created Him from dust; then He said to him Be and he was", "urdu" : "اللہ کے نزدیک عیسیٰؑ کی مثال آدمؑ کی سی ہے کہ اللہ نے اسے مٹی سے پیدا کیا اور حکم دیا کہ ہو جا اور وہ ہو گیا","chinese" : "在安拉看来，尔撒确是和阿丹一样的。他用土创造阿丹，然后对他说：“有”，他就有了。","turkey" : "Allah'ın katında İsa'nın durumu kendisini topraktan yaratıp sonra ol demesiyle olmuş olan Adem'in durumu gibidir"} ,{"id": "60", "arabic" : "ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ", "english" : "The truth is from your Lord so do not be among the doubters", "urdu" : "یہ اصل حقیقت ہے جو تمہارے رب کی طرف سے بتائی جا رہی ہے اور تم ان لوگوں میں شامل نہ ہو جو اس میں شک کرتے ہیں","chinese" : "（这是）从你的主降示的真理，故你不要怀疑。","turkey" : "Gerçek Rabb'indendir o halde şüphelenenlerden olma"} ,{"id": "61", "arabic" : "فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ", "english" : "Then whoever argues with you about it after [this] knowledge has come to you - say Come let us call our sons and your sons our women and your women ourselves and yourselves then supplicate earnestly [together] and invoke the curse of Allah upon the liars [among us]", "urdu" : "یہ علم آ جانے کے بعد اب کوئی اس معاملہ میں تم سے جھگڑا کرے تو اے محمدؐ! اس سے کہو، آؤ ہم اور تم خود بھی آ جائیں اور اپنے اپنے بال بچوں کو بھی لے آئیں اور خد ا سے دعا کریں کہ جو جھوٹا ہو اُس پر خدا کی لعنت ہو","chinese" : "在知识降临你之后，凡与你争论此事的人，你都可以对他们说：你们来吧！让我们召集我们各自的孩子，我们的妇女和你们的妇女，我们的自身和你们的自身，然后让我们祈祷安拉弃绝说谎的人。","turkey" : "Sana ilim geldikten sonra bu hususta seninle kim tartışacak olursa de ki: Gelin oğullarımızı oğullarınızı kadınlarımızı kadınlarınızı kendimizi ve kendinizi çağıralım sonra lanetleşelim de Allah'ın lanetinin yalancılara olmasını dileyelim"} ,{"id": "62", "arabic" : "إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ", "english" : "Indeed this is the true narration. And there is no deity except Allah. And indeed Allah is the Exalted in Might the Wise", "urdu" : "یہ بالکل صحیح واقعات ہیں، اور حقیقت یہ ہے کہ اللہ کے سوا کوئی خداوند نہیں ہے، اور وہ اللہ ہی کی ہستی ہے جس کی طاقت سب سے بالا اور جس کی حکمت نظام عالم میں کار فرما ہے","chinese" : "这确是真实的故事。除安拉外，绝无应受崇拜的。安拉确是万能的，确是至睿的。","turkey" : "Şüphesiz bu anlatılanlar gerçek olaylardır. Allah'tan başka tanrı yoktur. Doğrusu Allah güçlüdür Hakim'dir"} ,{"id": "63", "arabic" : "فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ", "english" : "But if they turn away then indeed - Allah is Knowing of the corrupters", "urdu" : "پس اگر یہ لوگ (اِس شرط پر مقابلہ میں آنے سے) منہ موڑیں تو (اُن کا مفسد ہونا صاف کھل جائے گا) اور اللہ تو مفسدوں کے حال سے واقف ہی ہے","chinese" : "如果他们背弃正道，那么，安拉对于作恶的人，确是全知的","turkey" : "Eğer yüz çevirirlerse şüphesiz Allah bozguncuları bilir"} ,{"id": "64", "arabic" : "قُلۡ يَـٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ", "english" : "Say O People of the Scripture come to a word that is equitable between us and you - that we will not worship except Allah and not associate anything with Him and not take one another as lords instead of Allah. But if they turn away then say Bear witness that we are Muslims [submitting to Him]", "urdu" : "کہو، اے اہل کتاب! آؤ ایک ایسی بات کی طرف جو ہمارے اور تمہارے درمیان یکساں ہے یہ کہ ہم اللہ کے سوا کسی کی بندگی نہ کریں، اس کے ساتھ کسی کو شریک نہ ٹھیرائیں، اور ہم میں سے کوئی اللہ کے سوا کسی کو اپنا رب نہ بنا لے اس دعوت کو قبول کرنے سے اگر وہ منہ موڑیں تو صاف کہہ دو کہ گواہ رہو، ہم تو مسلم (صرف خدا کی بندگی و اطاعت کرنے والے) ہیں","chinese" : "你说：“信奉天经的人啊！你们来吧，让我们共同遵守一种双方认为公平的信条：我们大家只崇拜安拉，不以任何物配他，除安拉外，不以同类为主宰。”如果他们背弃这种信条，那么，你们说：“请你们作证我们是归顺的人","turkey" : "De ki: Ey Kitap ehli! Ancak Allah'a kulluk etmek O'na bir şeyi eş koşmamak Allah'ı bırakıp birbirimizi rab olarak benimsememek üzere bizimle sizin aranızda müşterek bir söze gelin. Eğer yüz çevirirlerse: Bizim müslüman olduğumuza şahid olun deyin"} ,{"id": "65", "arabic" : "يَـٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ", "english" : "O People of the Scripture why do you argue about Abraham while the Torah and the Gospel were not revealed until after him? Then will you not reason", "urdu" : "اے اہل کتاب! تم ابراہیمؑ کے بارے میں ہم سے کیوں جھگڑا کرتے ہو؟ تورات اور انجیل تو ابراہیمؑ کے بعد ہی نازل ہوئی ہیں پھر کیا تم اتنی بات بھی نہیں سمجھتے","chinese" : "信奉天经的人啊！你们为什么和我们辩论易卜拉欣（的宗教）呢？《讨拉特》和《引支勒》是在他弃世之后才降示的。难道你们不了解吗？","turkey" : "Ey Kitap ehli! İbrahim hakkında niçin tartışıyorsunuz? Tevrat da İncil de şüphesiz ondan sonra indirilmiştir. Akletmiyor musunuz"} ,{"id": "66", "arabic" : "هَـٰٓأَنتُمۡ هَـٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ", "english" : "Here you are - those who have argued about that of which you have [some] knowledge but why do you argue about that of which you have no knowledge? And Allah knows while you know not", "urdu" : "تم لوگ جن چیزوں کا علم رکھتے ہو اُن میں تو خوب بحثیں کر چکے، اب ان معاملات میں کیوں بحث کرنے چلے ہو جن کا تمہارے پاس کچھ بھی علم نہیں اللہ جانتا ہے، تم نہیں جانتے","chinese" : "你们这等人，自己知道的事，固然可以辩论；怎么连自己所不知道的事，也要加以辩论呢？安拉知道，你们却不知道。”","turkey" : "Siz hadi bilginiz olan şey üzerinde tartışanlarsınız. Ama bilginiz olmayan şey hakkında niçin tartışırsınız? Oysa Allah bilir sizler bilmezsiniz"} ,{"id": "67", "arabic" : "مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ", "english" : "Abraham was neither a Jew nor a Christian but he was one inclining toward truth a Muslim [submitting to Allah]. And he was not of the polytheists", "urdu" : "ابراہیمؑ نہ یہودی تھا نہ عیسائی، بلکہ وہ ایک مسلم یکسو تھا اور وہ ہرگز مشرکوں میں سے نہ تھا","chinese" : "易卜拉欣既不是犹太教徒，也不是基督教徒。他是一个崇信正教，归顺安拉的人，他不是以物配主的人。","turkey" : "İbrahim yahudi de hıristiyan da değildi ama doğruya yönelen bir müslimdi; ortak koşanlardan değildi"} ,{"id": "68", "arabic" : "إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ", "english" : "Indeed the most worthy of Abraham among the people are those who followed him [in submission to Allah] and this prophet and those who believe [in his message]. And Allah is the ally of the believers", "urdu" : "ابراہیمؑ سے نسبت رکھنے کا سب سے زیادہ حق اگر کسی کو پہنچتا ہے تو اُن لوگوں کو پہنچتا ہے جنہوں نے اس کی پیروی کی اور اب یہ نبی اور اس کے ماننے والے اِس نسبت کے زیادہ حق دار ہیں اللہ صرف اُنہی کا حامی و مددگار ہے جو ایمان رکھتے ہوں","chinese" : "与易卜拉欣最亲密的，确是顺从他的人，和这个先知，以及信道的人们。安拉是信士们的保佑者。","turkey" : "Doğrusu İbrahim'e en yakın olanlar ona uyanlar bu Peygamber ve inananlardır. Allah inananların dostudur"} ,{"id": "69", "arabic" : "وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ", "english" : "A faction of the people of the Scripture wish they could mislead you. But they do not mislead except themselves and they perceive [it] not", "urdu" : "(اے ایمان لانے والو) اہل کتاب میں سے ایک گروہ چاہتا ہے کہ کسی طرح تمہیں راہ راست سے ہٹا دے، حالانکہ در حقیقت وہ اپنے سوا کسی کو گمرا ہی میں نہیں ڈال رہے ہیں مگر انہیں اس کا شعور نہیں ہے","chinese" : "信奉天经的人中有一部分人，希望使你们迷误，其实，他们只能使自己迷误，他们却不自觉。","turkey" : "Kitap ehlinden bir takımı sizi sapıtmak isterler; oysa kendilerini saptırırlar da farkına varmazlar"} ,{"id": "70", "arabic" : "يَـٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ", "english" : "O People of the Scripture why do you disbelieve in the verses of Allah while you witness [to their truth]", "urdu" : "اے اہل کتاب! کیوں اللہ کی آیات کا انکار کرتے ہو حالانکہ تم خود ان کا مشاہدہ کر رہے ہو؟","chinese" : "信奉天经的人啊！你们明知安拉的迹象是真实的，你们为什么不信那些迹象呢？","turkey" : "Ey Kitap ehli! Sizler göz göre göre Allah'ın ayetlerini niçin inkar ediyorsunuz"} ,{"id": "71", "arabic" : "يَـٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ", "english" : "O People of the Scripture why do you confuse the truth with falsehood and conceal the truth while you know [it]", "urdu" : "اے اہل کتاب! کیوں حق کو باطل کا رنگ چڑھا کر مشتبہ بناتے ہو؟ کیوں جانتے بوجھتے حق کو چھپاتے ہو؟","chinese" : "信奉天经的人啊！你们为什么明知故犯地以伪乱真，隐讳真理呢？","turkey" : "Ey Kitap ehli! Niçin hakkı batıla karıştırıyor ve bile bile hakkı gizliyorsunuz"} ,{"id": "72", "arabic" : "وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ", "english" : "And a faction of the People of the Scripture say [to each other] Believe in that which was revealed to the believers at the beginning of the day and reject it at its end that perhaps they will abandon their religion", "urdu" : "اہل کتاب میں سے ایک گروہ کہتا ہے کہ اس نبی کے ماننے والوں پر جو کچھ نازل ہوا ہے اس پر صبح ایمان لاؤ اور شام کو اس سے انکار کر دو، شاید اس ترکیب سے یہ لوگ اپنے ایمان سے پھر جائیں","chinese" : "信奉天经的人中有一部分人说：“你们可以在早晨表示信信士们所受的启示，而在晚夕表示不信，（你们这样做），他们或许叛教。","turkey" : "Kitap ehlinden bir takımı şöyle dedi: İnananlara indirilene günün başında inanın sonunda inkar edin ki belki dönerler ve dininize uyanlardan başkasına inanmayın. De ki: Doğru yol Allah'ın yoludur. Ve yine başkasına da verildiğine veya Rabbinizin katında Müslümanların karşı delil getirip sizi alt edeceğine inanmayın derler. De ki: Doğrusu bol nimet Allah'ın elindedir onu dilediğine verir. Allah'ın fazlı her şeyi kaplar O her şeyi bilir"} ,{"id": "73", "arabic" : "وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ", "english" : "And do not trust except those who follow your religion. Say Indeed the [true] guidance is the guidance of Allah. [Do you fear] lest someone be given [knowledge] like you were given or that they would [thereby] argue with you before your Lord? Say Indeed [all] bounty is in the hand of Allah - He grants it to whom He wills. And Allah is all-Encompassing and Wise", "urdu" : "نیز یہ لوگ آپس میں کہتے ہیں کہ اپنے مذہب والے کے سوا کسی کی بات نہ مانو اے نبیؐ! ان سے کہہ دو کہ، اصل میں ہدایت تو اللہ کی ہدایت ہے اور یہ اُسی کی دین ہے کہ کسی کو وہی کچھ دے دیا جائے جو کبھی تم کو دیا گیا تھا، یا یہ کہ دوسروں کو تمہارے رب کے حضور پیش کرنے کے لیے تمہارے خلاف قوی حجت مل جائے اے نبیؐ! ان سے کہو کہ، فضل و شرف اللہ کے اختیار میں ہے، جسے چاہے عطا فرمائے وہ وسیع النظر ہے اور سب کچھ جانتا ہے","chinese" : "你们只可以信任你们的教友。”你说：“引导确是安拉的引导，难道因为别人获得像你们所获得的启示，或他们将在安拉那里与你们辩论，（你们就这样用计）吗？”你说：“恩惠确是掌握在安拉的手里，他把它赏赐给他所意欲的人。”安拉是宽大的，是全知的。","turkey" : "Kitap ehlinden bir takımı şöyle dedi: İnananlara indirilene günün başında inanın sonunda inkar edin ki belki dönerler ve dininize uyanlardan başkasına inanmayın. De ki: Doğru yol Allah'ın yoludur. Ve yine başkasına da verildiğine veya Rabbinizin katında Müslümanların karşı delil getirip sizi alt edeceğine inanmayın derler. De ki: Doğrusu bol nimet Allah'ın elindedir onu dilediğine verir. Allah'ın fazlı her şeyi kaplar O her şeyi bilir"} ,{"id": "74", "arabic" : "يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ", "english" : "He selects for His mercy whom He wills. And Allah is the possessor of great bounty", "urdu" : "اپنی رحمت کے لیے جس کو چاہتا ہے مخصوص کر لیتا ہے اور اس کا فضل بہت بڑا ہے","chinese" : "他为自已的慈恩而特选他所意欲的人。安拉是有宏恩的。","turkey" : "Rahmetini dilediğine tahsis eder Allah büyük bol nimet sahibidir"} ,{"id": "75", "arabic" : "۞وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ", "english" : "And among the People of the Scripture is he who if you entrust him with a great amount [of wealth] he will return it to you. And among them is he who if you entrust him with a [single] silver coin he will not return it to you unless you are constantly standing over him [demanding it]. That is because they say There is no blame upon us concerning the unlearned. And they speak untruth about Allah while they know [it]", "urdu" : "اہل کتاب میں کوئی تو ایسا ہے کہ اگر تم اس کے اعتماد پر مال و دولت کا ایک ڈھیر بھی دے دو تو وہ تمہارا مال تمہیں ادا کر دے گا، اور کسی کا حال یہ ہے کہ اگر تم ایک دینار کے معاملہ میں بھی اس پر بھروسہ کرو تو وہ ادا نہ کرے گا الّا یہ کہ تم اس کے سر پر سوار ہو جاؤ اُن کی اس اخلاقی حالت کا سبب یہ ہے کہ وہ کہتے ہیں، امیوں (غیر یہودی لوگوں) کے معاملہ میں ہم پر کوئی مواخذہ نہیں ہے اور یہ بات وہ محض جھوٹ گھڑ کر اللہ کی طرف منسوب کرتے ہیں، حالانکہ انہیں معلوم ہے کہ اللہ نے ایسی کوئی بات نہیں فرمائی ہے آخر کیوں اُن سے باز پرس نہ ہوگی؟","chinese" : "信奉天经的人中有这样的人：如果你托付他一千两黄金，他会交还你；他们中也有这样的人：如果你托付他一枚金币，他也许不交还你，除非你一再追究它。这是因为他们说：“我们不为不识字的人而受处分。”他们明知故犯地假借安拉的名义而造谣。","turkey" : "Kitap ehli arasında kantarla emanet bıraksan onu sana ödeyen ve bir lira emanet etsen tepesine dikilmedikçe onu sana ödemeyen vardır. Bu onların: Kitapsızlara karşı üzerimize bir sorumluluk yoktur demelerindendir. Onlar bile bile Allah'a karşı yalan söylemektedirler"} ,{"id": "76", "arabic" : "بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ", "english" : "But yes whoever fulfills his commitment and fears Allah - then indeed Allah loves those who fear Him", "urdu" : "جو بھی اپنے عہد کو پورا کرے گا اور برائی سے بچ کر رہے گا وہ اللہ کا محبوب بنے گا، کیونکہ پرہیز گار لوگ اللہ کو پسند ہیں","chinese" : "不然，凡践约而且敬畏的人，（都是安拉所喜爱的），因为安拉确是喜爱敬畏者的。","turkey" : "Hayır öyle değil; ahdini yerine getiren ve günahtan sakınan bilsin ki Allah sakınanları şüphesiz sever"} ,{"id": "77", "arabic" : "إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَـٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ", "english" : "Indeed those who exchange the covenant of Allah and their [own] oaths for a small price will have no share in the Hereafter and Allah will not speak to them or look at them on the Day of Resurrection nor will He purify them; and they will have a painful punishment", "urdu" : "رہے وہ لوگ جو اللہ کے عہد اور اپنی قسموں کو تھوڑی قیمت پر بیچ ڈالتے ہیں، تو ان کے لیے آخرت میں کوئی حصہ نہیں، اللہ قیامت کے روز نہ اُن سے بات کرے گا نہ اُن کی طرف دیکھے گا اور نہ انہیں پاک کرے گا، بلکہ اُن کے لیے تو سخت دردناک سزا ہے","chinese" : "以安拉的盟约和自己的盟约换取些微代价的人，在后世不获恩典，复活日，安拉不和他们说话，不睬他们，不涤清他们的罪恶，他们将受痛苦的刑罚。","turkey" : "Allah'ın ahdini ve yeminlerini az bir değere değişenlerin işte onların ahirette bir payları yoktur. Allah onlara kıyamet günü hitab etmeyecek onlara bakmayacak onları temize çıkarmayacaktır. Elem verici azab onlar içindir"} ,{"id": "78", "arabic" : "وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ", "english" : "And indeed there is among them a party who alter the Scripture with their tongues so you may think it is from the Scripture but it is not from the Scripture. And they say This is from Allah but it is not from Allah. And they speak untruth about Allah while they know", "urdu" : "اُن میں کچھ لوگ ایسے ہیں جو کتاب پڑھتے ہوئے اس طرح زبان کا الٹ پھیر کرتے ہیں کہ تم سمجھو جو کچھ وہ پڑھ رہے ہیں وہ کتاب ہی کی عبارت ہے، حالانکہ وہ کتاب کی عبارت نہیں ہوتی، وہ کہتے ہیں کہ یہ جو کچھ ہم پڑھ رہے ہیں یہ خدا کی طرف سے ہے، حالانکہ وہ خدا کی طرف سے نہیں ہوتا، وہ جان بوجھ کر جھوٹ بات اللہ کی طرف منسوب کر دیتے ہیں","chinese" : "他们中确有一部分人，篡改天经，以便你们把曾今篡改的当做天经，其实，那不是天经。他们说：“这是从安拉那里降示的。”其实，那不是从安拉那里降示的，他们明知故犯地假借安拉的名义而造谣。","turkey" : "Onlardan bir takımı Kitapta olmadığı halde Kitaptan zannedesiniz diye dillerini eğip bükerler. O Allah katından olmadığı halde: Allah katındandır derler bile bile Allah'a karşı yalan söylerler"} ,{"id": "79", "arabic" : "مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّـٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ", "english" : "It is not for a human [prophet] that Allah should give him the Scripture and authority and prophethood and then he would say to the people Be servants to me rather than Allah but [instead he would say] Be pious scholars of the Lord because of what you have taught of the Scripture and because of what you have studied", "urdu" : "کسی انسان کا یہ کام نہیں ہے کہ اللہ تو اس کو کتاب اور حکم اور نبوت عطا فرمائے اور وہ لوگوں سے کہے کہ اللہ کے بجائے تم میرے بندے بن جاؤ وہ تو یہی کہے گا کہ سچے ربانی بنو جیسا کہ اس کتاب کی تعلیم کا تقاضا ہے جسے تم پڑھتے اور پڑھاتے ہو","chinese" : "一个既蒙安拉赏赐经典、智慧和预言的人，他不致对世人说：“你们做我的奴仆，不要做安拉的奴仆。”但（他必说）：“你们当做崇拜造物主的人，因为你们教授天经，诵习天经。”","turkey" : "Allah'ın kendisine Kitap'ı hükmü peygamberliği verdiği insanoğluna: Allah'ı bırakıp bana kulluk edin demek yaraşmaz fakat: Kitabı öğrettiğinize okuduğunuza göre Rabb'e kul olun demek yaraşır"} ,{"id": "80", "arabic" : "وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَـٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ", "english" : "Nor could he order you to take the angels and prophets as lords. Would he order you to disbelief after you had been Muslims", "urdu" : "وہ تم سے ہرگز یہ نہ کہے گا کہ فرشتوں کو یا پیغمبروں کو اپنا رب بنا لو کیا یہ ممکن ہے کہ ایک نبی تمہیں کفر کا حکم دے جب کہ تم مسلم ہو؟","chinese" : "他也不致教你们以众天使和众先知为主宰。你们既归顺之后，他怎能教你们不信道呢？","turkey" : "Size melekleri peygamberleri Rab olarak benimsemenizi emretmesi de yaraşmaz. Siz müslüman olduktan sonra size inkar etmeyi mi emredecek"} ,{"id": "81", "arabic" : "وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّـٰهِدِينَ", "english" : "And [recall O People of the Scripture] when Allah took the covenant of the prophets [saying] Whatever I give you of the Scripture and wisdom and then there comes to you a messenger confirming what is with you you [must] believe in him and support him. [Allah] said Have you acknowledged and taken upon that My commitment? They said We have acknowledged it. He said Then bear witness and I am with you among the witnesses", "urdu" : "یاد کرو، اللہ نے پیغمبروں سے عہد لیا تھا کہ، آج ہم نے تمہیں کتاب اور حکمت و دانش سے نوازا ہے، کل اگر کوئی دوسرا رسول تمہارے پاس اُسی تعلیم کی تصدیق کرتا ہوا آئے جو پہلے سے تمہارے پاس موجود ہے، تو تم کو اس پر ایمان لانا ہوگا اور اس کی مدد کرنی ہوگی یہ ارشاد فرما کر اللہ نے پوچھا، کیا تم اِس کا اقرار کرتے ہو اور اس پر میری طرف سے عہد کی بھاری ذمہ داری اٹھاتے ہو؟ اُنہوں نے کہا ہاں ہم اقرار کرتے ہیں اللہ نے فرمایا، اچھا تو گواہ رہو اور میں بھی تمہارے ساتھ گواہ ہوں","chinese" : "当时，安拉与众先知缔约说：“我已赏赐你们经典和智慧，以后有一个使者来证实你们所有的经典，你们必须确信他，必须辅助他。”他说：“你们承认吗？你们愿意为此事而与我缔约吗？”他们说：“我们承认了。”他说：“那么，你们作证吧；我也和你们一同作证，","turkey" : "Allah peygamberlerden ahid almıştı: And olsun ki size Kitap hikmet verdim; sizde olanı tasdik eden bir peygamber gelecek ona mutlaka inanacaksınız ve ona mutlaka yardım edeceksiniz ikrar edip bu ahdi kabul ettiniz mi? demişti. İkrar ettik demişlerdi de: Şahid olun Ben de sizinle beraber şahidlerdenim demişti"} ,{"id": "82", "arabic" : "فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَـٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ", "english" : "And whoever turned away after that - they were the defiantly disobedient", "urdu" : "اس کے بعد جو اپنے عہد سے پھر جائے وہی فاسق ہے","chinese" : "此后，凡背弃约言的，都是罪人。”","turkey" : "Bunun ardından yüz çeviren var ya işte onlar fasık olanlardır"} ,{"id": "83", "arabic" : "أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ", "english" : "So is it other than the religion of Allah they desire while to Him have submitted [all] those within the heavens and earth willingly or by compulsion and to Him they will be returned", "urdu" : "اب کیا یہ لوگ اللہ کی اطاعت کا طریقہ (دین اللہ) چھوڑ کر کوئی اور طریقہ چاہتے ہیں؟ حالانکہ آسمان و زمین کی ساری چیزیں چار و نا چار اللہ ہی کی تابع فرمان (مسلم) ہیں اور اُسی کی طرف سب کو پلٹنا ہے؟","chinese" : "难道他们要舍安拉的宗教而寻求别的宗教吗？同时天地万物，不论自愿与否，都归顺他，他们将来只被召归于他。","turkey" : "Allah'ın dininden başka bir din mi arzu ediyorlar? Oysa göklerde ve yerde kim varsa ister istemez O'na teslim olmuştur O'na döneceklerdir"} ,{"id": "84", "arabic" : "قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ", "english" : "Say We have believed in Allah and in what was revealed to us and what was revealed to Abraham Ishmael Isaac Jacob and the Descendants and in what was given to Moses and Jesus and to the prophets from their Lord. We make no distinction between any of them and we are Muslims [submitting] to Him", "urdu" : "اے نبیؐ! کہو کہ ہم اللہ کو مانتے ہیں، اُس تعلیم کو مانتے ہیں جو ہم پر نازل کی گئی ہے، اُن تعلیمات کو بھی مانتے ہیں جو ابراہیمؑ، اسماعیلؑ، اسحاقؑ، یعقوبؑ اور اولاد یعقوبؑ پر نازل ہوئی تھیں اور اُن ہدایات پر بھی ایمان رکھتے ہیں جو موسیٰؑ اور عیسیٰؑ اور دوسرے پیغمبروں کو اُن کے رب کی طرف سے دی گئیں ہم ان کے درمیان فرق نہیں کرتے اور ہم اللہ کے تابع فرمان (مسلم) ہیں","chinese" : "你说：“我们确信安拉，确信我们所受的启示，与易卜拉欣、易司马仪、易司哈格、叶尔孤白和各支派所受的启示，与穆萨、尔撒和众先知所受赐于他们的主的经典，我们对于他们中的任何人，都不加以歧视，我们只归顺他。”","turkey" : "Allah'a bize indirilene İbrahim'e İsmail'e İshak'a Yakub'a ve torunlarına indirilene Rableri tarafından Musa İsa ve peygamberlere verilene inandık onları birbirinden ayırt etmeyiz biz O'na teslim olanlarız de"} ,{"id": "85", "arabic" : "وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ", "english" : "And whoever desires other than Islam as religion - never will it be accepted from him and he in the Hereafter will be among the losers", "urdu" : "اس فرماں برداری (اسلام) کے سوا جو شخص کوئی اور طریقہ اختیار کرنا چاہے اس کا وہ طریقہ ہرگز قبول نہ کیا جائے گا اور آخرت میں وہ ناکام و نامراد رہے گا","chinese" : "舍伊斯兰而寻求别的宗教的人，他所寻求的宗教，绝不被接受，他在后世，是亏折的。","turkey" : "Kim İslam'dan başka bir dine yönelirse onunki kabul edilmeyecektir. O ahirette de kaybedenlerdendir"} ,{"id": "86", "arabic" : "كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّـٰلِمِينَ", "english" : "How shall Allah guide a people who disbelieved after their belief and had witnessed that the Messenger is true and clear signs had come to them? And Allah does not guide the wrongdoing people", "urdu" : "کیسے ہوسکتا ہے کہ اللہ اُن لوگوں کو ہدایت بخشے جنہوں نے نعمت ایمان پا لینے کے بعد پھر کفر اختیار کیا حالانکہ وہ خود اس بات پر گواہی دے چکے ہیں کہ یہ رسول حق پر ہے اور ان کے پاس روشن نشانیاں بھی آ چکی ہیں اللہ ظالموں کو تو ہدایت نہیں دیا کرتا","chinese" : "既表示信道，又作证使者的真实，且眼见明证的降临，然后表示不信，这样的民众，安拉怎么能引导他们呢？安拉是不引导不义的民众的。","turkey" : "İnandıktan peygamberin hak olduğuna şehadet ettikten kendilerine belgeler geldikten sonra inkar eden bir milleti Allah nasıl doğru yola eriştirir? Allah zalimleri doğru yola eriştirmez"} ,{"id": "87", "arabic" : "أُوْلَـٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَـٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ", "english" : "Those - their recompense will be that upon them is the curse of Allah and the angels and the people all together", "urdu" : "ان کے ظلم کا صحیح بدلہ یہی ہے کہ ان پر اللہ اور فرشتوں اور تمام انسانوں کی پھٹکار ہے","chinese" : "这等人的报应，是遭受安拉的弃绝与天使和人类的共同的诅咒。","turkey" : "İşte bunların cezası Allah'ın meleklerin insanların hepsinin lanetine uğramalarıdır"} ,{"id": "88", "arabic" : "خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ", "english" : "Abiding eternally therein. The punishment will not be lightened for them nor will they be reprieved", "urdu" : "اِسی حالت میں وہ ہمیشہ رہیں گے، نہ ان کی سزا میں تخفیف ہوگی اور نہ انہیں مہلت دی جائے گی","chinese" : "他们将永居火狱中，不蒙减刑，也不蒙缓刑。","turkey" : "Orada temellidirler; onlardan azab hafifletilmez; onların azabı geciktirilmez"} ,{"id": "89", "arabic" : "إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ", "english" : "Except for those who repent after that and correct themselves. For indeed Allah is Forgiving and Merciful", "urdu" : "البتہ وہ لوگ بچ جائیں گے جو اِس کے بعد توبہ کر کے اپنے طرز عمل کی اصلاح کر لیں، اللہ بخشنے والا اور رحم فرمانے والا ہے","chinese" : "惟后来悔过自新的人，（将蒙赦宥），因为安拉确是至赦的，确是至慈的。","turkey" : "Ancak bunun ardından tevbe edip düzelenler müstesnadır. Doğrusu Allah bağışlar ve merhamet eder"} ,{"id": "90", "arabic" : "إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَـٰٓئِكَ هُمُ ٱلضَّآلُّونَ", "english" : "Indeed those who reject the message after their belief and then increase in disbelief - never will their [claimed] repentance be accepted and they are the ones astray", "urdu" : "مگر جن لوگوں نے ایمان لانے کے بعد کفر اختیار کیا، پھر اپنے کفر میں بڑھتے چلے گئے ان کی توبہ بھی قبول نہ ہوگی، ایسے لوگ تو پکے گمراہ ہیں","chinese" : "信道之后，又复不信，且变本加厉的人，他们的忏悔绝不被接受。这等人确是迷误的。","turkey" : "İnandıktan sonra inkar edip inkarda aşırı gidenler var ya onların tevbeleri kabul edilmeyecektir. İşte sapıklar onlardır"} ,{"id": "91", "arabic" : "إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَـٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّـٰصِرِينَ", "english" : "Indeed those who disbelieve and die while they are disbelievers - never would the [whole] capacity of the earth in gold be accepted from one of them if he would [seek to] ransom himself with it. For those there will be a painful punishment and they will have no helpers", "urdu" : "یقین رکھو، جن لوگوں نے کفر اختیار کیا اور کفر ہی کی حالت میں جان دی اُن میں سے کوئی اگر اپنے آپ کو سزا سے بچانے کے لیے روئے زمین بھر کر بھی سونا فدیہ میں دے تو اُسے قبول نہ کیا جائے گا ایسے لوگوں کے لیے دردناک سزا تیار ہے اور و ہ اپنا کوئی مددگار نہ پائیں گے","chinese" : "在世时没有信道，临死时仍不信道的人，即使以满地的黄金赎罪，也不被接受，这等人将受痛苦的刑罚，他们绝没有任何援助者。","turkey" : "Doğrusu inkar edip inkarcı olarak ölenlerin hiçbirinden yeryüzünü dolduracak kadar altını fidye vermiş olsa bile bu kabul edilmeyecektir. İşte elem verici azab onlaradır onların hiç yardımcıları da yoktur"} ,{"id": "92", "arabic" : "لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ", "english" : "Never will you attain the good [reward] until you spend [in the way of Allah] from that which you love. And whatever you spend - indeed Allah is Knowing of it", "urdu" : "تم نیکی کو نہیں پہنچ سکتے جب تک کہ اپنی وہ چیزیں (خدا کی راہ میں) خرچ نہ کرو جنہیں تم عزیز رکھتے ہو، اور جو کچھ تم خرچ کرو گے اللہ اس سے بے خبر نہ ہوگا","chinese" : "你们绝不能获得全善，直到你们分舍自己所爱的事物。你们所施舍的，无论是什么，确是安拉所知道的。","turkey" : "Sevdiğiniz şeylerden sarfetmedikçe iyiliğe erişemezsiniz. Her ne sarfederseniz şüphesiz Allah onu bilir"} ,{"id": "93", "arabic" : "۞كُلُّ ٱلطَّعَامِ كَانَ حِلّٗا لِّبَنِيٓ إِسۡرَـٰٓءِيلَ إِلَّا مَا حَرَّمَ إِسۡرَـٰٓءِيلُ عَلَىٰ نَفۡسِهِۦ مِن قَبۡلِ أَن تُنَزَّلَ ٱلتَّوۡرَىٰةُۚ قُلۡ فَأۡتُواْ بِٱلتَّوۡرَىٰةِ فَٱتۡلُوهَآ إِن كُنتُمۡ صَٰدِقِينَ", "english" : "All food was lawful to the Children of Israel except what Israel had made unlawful to himself before the Torah was revealed. Say [O Muhammad] So bring the Torah and recite it if you should be truthful", "urdu" : "کھانے کی یہ ساری چیزیں (جو شریعت محمدیؐ میں حلال ہیں) بنی اسرائیل کے لیے بھی حلال تھیں، البتہ بعض چیزیں ایسی تھیں جنہیں توراۃ کے نازل کیے جانے سے پہلے اسرائیل نے خود اپنے اوپر حرام کر لیا تھا ان سے کہو، اگر تم (ا پنے اعتراض میں) سچے ہو تو لاؤ توراۃ اور پیش کرو اس کی کوئی عبارت","chinese" : "一切食物，对于以色列的后裔，原是合法的。除非在《讨拉特》之前易司拉仪为自己所禁除的食物。你说：“你们拿《讨拉特》来当面诵读吧，如果你们是诚实的。”","turkey" : "Tevrat'ın indirilmesinden önce İsrail'in kendisine haram ettiğinden başka bütün yiyecekler İsrailoğullarına helal idi. De ki: Doğru sözlü iseniz Tevrat'ı getirip okuyun"} ,{"id": "94", "arabic" : "فَمَنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ مِنۢ بَعۡدِ ذَٰلِكَ فَأُوْلَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ", "english" : "And whoever invents about Allah untruth after that - then those are [truly] the wrongdoers", "urdu" : "اس کے بعد بھی جولو گ اپنی جھوٹی گھڑی ہوئی باتیں اللہ کی طرف منسوب کرتے رہیں و ہی در حقیقت ظالم ہیں","chinese" : "此后，凡假借安拉的名义而造谣的人，都是不义的。","turkey" : "Bundan sonra Allah'a karşı kim yalan isnad ederse işte onlar zalimlerdir"} ,{"id": "95", "arabic" : "قُلۡ صَدَقَ ٱللَّهُۗ فَٱتَّبِعُواْ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ", "english" : "Say Allah has told the truth. So follow the religion of Abraham inclining toward truth; and he was not of the polytheists", "urdu" : "کہو، اللہ نے جو کچھ فرمایا ہے سچ فرمایا ہے، تم کو یکسو ہو کر ابراہیمؑ کے طریقہ کی پیروی کرنی چاہیے، اور ابراہیمؑ شرک کرنے والوں میں سے نہ تھا","chinese" : "你说：“安拉所说的是实话，故你们应当遵守崇奉正统的易卜拉欣的宗教，他不是以物配主者。”","turkey" : "De ki: Allah doğru söyledi doğruya meyleden İbrahim'in dinine uyun; O puta tapanlardan değildi"} ,{"id": "96", "arabic" : "إِنَّ أَوَّلَ بَيۡتٖ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكٗا وَهُدٗى لِّلۡعَٰلَمِينَ", "english" : "Indeed the first House [of worship] established for mankind was that at Makkah - blessed and a guidance for the worlds", "urdu" : "بے شک سب سے پہلی عبادت گاہ جو انسانوں کے لیے تعمیر ہوئی وہ وہی ہے جو مکہ میں واقع ہے اس کو خیر و برکت دی گئی تھی اور تمام جہان والوں کے لیے مرکز ہدایت بنایا گیا تھا","chinese" : "为世人而创设的最古老的清真寺，确是在麦加的那所吉祥的天房、全世界的向导。","turkey" : "Doğrusu insanlar için ilk kurulan ev Mekke'de dünyalar için mübarek ve doğru yol gösteren Kabe'dir"} ,{"id": "97", "arabic" : "فِيهِ ءَايَٰتُۢ بَيِّنَٰتٞ مَّقَامُ إِبۡرَٰهِيمَۖ وَمَن دَخَلَهُۥ كَانَ ءَامِنٗاۗ وَلِلَّهِ عَلَى ٱلنَّاسِ حِجُّ ٱلۡبَيۡتِ مَنِ ٱسۡتَطَاعَ إِلَيۡهِ سَبِيلٗاۚ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ", "english" : "In it are clear signs [such as] the standing place of Abraham. And whoever enters it shall be safe. And [due] to Allah from the people is a pilgrimage to the House - for whoever is able to find thereto a way. But whoever disbelieves - then indeed Allah is free from need of the worlds", "urdu" : "اس میں کھلی ہوئی نشانیاں ہیں، ابراہیمؑ کا مقام عبادت ہے، اوراس کا حال یہ ہے کہ جو اِس میں داخل ہوا مامون ہو گیا لوگوں پر اللہ کا یہ حق ہے کہ جو اس گھر تک پہنچنے کی استطاعت رکھتا ہو وہ اس کا حج کرے، اور جو کوئی اس حکم کی پیروی سے انکار کرے تو اسے معلوم ہو جانا چاہیے کہ اللہ تمام د نیا والوں سے بے نیاز ہے","chinese" : "其中有许多明证，如易卜拉欣的立足地；凡入其中的人都得安宁。凡能旅行到天房的人，都有为安拉而朝觐天房的义务。不信道的人〔无损于安拉〕因为安拉确是无求于众世界的。","turkey" : "Orada apaçık deliller vardır İbrahim'in makamı vardır; kim oraya girerse güvenlik içinde olur; oraya yol bulabilen insana Allah için Kabe'yi haccetmesi gereklidir. Kim inkar ederse bilsin ki; doğrusu Allah alemlerden müstağnidir"} ,{"id": "98", "arabic" : "قُلۡ يَـٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَٱللَّهُ شَهِيدٌ عَلَىٰ مَا تَعۡمَلُونَ", "english" : "Say O People of the Scripture why do you disbelieve in the verses of Allah while Allah is Witness over what you do", "urdu" : "کہو، اے اہل کتاب! تم کیوں اللہ کی باتیں ماننے سے انکار کرتے ہو؟ جو حرکتیں تم کر رہے ہو اللہ سب کچھ دیکھ رہا ہے","chinese" : "你说：“信奉天经的人啊！安拉是见证你们的行为的，你们为什么不信安拉的迹象呢？”","turkey" : "De ki: Ey Kitap ehli! Allah yaptıklarınızı görüp dururken niçin Allah'ın ayetlerini inkar ediyorsunuz"} ,{"id": "99", "arabic" : "قُلۡ يَـٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ تَبۡغُونَهَا عِوَجٗا وَأَنتُمۡ شُهَدَآءُۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ", "english" : "Say O People of the Scripture why do you avert from the way of Allah those who believe seeking to make it [seem] deviant while you are witnesses [to the truth]? And Allah is not unaware of what you do", "urdu" : "کہو، اے اہل کتاب! یہ تمہاری کیا روش ہے کہ جو اللہ کی بات مانتا ہے اُسے بھی تم اللہ کے راستہ سے روکتے ہو اور چاہتے ہو کہ وہ ٹیڑھی راہ چلے، حالانکہ تم خود (اس کے راہ راست ہونے پر) گواہ ہو تمہاری حرکتوں سے اللہ غافل نہیں ہے","chinese" : "你说：“信奉天经的人啊！你们既是见证，为什么你们要阻止信道的人入安拉的大道，并想暗示它是邪道呢？安拉绝不忽视你们的行为。","turkey" : "De ki: Ey Kitap ehli! Siz doğru olduğuna şahidken niçin inananları Allah'ın yolunu eğri göstermeğe yeltenerek ondan çeviriyorsunuz? Allah işlediklerinizden gafil değildir"} ,{"id": "100", "arabic" : "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ فَرِيقٗا مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ يَرُدُّوكُم بَعۡدَ إِيمَٰنِكُمۡ كَٰفِرِينَ", "english" : "O you who have believed if you obey a party of those who were given the Scripture they would turn you back after your belief [to being] unbelievers", "urdu" : "اے لوگو جو ایمان لائے ہو، اگر تم نے اِن اہل کتاب میں سے ایک گروہ کی بات مانی تو یہ تمہیں ایمان سے پھر کفر کی طرف پھیر لے جائیں گے","chinese" : "信道的人们啊！如果你们顺从曾受天经的一部分人，那么，他们将使你们在归信之后变成不信道的人。","turkey" : "Ey İnananlar! Kitap verilenlerin bir takımına uyarsanız inanmanızdan sonra sizi kafir olmağa çevirirler"} ,{"id": "101", "arabic" : "وَكَيۡفَ تَكۡفُرُونَ وَأَنتُمۡ تُتۡلَىٰ عَلَيۡكُمۡ ءَايَٰتُ ٱللَّهِ وَفِيكُمۡ رَسُولُهُۥۗ وَمَن يَعۡتَصِم بِٱللَّهِ فَقَدۡ هُدِيَ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ", "english" : "And how could you disbelieve while to you are being recited the verses of Allah and among you is His Messenger? And whoever holds firmly to Allah has [indeed] been guided to a straight path", "urdu" : "تمہارے لیے کفر کی طرف جانے کا اب کیا موقع باقی ہے جب کہ تم کو اللہ کی آیات سنائی جا رہی ہیں اور تمہارے درمیان اس کا رسولؐ موجود ہے؟ جو اللہ کا دامن مضبوطی کے ساتھ تھامے گا وہ ضرور راہ راست پالے گا","chinese" : "你们常常听见别人对你们宣读安拉的迹象，使者又与你们相处，你们怎么不信道呢？谁信托安拉，谁确已被引导于正路。","turkey" : "Allah'ın ayetleri size okunur aranızda da Peygamberi bulunurken nasıl inkar edersiniz? Kim Allah'ın Kitabına sarılırsa şüphesiz doğru yola erişir"} ,{"id": "102", "arabic" : "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ حَقَّ تُقَاتِهِۦ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ", "english" : "O you who have believed fear Allah as He should be feared and do not die except as Muslims [in submission to Him]", "urdu" : "اے لوگو جو ایمان لائے ہو، اللہ سے ڈرو جیسا کہ اس سے ڈرنے کا حق ہے تم کو موت نہ آئے مگر اس حال میں کہ تم مسلم ہو","chinese" : "信道的人们啊！你们当真实地敬畏安拉，你们不要去死，除非你们成为顺主的人。","turkey" : "Ey inananlar! Allah'tan sakınılması gerektiği gibi sakının sizler ancak müslüman olarak can verin"} ,{"id": "103", "arabic" : "وَٱعۡتَصِمُواْ بِحَبۡلِ ٱللَّهِ جَمِيعٗا وَلَا تَفَرَّقُواْۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ كُنتُمۡ أَعۡدَآءٗ فَأَلَّفَ بَيۡنَ قُلُوبِكُمۡ فَأَصۡبَحۡتُم بِنِعۡمَتِهِۦٓ إِخۡوَٰنٗا وَكُنتُمۡ عَلَىٰ شَفَا حُفۡرَةٖ مِّنَ ٱلنَّارِ فَأَنقَذَكُم مِّنۡهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَهۡتَدُونَ", "english" : "And hold firmly to the rope of Allah all together and do not become divided. And remember the favor of Allah upon you - when you were enemies and He brought your hearts together and you became by His favor brothers. And you were on the edge of a pit of the Fire and He saved you from it. Thus does Allah make clear to you His verses that you may be guided", "urdu" : "سب مل کر اللہ کی رسی کو مضبوط پکڑ لو اور تفرقہ میں نہ پڑو اللہ کے اُس احسان کو یاد رکھو جو اس نے تم پر کیا ہے تم ایک دوسرے کے دشمن تھے، اُس نے تمہارے دل جوڑ دیے اور اس کے فضل و کرم سے تم بھائی بھائی بن گئے تم آگ سے بھرے ہوئے ایک گڑھے کے کنارے کھڑے تھے، اللہ نے تم کو اس سے بچا لیا اس طرح اللہ اپنی نشانیاں تمہارے سامنے روشن کرتا ہے شاید کہ اِن علامتوں سے تمہیں اپنی فلاح کا سیدھا راستہ نظر آ جائے","chinese" : "你们当全体坚持安拉的绳索，不要自己分裂。你们当铭记安拉所赐你们的恩典，当时，你们原是仇敌，而安拉联合了你们的心，你们借他的恩典才变成教胞；你们原是在一个火坑的边缘上的，是安拉使你们脱离那个火坑。安拉如此为你们阐明他的迹象，以便你们遵循正道。","turkey" : "Toptan Allah'ın ipine sarılın ayrılmayın. Allah'ın size olan nimetini anın: Düşmandınız kalblerinizin arasını uzlaştırdı da onun nimeti sayesinde kardeş oldunuz. Bir ateş çukurunun kenarında idiniz sizi oradan kurtardı. Allah doğru yola erişesiniz diye size böylece ayetlerini açıklar"} ,{"id": "104", "arabic" : "وَلۡتَكُن مِّنكُمۡ أُمَّةٞ يَدۡعُونَ إِلَى ٱلۡخَيۡرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِۚ وَأُوْلَـٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ", "english" : "And let there be [arising] from you a nation inviting to [all that is] good enjoining what is right and forbidding what is wrong and those will be the successful", "urdu" : "تم میں کچھ لوگ تو ایسے ضرور ہی رہنے چاہییں جو نیکی کی طرف بلائیں، بھلائی کا حکم دیں، اور برائیوں سے روکتے رہیں جو لوگ یہ کام کریں گے وہی فلاح پائیں گے","chinese" : "你们中当有一部分人，导人于至善，并劝善戒恶；这等人，确是成功的。","turkey" : "Sizden iyiye çağıran doğruluğu emreden ve fenalıktan meneden bir cemaat olsun. İşte başarıya erişenler yalnız onlardır"} ,{"id": "105", "arabic" : "وَلَا تَكُونُواْ كَٱلَّذِينَ تَفَرَّقُواْ وَٱخۡتَلَفُواْ مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَأُوْلَـٰٓئِكَ لَهُمۡ عَذَابٌ عَظِيمٞ", "english" : "And do not be like the ones who became divided and differed after the clear proofs had come to them. And those will have a great punishment", "urdu" : "کہیں تم اُن لوگوں کی طرح نہ ہو جانا جو فرقوں میں بٹ گئے اور کھلی کھلی واضح ہدایات پانے کے بعد پھر اختلافات میں مبتلا ہوئے جنہوں نے یہ روش اختیار کی وہ اُس روزسخت سزا پائیں گے","chinese" : "你们不要像那样的人：在明证降临之后，自己分裂，常常争论；那等人，将受重大的刑罚。","turkey" : "Kendilerine belgeler geldikten sonra ayrılan ve ayrılığa düşenler gibi olmayın. Bir takım yüzlerin ağaracağı ve bir takım yüzlerin kararacağı günde büyük azab onlaradır. Yüzleri kararanlara: İnanmanızdan sonra inkar eder misiniz? İnkar etmenizden dolayı tadın azabı denecektir"} ,{"id": "106", "arabic" : "يَوۡمَ تَبۡيَضُّ وُجُوهٞ وَتَسۡوَدُّ وُجُوهٞۚ فَأَمَّا ٱلَّذِينَ ٱسۡوَدَّتۡ وُجُوهُهُمۡ أَكَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ", "english" : "On the Day [some] faces will turn white and [some] faces will turn black. As for those whose faces turn black [to them it will be said] Did you disbelieve after your belief? Then taste the punishment for what you used to reject", "urdu" : "جبکہ کچھ لوگ سرخ رو ہوں گے اور کچھ لوگوں کا منہ کالا ہوگا، جن کا منہ کالا ہوگا (ان سے کہا جائے گا کہ) نعمت ایمان پانے کے بعد بھی تم نے کافرانہ رویہ اختیار کیا؟ اچھا تو اب اِس کفران نعمت کے صلہ میں عذاب کا مزہ چکھو","chinese" : "在那日，有些脸将变成白皙的，有些脸将变成黧黑的。至于脸色变黑的人，〔天使将对他们说〕：“你们既信道之后又不信道吗？你们因为不信道而尝试刑罚吧。”","turkey" : "Kendilerine belgeler geldikten sonra ayrılan ve ayrılığa düşenler gibi olmayın. Bir takım yüzlerin ağaracağı ve bir takım yüzlerin kararacağı günde büyük azab onlaradır. Yüzleri kararanlara: İnanmanızdan sonra inkar eder misiniz? İnkar etmenizden dolayı tadın azabı denecektir"} ,{"id": "107", "arabic" : "وَأَمَّا ٱلَّذِينَ ٱبۡيَضَّتۡ وُجُوهُهُمۡ فَفِي رَحۡمَةِ ٱللَّهِۖ هُمۡ فِيهَا خَٰلِدُونَ", "english" : "But as for those whose faces will turn white [they will be] within the mercy of Allah. They will abide therein eternally", "urdu" : "رہے وہ لوگ جن کے چہرے روشن ہوں گے تو اُن کو اللہ کے دامن رحمت میں جگہ ملے گی اور ہمیشہ وہ اسی حالت میں رہیں گے","chinese" : "至于脸色变白的人，将入于安拉的慈恩内，而永居其中。","turkey" : "Yüzleri ağaranlar ise Allah'ın rahmetindedirler. Onlar orada temellidirler"} ,{"id": "108", "arabic" : "تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۗ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعَٰلَمِينَ", "english" : "These are the verses of Allah. We recite them to you [O Muhammad] in truth; and Allah wants no injustice to the worlds", "urdu" : "یہ اللہ کے ارشادات ہیں جو ہم تمہیں ٹھیک ٹھیک سنارہے ہیں کیونکہ اللہ دنیا والوں پر ظلم کرنے کا کوئی ارادہ نہیں رکھتا","chinese" : "这是安拉的迹象，其中包含真理，我对你宣读它，安拉不欲亏枉众生。","turkey" : "İşte bunlar sana doğru olarak okuduğumuz Allah'ın ayetleridir. Allah hiç kimseye zulmetmek istemez"} ,{"id": "109", "arabic" : "وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ", "english" : "To Allah belongs whatever is in the heavens and whatever is on the earth. And to Allah will [all] matters be returned", "urdu" : "زمین و آسمان کی ساری چیزوں کا مالک اللہ ہے اور سارے معاملات اللہ ہی کے حضور پیش ہوتے ہیں","chinese" : "天地万物都是安拉的，万事只归安拉。","turkey" : "Göklerde olanlar da yerde olanlar da Allah'ındır. İşler Allah'a varacaktır"} ,{"id": "110", "arabic" : "كُنتُمۡ خَيۡرَ أُمَّةٍ أُخۡرِجَتۡ لِلنَّاسِ تَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَتَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَتُؤۡمِنُونَ بِٱللَّهِۗ وَلَوۡ ءَامَنَ أَهۡلُ ٱلۡكِتَٰبِ لَكَانَ خَيۡرٗا لَّهُمۚ مِّنۡهُمُ ٱلۡمُؤۡمِنُونَ وَأَكۡثَرُهُمُ ٱلۡفَٰسِقُونَ", "english" : "You are the best nation produced [as an example] for mankind. You enjoin what is right and forbid what is wrong and believe in Allah. If only the People of the Scripture had believed it would have been better for them. Among them are believers but most of them are defiantly disobedient", "urdu" : "اب دنیا میں وہ بہترین گروہ تم ہو جسے انسانوں کی ہدایت و اصلاح کے لیے میدان میں لایا گیا ہے تم نیکی کا حکم دیتے ہو، بدی سے روکتے ہو اور اللہ پر ایمان رکھتے ہو یہ اہل کتاب ایمان لاتے تو انہی کے حق میں بہتر تھا اگرچہ ان میں کچھ لوگ ایمان دار بھی پائے جاتے ہیں مگر اِن کے بیشتر افراد نافرمان ہیں","chinese" : "你们是为世人被产生的优秀民族，你们劝善戒恶，确信安拉。假若信奉天经的人确信正道，那对于他们是更好的。他们中有一部分是信士，大部分是罪人。","turkey" : "Siz insanlar için ortaya çıkarılan doğruluğu emreden fenalıktan alıkoyan Allah'a inanan hayırlı bir ümmetsiniz. Kitap ehli inanmış olsalardı kendileri için daha hayırlı olurdu; içlerinde inananlar olmakla beraber çoğu yoldan çıkmıştır"} ,{"id": "111", "arabic" : "لَن يَضُرُّوكُمۡ إِلَّآ أَذٗىۖ وَإِن يُقَٰتِلُوكُمۡ يُوَلُّوكُمُ ٱلۡأَدۡبَارَ ثُمَّ لَا يُنصَرُونَ", "english" : "They will not harm you except for [some] annoyance. And if they fight you they will show you their backs; then they will not be aided", "urdu" : "یہ تمہارا کچھ بگاڑ نہیں سکتے، زیادہ سے زیادہ بس کچھ ستا سکتے ہیں اگر یہ تم سے لڑیں گے تو مقابلہ میں پیٹھ دکھائیں گے، پھر ایسے بے بس ہوں گے کہ کہیں سے اِن کو مدد نہ ملے گی","chinese" : "除恶言外，他们绝不能伤害你们；如果他们和你们交战，他们将要败北，且不获援助。","turkey" : "Onlar incitmekten başka size bir zarar veremezler. Sizinle savaşa koyulurlarsa geri dönüp kaçarlar. Sonra kendilerine yardım da edilmez"} ,{"id": "112", "arabic" : "ضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ أَيۡنَ مَا ثُقِفُوٓاْ إِلَّا بِحَبۡلٖ مِّنَ ٱللَّهِ وَحَبۡلٖ مِّنَ ٱلنَّاسِ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِ وَضُرِبَتۡ عَلَيۡهِمُ ٱلۡمَسۡكَنَةُۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ", "english" : "They have been put under humiliation [by Allah] wherever they are overtaken except for a covenant from Allah and a rope from the Muslims. And they have drawn upon themselves anger from Allah and have been put under destitution. That is because they disbelieved in the verses of Allah and killed the prophets without right. That is because they disobeyed and [habitually] transgressed", "urdu" : "یہ جہاں بھی پائے گئے اِن پر ذلت کی مار ہی پڑی، کہیں اللہ کے ذمہ یا انسانوں کے ذمہ میں پناہ مل گئی تو یہ اور بات ہے یہ اللہ کے غضب میں گھر چکے ہیں، ان پر محتاجی و مغلوبی مسلط کر دی گئی ہے، اور یہ سب کچھ صرف اس وجہ سے ہوا ہے کہ یہ اللہ کی آیات سے کفر کرتے رہے اور انہوں نے پیغمبروں کو ناحق قتل کیا یہ ان کی نافرمانیوں اور زیادتیوں کا انجام ہے","chinese" : "他们无论在哪里出现，都要陷入卑贱之中，除非借安拉的和约与众人的和约方能安居，他们应受安拉的谴怒，他们要陷于困苦之中。这是因为他们不信安拉的迹象，而且枉杀众先知，这又是因为他们违抗主命，超越法度。","turkey" : "Nerede bulunsalar Allah'ın ve inanan insanların himayesinde olanlar müstesna onlara alçaklık damgası vurulmuştur. Allah'tan bir gazaba uğradılar onlara aşağılık damgası vuruldu. Bu Allah'ın ayetlerini inkar etmeleri ve haksız yere peygamberleri öldürmelerindendir. Bu karşı gelmeleri ve taşkınlık yapmalarındandır"} ,{"id": "113", "arabic" : "۞لَيۡسُواْ سَوَآءٗۗ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ أُمَّةٞ قَآئِمَةٞ يَتۡلُونَ ءَايَٰتِ ٱللَّهِ ءَانَآءَ ٱلَّيۡلِ وَهُمۡ يَسۡجُدُونَ", "english" : "They are not [all] the same; among the People of the Scripture is a community standing [in obedience] reciting the verses of Allah during periods of the night and prostrating [in prayer]", "urdu" : "مگر سارے اہل کتاب یکساں نہیں ہیں ان میں کچھ لوگ ایسے بھی ہیں جو راہ راست پر قائم ہیں، راتوں کو اللہ کی آیات پڑھتے ہیں اور اسکے آگے سجدہ ریز ہوتے ہیں","chinese" : "他们不是一律的。信奉天经的人中有一派正人，在夜间诵读安拉的经典，且为安拉而叩头。","turkey" : "Kitap ehlinin hepsi bir değildir: Onlardan geceleri secdeye kapanarak Allah'ın ayetlerini okuyup duranlar vardır; bunlar Allah'a ve ahiret gününe inanır kötülükten meneder iyiliklere koşarlar. İşte onlar iyilerdendir"} ,{"id": "114", "arabic" : "يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِۖ وَأُوْلَـٰٓئِكَ مِنَ ٱلصَّـٰلِحِينَ", "english" : "They believe in Allah and the Last Day and they enjoin what is right and forbid what is wrong and hasten to good deeds. And those are among the righteous", "urdu" : "اللہ اور روز آخرت پر ایمان رکھتے ہیں، نیکی کا حکم دیتے ہیں، برائیوں سے روکتے ہیں اور بھلائی کے کاموں میں سرگرم رہتے ہیں یہ صالح لوگ ہیں","chinese" : "他们确信安拉和末日，他们劝善戒恶，争先为善；这等人是善人。","turkey" : "Kitap ehlinin hepsi bir değildir: Onlardan geceleri secdeye kapanarak Allah'ın ayetlerini okuyup duranlar vardır; bunlar Allah'a ve ahiret gününe inanır kötülükten meneder iyiliklere koşarlar. İşte onlar iyilerdendir"} ,{"id": "115", "arabic" : "وَمَا يَفۡعَلُواْ مِنۡ خَيۡرٖ فَلَن يُكۡفَرُوهُۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ", "english" : "And whatever good they do - never will it be removed from them. And Allah is Knowing of the righteous", "urdu" : "اور جو نیکی بھی یہ کریں گے اس کی نا قدری نہ کی جائے گی، اللہ پرہیزگار لوگوں کو خوب جانتا ہے","chinese" : "他们无论行什么善功，绝不至于徒劳无酬。安拉是全知敬畏者的。","turkey" : "Ne iyilik yaparlarsa karşılığını bulacaklardır. Allah sakınanları bilir"} ,{"id": "116", "arabic" : "إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ", "english" : "Indeed those who disbelieve - never will their wealth or their children avail them against Allah at all and those are the companions of the Fire; they will abide therein eternally", "urdu" : "رہے وہ لوگ جنہوں نے کفر کا رویہ اختیار کیا تو اللہ کے مقابلہ میں ان کو نہ ان کا مال کچھ کام دے گا نہ اولاد، وہ تو آگ میں جانے والے لوگ ہیں اور آگ ہی میں ہمیشہ رہیں گے","chinese" : "不信道的人，他们的财产和子嗣，对安拉的刑罚，绝不能裨益他们一丝毫；这等人是火狱的居民，将永居其中。","turkey" : "İnkar eden kimselerin malları ve çocukları Allah'tan yana onlara bir fayda vermeyecektir. İşte onlar cehennemliklerdir onlar orada temellidirler"} ,{"id": "117", "arabic" : "مَثَلُ مَا يُنفِقُونَ فِي هَٰذِهِ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَثَلِ رِيحٖ فِيهَا صِرٌّ أَصَابَتۡ حَرۡثَ قَوۡمٖ ظَلَمُوٓاْ أَنفُسَهُمۡ فَأَهۡلَكَتۡهُۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِنۡ أَنفُسَهُمۡ يَظۡلِمُونَ", "english" : "The example of what they spend in this worldly life is like that of a wind containing frost which strikes the harvest of a people who have wronged themselves and destroys it. And Allah has not wronged them but they wrong themselves", "urdu" : "جو کچھ وہ اپنی اس دنیا کی زندگی میں خرچ کر رہے ہیں اُس کی مثال اُس ہوا کی سی ہے جس میں پالا ہو اور وہ اُن لوگوں کی کھیتی پر چلے جنہوں نے اپنے اوپر ظلم کیا ہے اور اسے برباد کر کے رکھ دے اللہ نے ان پر ظلم نہیں کیا در حقیقت یہ خود اپنے اوپر ظلم کر رہے ہیں","chinese" : "他们在今世生活中所施舍的，譬如寒风吹向自欺的民众的禾稼上，就把它毁灭了。安拉没有亏枉他们，但他们自欺。","turkey" : "Bu dünya hayatında sarfettiklerinin durumu kendilerine zulmeden kimselerin ekinlerine isabetle kavurup mahveden soğuk bir rüzgarın durumu gibidir. Allah onlara zulmetmedi onlar kendilerine yazık ettiler"} ,{"id": "118", "arabic" : "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ بِطَانَةٗ مِّن دُونِكُمۡ لَا يَأۡلُونَكُمۡ خَبَالٗا وَدُّواْ مَا عَنِتُّمۡ قَدۡ بَدَتِ ٱلۡبَغۡضَآءُ مِنۡ أَفۡوَٰهِهِمۡ وَمَا تُخۡفِي صُدُورُهُمۡ أَكۡبَرُۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِۖ إِن كُنتُمۡ تَعۡقِلُونَ", "english" : "O you who have believed do not take as intimates those other than yourselves for they will not spare you [any] ruin. They wish you would have hardship. Hatred has already appeared from their mouths and what their breasts conceal is greater. We have certainly made clear to you the signs if you will use reason", "urdu" : "اے لوگو جو ایمان لائے ہو، اپنی جماعت کے لوگوں کے سوا دوسروں کو اپنا راز دار نہ بناؤ وہ تمہاری خرابی کے کسی موقع سے فائدہ اٹھانے میں نہیں چوکتے تمہیں جس چیز سے نقصان پہنچے وہی ان کو محبوب ہے ان کے دل کا بغض ان کے منہ سے نکلا پڑتا ہے اور جو کچھ وہ اپنے سینوں میں چھپائے ہوئے ہیں وہ اس سے شدید تر ہے ہم نے تمہیں صاف صاف ہدایات دے دی ہیں، اگر تم عقل رکھتے ہو (تو ان سے تعلق رکھنے میں احتیاط برتو گے)","chinese" : "信道的人们啊！你们不要以不同教的人为心腹，他们不遗余力地谋害你们，他们希望你们遭难，他们的口中已吐露怨恨，他们的胸中所隐讳的，尤为恶毒。我确已为你们阐明许多迹象，如果你们是能了解的。","turkey" : "Ey İnananlar! Sizden olmayanı sırdaş edinmeyin onlar sizi şaşırtmaktan geri durmazlar sıkıntıya düşmenizi isterler. Onların öfkesi ağızlarından taşmaktadır kalblerinin gizlediği ise daha büyüktür. Eğer aklediyorsanız şüphesiz size ayetleri açıkladık"} ,{"id": "119", "arabic" : "هَـٰٓأَنتُمۡ أُوْلَآءِ تُحِبُّونَهُمۡ وَلَا يُحِبُّونَكُمۡ وَتُؤۡمِنُونَ بِٱلۡكِتَٰبِ كُلِّهِۦ وَإِذَا لَقُوكُمۡ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ عَضُّواْ عَلَيۡكُمُ ٱلۡأَنَامِلَ مِنَ ٱلۡغَيۡظِۚ قُلۡ مُوتُواْ بِغَيۡظِكُمۡۗ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ", "english" : "Here you are loving them but they are not loving you while you believe in the Scripture - all of it. And when they meet you they say We believe. But when they are alone they bite their fingertips at you in rage. Say Die in your rage. Indeed Allah is Knowing of that within the breasts", "urdu" : "تم ان سے محبت رکھتے ہو مگر وہ تم سے محبت نہیں رکھتے حالانکہ تم تمام کتب آسمانی کو مانتے ہو جب وہ تم سے ملتے ہیں تو کہتے ہیں کہ ہم نے بھی (تمہارے رسول اور تمہاری کتاب کو) مان لیا ہے، مگر جب جدا ہوتے ہیں تو تمہارے خلاف ان کے غیظ و غضب کا یہ حال ہوتا ہے کہ اپنی انگلیاں چبانے لگتے ہیں ان سے کہہ دو کہ اپنے غصہ میں آپ جل مرو اللہ دلوں کے چھپے ہوئے راز تک جانتا ہے","chinese" : "你们喜爱他们，他们却不喜爱你们，你们确信一切天经，而他们遇见你们就说：“我们已信道了。”他们私相聚会的时候，为怨恨你们而咬自己的指头。你说：“你们为怨恨而死亡吧！”安拉确是全知心事的。","turkey" : "İşte siz onlar sizi sevmezken onları seven ve Kitapların bütününe inanan kimselersiniz. Size rastladıkları zaman: İnandık derler yalnız kaldıklarında da size öfkelerinden parmaklarını ısırırlar. De ki: Öfkenizden çatlayın. Allah kalblerde olanı bilir"} ,{"id": "120", "arabic" : "إِن تَمۡسَسۡكُمۡ حَسَنَةٞ تَسُؤۡهُمۡ وَإِن تُصِبۡكُمۡ سَيِّئَةٞ يَفۡرَحُواْ بِهَاۖ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ لَا يَضُرُّكُمۡ كَيۡدُهُمۡ شَيۡـًٔاۗ إِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ مُحِيطٞ", "english" : "If good touches you it distresses them; but if harm strikes you they rejoice at it. And if you are patient and fear Allah their plot will not harm you at all. Indeed Allah is encompassing of what they do", "urdu" : "تمہارا بھلا ہوتا ہے تو ان کو برا معلوم ہوتا ہے، اور تم پر کوئی مصیبت آتی ہے تو یہ خوش ہوتے ہیں مگر ان کی کوئی تدبیر تمہارے خلاف کارگر نہیں ہوسکتی بشرطیکہ تم صبر سے کام لو اور اللہ سے ڈر کر کام کرتے رہو جو کچھ یہ کر رہے ہیں اللہ اُس پر حاوی ہے","chinese" : "你们获得福利，他们就忧愁；你们遭遇祸患，他们就快乐。如果你们坚忍而且敬畏，那么，他们的计谋就不能伤你们一丝毫。安拉确是周知他们的行为的。","turkey" : "Size bir iyilik gelse onların fenasına gider; başınıza bir kötülük gelse buna sevinirler. Sabreder ve sakınırsanız onların hilesi size hiçbir zarar vermez. Allah işlediklerinin hepsini ilmiyle kuşatmıştır"} ,{"id": "121", "arabic" : "وَإِذۡ غَدَوۡتَ مِنۡ أَهۡلِكَ تُبَوِّئُ ٱلۡمُؤۡمِنِينَ مَقَٰعِدَ لِلۡقِتَالِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ", "english" : "And [remember] when you [O Muhammad] left your family in the morning to post the believers at their stations for the battle [of Uhud] - and Allah is Hearing and Knowing", "urdu" : "(اے پیغمبرؐ! مسلمانوں کے سامنے اُس موقع کا ذکر کرو) جب تم صبح سویرے اپنے گھر سے نکلے تھے اور (احد کے میدان میں) مسلمانوں کو جنگ کے لیے جا بجا مامور کر رہے تھے اللہ ساری باتیں سنتا ہے اور وہ نہایت باخبر ہے","chinese" : "当时，你在早晨从家里出去，把信士们布置在阵地上。安拉确是全聪的，是全知的。","turkey" : "Sen inananları savaş için duracakları yerlere yerleştirmek üzere erkenden evinden ayrılmıştın. Allah işitir ve bilir"} ,{"id": "122", "arabic" : "إِذۡ هَمَّت طَّآئِفَتَانِ مِنكُمۡ أَن تَفۡشَلَا وَٱللَّهُ وَلِيُّهُمَاۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ", "english" : "When two parties among you were about to lose courage but Allah was their ally; and upon Allah the believers should rely", "urdu" : "یاد کرو جب تم میں سے دو گروہ بزدلی د کھانے پر آمادہ ہوگئے تھے، حالانکہ اللہ ان کی مدد پر موجود تھا اور مومنوں کو اللہ ہی پر بھروسہ رکھنا چاہیے","chinese" : "当时，你们中有两伙人要想示弱；但是，安拉是他们的保佑者。让信士们只托靠安拉吧！","turkey" : "Sizden iki takım bozulup geri çekilmek üzere idi; oysa Allah onların dostu idi inananlar yalnız Allah'a güvensinler"} ,{"id": "123", "arabic" : "وَلَقَدۡ نَصَرَكُمُ ٱللَّهُ بِبَدۡرٖ وَأَنتُمۡ أَذِلَّةٞۖ فَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تَشۡكُرُونَ", "english" : "And already had Allah given you victory at [the battle of] Badr while you were few in number. Then fear Allah; perhaps you will be grateful", "urdu" : "آخر اس سے پہلے جنگ بدر میں اللہ تمہاری مدد کر چکا تھا حالانکہ اس وقت تم بہت کمزور تھے لہٰذا تم کو چاہیے کہ اللہ کی ناشکر ی سے بچو، امید ہے کہ اب تم شکر گزار بنو گے","chinese" : "白德尔之役，你们是无势力的，而安拉确已援助了你们。故你们应当敬畏安拉，以便你们感谢。","turkey" : "And olsun ki siz düşkün bir durumda iken Bedir'de Allah size yardım etmişti; Allah'tan sakının ki şükredebilesiniz"} ,{"id": "124", "arabic" : "إِذۡ تَقُولُ لِلۡمُؤۡمِنِينَ أَلَن يَكۡفِيَكُمۡ أَن يُمِدَّكُمۡ رَبُّكُم بِثَلَٰثَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَـٰٓئِكَةِ مُنزَلِينَ", "english" : "[Remember] when you said to the believers Is it not sufficient for you that your Lord should reinforce you with three thousand angels sent down", "urdu" : "یاد کرو جب تم مومنوں سے کہہ رہے تھے، کیا تمہارے لیے یہ بات کافی نہیں کہ اللہ تین ہزار فرشتے اتار کر تمہاری مدد کرے؟","chinese" : "当时，你对信士们说：“你们的主降下天使三千来援助你们，还不够吗？","turkey" : "İnananlara: Rabbinizin size gönderilmiş üç bin melekle yardım etmesi size yetmeyecek mi? diyordun. Evet eğer sabrederseniz sakınırsanız ve onlar de hemen üzerinize gelirlerse Rabbiniz size nişanlı beş bin melekle imdat edecektir"} ,{"id": "125", "arabic" : "بَلَىٰٓۚ إِن تَصۡبِرُواْ وَتَتَّقُواْ وَيَأۡتُوكُم مِّن فَوۡرِهِمۡ هَٰذَا يُمۡدِدۡكُمۡ رَبُّكُم بِخَمۡسَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَـٰٓئِكَةِ مُسَوِّمِينَ", "english" : "Yes if you remain patient and conscious of Allah and the enemy come upon you [attacking] in rage your Lord will reinforce you with five thousand angels having marks [of distinction]", "urdu" : "بے شک، اگر تم صبر کرو اور خدا سے ڈرتے ہوئے کام کرو تو جس آن دشمن تمہارے اوپر چڑھ کر آئیں گے اُسی آن تمہارا رب (تین ہزار نہیں) پانچ ہزار صاحب نشان فرشتوں سے تمہاری مدد کرے گا","chinese" : "不然，如果你们坚忍，并且敬畏，而敌人立刻来攻你们，那么，你们的主，将派遣五千名带有标识的天使来援助你们。”","turkey" : "İnananlara: Rabbinizin size gönderilmiş üç bin melekle yardım etmesi size yetmeyecek mi? diyordun. Evet eğer sabrederseniz sakınırsanız ve onlar de hemen üzerinize gelirlerse Rabbiniz size nişanlı beş bin melekle imdat edecektir"} ,{"id": "126", "arabic" : "وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ لَكُمۡ وَلِتَطۡمَئِنَّ قُلُوبُكُم بِهِۦۗ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ", "english" : "And Allah made it not except as [a sign of] good tidings for you and to reassure your hearts thereby. And victory is not except from Allah the Exalted in Might the Wise", "urdu" : "یہ بات اللہ نے تمہیں اس لیے بتا دی ہے کہ تم خوش ہو جاؤ اور تمہارے دل مطمئن ہو جائیں فتح و نصرت جو کچھ بھی ہے اللہ کی طرف سے ہے جو بڑی قوت والا اور دانا و بینا ہے","chinese" : "安拉只以这应许对你们报喜，以便你们的心境因此而安定。援助只是从万能的、至睿的安拉那里降下的。","turkey" : "Allah bunu ancak size müjde olsun ve böylece kalbleriniz yatışsın diye yapmıştır. İnkar edenlerin bir kısmını kesmek veya ümidsiz olarak geri dönecek şekilde bozguna uğratmak için gereken yardım ancak Güçlü ve Hakim olan Allah katından olur"} ,{"id": "127", "arabic" : "لِيَقۡطَعَ طَرَفٗا مِّنَ ٱلَّذِينَ كَفَرُوٓاْ أَوۡ يَكۡبِتَهُمۡ فَيَنقَلِبُواْ خَآئِبِينَ", "english" : "That He might cut down a section of the disbelievers or suppress them so that they turn back disappointed", "urdu" : "(اور یہ مدد وہ تمہیں اس لیے دے گا) تاکہ کفر کی راہ چلنے والوں کا ایک بازو کاٹ دے، یا ان کو ایسی ذلیل شکست دے کہ وہ نامرادی کے ساتھ پسپا ہو جائیں","chinese" : "（他援助你们），以便对于不信道的人，或剪除一部分，或全部加以凌辱，以便他们失败而归。","turkey" : "Allah bunu ancak size müjde olsun ve böylece kalbleriniz yatışsın diye yapmıştır. İnkar edenlerin bir kısmını kesmek veya ümidsiz olarak geri dönecek şekilde bozguna uğratmak için gereken yardım ancak Güçlü ve Hakim olan Allah katından olur"} ,{"id": "128", "arabic" : "لَيۡسَ لَكَ مِنَ ٱلۡأَمۡرِ شَيۡءٌ أَوۡ يَتُوبَ عَلَيۡهِمۡ أَوۡ يُعَذِّبَهُمۡ فَإِنَّهُمۡ ظَٰلِمُونَ", "english" : "Not for you [O Muhammad but for Allah] is the decision whether He should [cut them down] or forgive them or punish them for indeed they are wrongdoers", "urdu" : "(اے پیغمبرؐ) فیصلہ کے اختیارات میں تمہارا کوئی حصہ نہیں، اللہ کو اختیار ہے چاہے انہیں معاف کرے، چاہے سزا دے کیونکہ وہ ظالم ہیں","chinese" : "他们确是不义的，安拉或加以赦宥，或加以惩罚，你对于这件事，是无权过问的。","turkey" : "Allah'ın onların tevbelerini kabul veya onlara azab etmesi işiyle senin bir ilişiğin yoktur; çünkü onlar zalimlerdir"} ,{"id": "129", "arabic" : "وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ", "english" : "And to Allah belongs whatever is in the heavens and whatever is on the earth. He forgives whom He wills and punishes whom He wills. And Allah is Forgiving and Merciful", "urdu" : "زمین اور آسمانوں میں جو کچھ ہے اس کا مالک اللہ ہے، جس کو چاہے بخش دے اور جس کو چاہے عذاب دے، و ہ معاف کرنے والا اور رحیم ہے","chinese" : "天地万物，都是安拉的。他要恕饶谁，就恕饶谁；要惩罚谁，就惩罚谁。安拉是至赦的，是至慈的。","turkey" : "Göklerde olanlar da yerde olanlar da Allah'ındır. Dilediğini bağışlar dilediğine azab eder. Allah bağışlayandır merhamet edendir"} ,{"id": "130", "arabic" : "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَأۡكُلُواْ ٱلرِّبَوٰٓاْ أَضۡعَٰفٗا مُّضَٰعَفَةٗۖ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ", "english" : "O you who have believed do not consume usury doubled and multiplied but fear Allah that you may be successful", "urdu" : "اے لوگو جو ایمان لائے ہو، یہ بڑھتا اور چڑھتا سود کھانا چھوڑ دو اور اللہ سے ڈرو، امید ہے کہ فلاح پاؤ گے","chinese" : "信道的人们啊！你们不要吃重复加倍的利息，你们当敬畏安拉，以便你们成功。","turkey" : "Ey İnananlar! Faizi kat kat alarak yemeyin. Allah'tan sakının ki başarıya erişesiniz"} ,{"id": "131", "arabic" : "وَٱتَّقُواْ ٱلنَّارَ ٱلَّتِيٓ أُعِدَّتۡ لِلۡكَٰفِرِينَ", "english" : "And fear the Fire which has been prepared for the disbelievers", "urdu" : "اُس آگ سے بچو جو کافروں کے لیے مہیا کی گئی ہے","chinese" : "你们当防备那为不信道的人而预备了的火狱。","turkey" : "İnkar edenler için hazırlanmış ateşten sakının"} ,{"id": "132", "arabic" : "وَأَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَ لَعَلَّكُمۡ تُرۡحَمُونَ", "english" : "And obey Allah and the Messenger that you may obtain mercy", "urdu" : "اور اللہ اور رسول کا حکم مان لو، توقع ہے کہ تم پر رحم کیا جائے گا","chinese" : "你们当服从安拉和使者，以便蒙主的怜恤。","turkey" : "Size merhamet edilmesi için Allah'a ve Peygamber'e itaat edin"} ,{"id": "133", "arabic" : "۞وَسَارِعُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ أُعِدَّتۡ لِلۡمُتَّقِينَ", "english" : "And hasten to forgiveness from your Lord and a garden as wide as the heavens and earth prepared for the righteous", "urdu" : "دوڑ کر چلو اُ س راہ پر جو تمہارے رب کی بخشش اور اُس جنت کی طرف جاتی ہے جس کی وسعت زمین اور آسمانوں جیسی ہے، اور وہ اُن خدا ترس لوگوں کے لیے مہیا کی گئی","chinese" : "你们当争先趋赴从你们的主发出的赦宥，和那与天地同宽的、已为敬畏者预备好的乐园。","turkey" : "Rabbinizin mağfiretine ve Allah'a karşı gelmekten sakınanlar için hazırlanmış eni gökler ve yer kadar olan cennete koşuşun"} ,{"id": "134", "arabic" : "ٱلَّذِينَ يُنفِقُونَ فِي ٱلسَّرَّآءِ وَٱلضَّرَّآءِ وَٱلۡكَٰظِمِينَ ٱلۡغَيۡظَ وَٱلۡعَافِينَ عَنِ ٱلنَّاسِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ", "english" : "Who spend [in the cause of Allah] during ease and hardship and who restrain anger and who pardon the people - and Allah loves the doers of good", "urdu" : "جو ہر حال میں اپنے مال خرچ کرتے ہیں خواہ بد حال ہوں یا خوش حال، جو غصے کو پی جاتے ہیں اور دوسروں کے قصور معاف کر دیتے ہیں ایسے نیک لوگ اللہ کو بہت پسند ہیں","chinese" : "敬畏的人，在康乐时施舍，在艰难时也施舍，且能抑怒、又能恕人。安拉是喜爱行善者的。","turkey" : "Onlar bollukta ve darlıkta sarfederler öfkelerini yenerler insanların kusurlarını affederler. Allah iyilik yapanları sever"} ,{"id": "135", "arabic" : "وَٱلَّذِينَ إِذَا فَعَلُواْ فَٰحِشَةً أَوۡ ظَلَمُوٓاْ أَنفُسَهُمۡ ذَكَرُواْ ٱللَّهَ فَٱسۡتَغۡفَرُواْ لِذُنُوبِهِمۡ وَمَن يَغۡفِرُ ٱلذُّنُوبَ إِلَّا ٱللَّهُ وَلَمۡ يُصِرُّواْ عَلَىٰ مَا فَعَلُواْ وَهُمۡ يَعۡلَمُونَ", "english" : "And those who when they commit an immorality or wrong themselves [by transgression] remember Allah and seek forgiveness for their sins - and who can forgive sins except Allah? - and [who] do not persist in what they have done while they know", "urdu" : "اور جن کا حال یہ ہے کہ اگر کبھی کوئی فحش کام ان سے سرزد ہو جاتا ہے یا کسی گناہ کا ارتکاب کر کے وہ اپنے اوپر ظلم کر بیٹھتے ہیں تو معاً اللہ انہیں یاد آ جاتا ہے اور اس سے وہ اپنے قصوروں کی معافی چاہتے ہیں کیونکہ اللہ کے سوا اور کون ہے جو گناہ معاف کرسکتا ہو او ر وہ دیدہ و دانستہ اپنے کیے پر اصرار نہیں کرتے","chinese" : "敬畏者，当做了丑事或自欺的时候，记念安拉，且为自己的罪过而求饶——除安拉外，谁能赦宥罪恶呢？——他们没有明知故犯地怙恶不悛。","turkey" : "Onlar fena bir şey yaptıklarında veya kendilerine zulmettiklerinde Allah'ı anarlar günahlarının bağışlanmasını dilerler. Günahları Allah'tan başka bağışlayan kim vardır? Onlar yaptıklarında bile bile direnmezler"} ,{"id": "136", "arabic" : "أُوْلَـٰٓئِكَ جَزَآؤُهُم مَّغۡفِرَةٞ مِّن رَّبِّهِمۡ وَجَنَّـٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ", "english" : "Those - their reward is forgiveness from their Lord and gardens beneath which rivers flow [in Paradise] wherein they will abide eternally; and excellent is the reward of the [righteous] workers", "urdu" : "ایسے لوگوں کی جزا ان کے رب کے پاس یہ ہے کہ وہ ان کو معاف کر دے گا اور ایسے باغوں میں انہیں داخل کرے گا جن کے نیچے نہریں بہتی ہونگی اور وہاں وہ ہمیشہ رہیں گے کیسا اچھا بدلہ ہے نیک عمل کرنے والوں کے لیے","chinese" : "这等人的报酬，是从他们的主发出的赦宥，和下临诸河的乐园，他们得永居其中。遵行者的报酬真优美！","turkey" : "Onların hareketlerinin karşılığı Rablerinden bağışlanma ve altlarından ırmaklar akan içinde temelli kalacakları cennetlerdir. İyi davrananların ne güzel ecri vardır"} ,{"id": "137", "arabic" : "قَدۡ خَلَتۡ مِن قَبۡلِكُمۡ سُنَنٞ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ", "english" : "Similar situations [as yours] have passed on before you so proceed throughout the earth and observe how was the end of those who denied", "urdu" : "تم سے پہلے بہت سے دور گزر چکے ہیں، زمین میں چل پھر کر دیکھ لو کہ اُن لوگوں کا کیا انجام ہوا جنہوں نے (اللہ کے احکام و ہدایات کو) جھٹلایا","chinese" : "有许多常道，已在你们之前逝去了；故你们当在大地上旅行，以观察否认者的结局是怎样的。","turkey" : "Sizden önce neler gelip geçmiştir. Yeryüzünde gezin de yalancıların sonunun ne olduğuna bir bakın"} ,{"id": "138", "arabic" : "هَٰذَا بَيَانٞ لِّلنَّاسِ وَهُدٗى وَمَوۡعِظَةٞ لِّلۡمُتَّقِينَ", "english" : "This [Qur'an] is a clear statement to [all] the people and a guidance and instruction for those conscious of Allah", "urdu" : "یہ لوگوں کے لیے ایک صاف اور صریح تنبیہ ہے اور جو اللہ سے ڈرتے ہوں اُن کے لیے ہدایت اور نصیحت","chinese" : "这是对世人的一种宣示，也是对敬畏者的一种向导和教训。","turkey" : "Bu Kuran insanlara bir açıklama sakınanlara yol gösterme ve bir öğüttür"} ,{"id": "139", "arabic" : "وَلَا تَهِنُواْ وَلَا تَحۡزَنُواْ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ إِن كُنتُم مُّؤۡمِنِينَ", "english" : "So do not weaken and do not grieve and you will be superior if you are [true] believers", "urdu" : "دل شکستہ نہ ہو، غم نہ کرو، تم ہی غالب رہو گے اگر تم مومن ہو","chinese" : "你们不要灰心，不要忧愁，你们必占优势，如果你们是信道的人。","turkey" : "Gevşemeyin üzülmeyin inanmışsanız mutlaka siz en üstünsünüzdür"} ,{"id": "140", "arabic" : "إِن يَمۡسَسۡكُمۡ قَرۡحٞ فَقَدۡ مَسَّ ٱلۡقَوۡمَ قَرۡحٞ مِّثۡلُهُۥۚ وَتِلۡكَ ٱلۡأَيَّامُ نُدَاوِلُهَا بَيۡنَ ٱلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَتَّخِذَ مِنكُمۡ شُهَدَآءَۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّـٰلِمِينَ", "english" : "If a wound should touch you - there has already touched the [opposing] people a wound similar to it. And these days [of varying conditions] We alternate among the people so that Allah may make evident those who believe and [may] take to Himself from among you martyrs - and Allah does not like the wrongdoers", "urdu" : "ا ِس وقت اگر تمھیں چوٹ لگی ہے تو اس سے پہلے ایسی ہی چوٹ تمہارے مخالف فریق کو بھی لگ چکی ہے یہ تو زمانہ کے نشیب و فراز ہیں جنہیں ہم لوگوں کے درمیان گردش دیتے رہتے ہیں تم پر یہ وقت ا س لیے لایا گیا کہ اللہ دیکھنا چاہتا تھا کہ تم میں سچے مومن کون ہیں، اور ان لوگوں کو چھانٹ لینا چاہتا تھا جو واقعی (راستی کے) گواہ ہوں کیونکہ ظالم لوگ اللہ کو پسند نہیں ہیں","chinese" : "如果你们遭受创伤，那么，敌人确已遭受同样的创伤了。那些日子我使它周转于世人之间，以便安拉甄别信道的人，而以你们为见证者——安拉不喜爱不义的人。","turkey" : "Eğer siz (Uhud'da) bir yara almışsanız (size düşman olan) o topluluk da (Bedir'de) benzeri bir yara almıştı. Böylece biz Allah'ın gerçek müminleri ortaya çıkarması ve içinizden şahitler edinmesi için bu günleri bazen lehe bazen de aleyhe döndürüp duruyoruz. Allah zulmedenleri sevmez"} ,{"id": "141", "arabic" : "وَلِيُمَحِّصَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَمۡحَقَ ٱلۡكَٰفِرِينَ", "english" : "And that Allah may purify the believers [through trials] and destroy the disbelievers", "urdu" : "اور وہ اس آزمائش کے ذریعہ سے مومنوں کو الگ چھانٹ کر کافروں کی سرکوبی کر دینا چاہتا تھا","chinese" : "以便安拉锻炼信道的人，而毁灭不信道的人。","turkey" : "Bir de Allah böylece iman edenleri günahlardan arıtmak inkarcıları ise yok etmek ister"} ,{"id": "142", "arabic" : "أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَيَعۡلَمَ ٱلصَّـٰبِرِينَ", "english" : "Or do you think that you will enter Paradise while Allah has not yet made evident those of you who fight in His cause and made evident those who are steadfast", "urdu" : "کیا تم نے یہ سمجھ رکھا ہے کہ یونہی جنت میں چلے جاؤ گے حالانکہ ابھی اللہ نے یہ تو دیکھا ہی نہیں کہ تم میں کون وہ لوگ ہیں جو اس کی راہ میں جانیں لڑانے والے اور اس کی خاطر صبر کرنے والے ہیں","chinese" : "安拉还没有甄别你们中奋斗的人和坚忍的人，难道你们就以为自己得入乐园吗？","turkey" : "Yoksa içinizden Allah cihad edenleri ve sabredenleri belirtmeden cennete gireceğinizi mi sanıyordunuz"} ,{"id": "143", "arabic" : "وَلَقَدۡ كُنتُمۡ تَمَنَّوۡنَ ٱلۡمَوۡتَ مِن قَبۡلِ أَن تَلۡقَوۡهُ فَقَدۡ رَأَيۡتُمُوهُ وَأَنتُمۡ تَنظُرُونَ", "english" : "And you had certainly wished for martyrdom before you encountered it and you have [now] seen it [before you] while you were looking on", "urdu" : "تم تو موت کی تمنائیں کر رہے تھے! مگر یہ اُس وقت کی بات تھی جب موت سامنے نہ آئی تھی، لو اب وہ تمہارے سامنے آ گئی اور تم نے اُسے آنکھوں دیکھ لیا","chinese" : "遭遇死亡之前，你们确已希望死亡；现在你们确已亲眼见到死亡了。","turkey" : "And olsun ki ölümle karşılaşmadan önce onu temenni ediyordunuz; işte onu gözlerinizle bakarak gördünüz"} ,{"id": "144", "arabic" : "وَمَا مُحَمَّدٌ إِلَّا رَسُولٞ قَدۡ خَلَتۡ مِن قَبۡلِهِ ٱلرُّسُلُۚ أَفَإِيْن مَّاتَ أَوۡ قُتِلَ ٱنقَلَبۡتُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡۚ وَمَن يَنقَلِبۡ عَلَىٰ عَقِبَيۡهِ فَلَن يَضُرَّ ٱللَّهَ شَيۡـٔٗاۚ وَسَيَجۡزِي ٱللَّهُ ٱلشَّـٰكِرِينَ", "english" : "Muhammad is not but a messenger. [Other] messengers have passed on before him. So if he was to die or be killed would you turn back on your heels [to unbelief]? And he who turns back on his heels will never harm Allah at all; but Allah will reward the grateful", "urdu" : "محمدؐ اس کے سوا کچھ نہیں کہ بس ایک رسول ہیں، اُن سے پہلے اور رسول بھی گزر چکے ہیں، پھر کیا اگر وہ مر جائیں یا قتل کر دیے جائیں تو تم لوگ الٹے پاؤں پھر جاؤ گے؟ یاد رکھو! جو الٹا پھرے گا وہ اللہ کا کچھ نقصان نہ کرے گا، البتہ جو اللہ کے شکر گزار بندے بن کر رہیں گے انہیں وہ اس کی جزا دے گا","chinese" : "穆罕默德只是一个使者，在他之前，有许多使者，确已逝去了；如果他病故或阵亡，难道你们就要叛教吗？叛教的人，绝不能伤损安拉一丝毫。安拉将报酬感谢的人。","turkey" : "Muhammed ancak bir peygamberdir. Ondan önce de peygamberler geçmişti. Ölür veya öldürülürse geriye mi döneceksiniz? Geriye dönen Allah'a hiçbir zarar vermez. Allah şükredenlerin mükafatını verecektir"} ,{"id": "145", "arabic" : "وَمَا كَانَ لِنَفۡسٍ أَن تَمُوتَ إِلَّا بِإِذۡنِ ٱللَّهِ كِتَٰبٗا مُّؤَجَّلٗاۗ وَمَن يُرِدۡ ثَوَابَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَن يُرِدۡ ثَوَابَ ٱلۡأٓخِرَةِ نُؤۡتِهِۦ مِنۡهَاۚ وَسَنَجۡزِي ٱلشَّـٰكِرِينَ", "english" : "And it is not [possible] for one to die except by permission of Allah at a decree determined. And whoever desires the reward of this world - We will give him thereof; and whoever desires the reward of the Hereafter - We will give him thereof. And we will reward the grateful", "urdu" : "کوئی ذی روح اللہ کے اذن کے بغیر نہیں مرسکتا موت کا وقت تو لکھا ہوا ہے جو شخص ثواب دنیا کے ارادہ سے کام کرے گا اس کو ہم دنیا ہی میں سے دیں گے، اور جو ثواب آخرت کے ارادہ سے کام کرے گا وہ آخرت کا ثواب پائے گا اور شکر کرنے والوں کو ہم اُن کی جزا ضرور عطا کریں گے","chinese" : "不得安拉的许可，任何人都不会死亡；安拉已注定各人的寿限了。谁想获得今世的报酬，我给谁今世的报酬；谁想获得后世的报酬，我给谁后世的报酬。我将报酬感谢的人。","turkey" : "Hiçbir kimse Allah'ın izni olmadan ölmez; o belli bir vakte bağlanmıştır. Kim dünya nimetini isterse ona ondan veririz; ve kim ahiret nimetini isterse ona ondan veririz. Şükredenlerin mükafatını vereceğiz"} ,{"id": "146", "arabic" : "وَكَأَيِّن مِّن نَّبِيّٖ قَٰتَلَ مَعَهُۥ رِبِّيُّونَ كَثِيرٞ فَمَا وَهَنُواْ لِمَآ أَصَابَهُمۡ فِي سَبِيلِ ٱللَّهِ وَمَا ضَعُفُواْ وَمَا ٱسۡتَكَانُواْۗ وَٱللَّهُ يُحِبُّ ٱلصَّـٰبِرِينَ", "english" : "And how many a prophet [fought and] with him fought many religious scholars. But they never lost assurance due to what afflicted them in the cause of Allah nor did they weaken or submit. And Allah loves the steadfast", "urdu" : "اِس سے پہلے کتنے ہی نبی ایسے گزر چکے ہیں جن کے ساتھ مل کر بہت سے خدا پرستوں نے جنگ کی اللہ کی راہ میں جو مصیبتیں اُن پر پڑیں ان سے وہ دل شکستہ نہیں ہوئے، انہوں نے کمزوری نہیں دکھائی، وہ (باطل کے آگے) سرنگوں نہیں ہوئے ایسے ہی صابروں کو اللہ پسند کرتا ہے","chinese" : "有许多先知，曾有些明哲和他们一同作战，那些明哲没有因在主道上所遭受的艰难而灰心、懈怠和屈服。安拉是喜爱坚忍者的。","turkey" : "Nice peygamberlerin yanında Rabbe kul olmuş pek çok kimse savaşmıştır. Allah yolunda başlarına gelenlerden ötürü gevşememişler yılmamışlar ve boyun eğmemişlerdi. Allah sabredenleri sever"} ,{"id": "147", "arabic" : "وَمَا كَانَ قَوۡلَهُمۡ إِلَّآ أَن قَالُواْ رَبَّنَا ٱغۡفِرۡ لَنَا ذُنُوبَنَا وَإِسۡرَافَنَا فِيٓ أَمۡرِنَا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ", "english" : "And their words were not but that they said Our Lord forgive us our sins and the excess [committed] in our affairs and plant firmly our feet and give us victory over the disbelieving people", "urdu" : "ان کی دعا بس یہ تھی کہ، اے ہمارے رب! ہماری غلطیوں اور کوتاہیوں سے درگزر فرما، ہمارے کام میں تیرے حدود سے جو کچھ تجاوز ہو گیا ہو اُسے معاف کر دے، ہمارے قدم جما دے اور کافروں کے مقابلہ میں ہماری مدد کر","chinese" : "他们没有别的话，只说：“我们的主啊！求你赦宥我们的罪恶，和我们的过失，求你坚定我们的步伐，求你援助我们以对抗不信道的民众。”","turkey" : "Dedikleri ancak şu idi: Rabbimiz! Günahlarımızı işimizdeki aşırılıklarımızı bize bağışla sebatımızı arttır inkarcı topluluğa karşı bize yardım et"} ,{"id": "148", "arabic" : "فَـَٔاتَىٰهُمُ ٱللَّهُ ثَوَابَ ٱلدُّنۡيَا وَحُسۡنَ ثَوَابِ ٱلۡأٓخِرَةِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ", "english" : "So Allah gave them the reward of this world and the good reward of the Hereafter. And Allah loves the doers of good", "urdu" : "آخرکار اللہ نے ان کو دنیا کا ثواب بھی دیا اور اس سے بہتر ثواب آخرت بھی عطا کیا اللہ کو ایسے ہی نیک عمل لوگ پسند ہیں","chinese" : "故安拉将今世的报酬和后世优美的报酬赏赐他们，安拉是喜爱行善者的。","turkey" : "Bu yüzden Allah onlara dünya nimetini de ahiret nimetini de fazlasiyle verdi. Allah işlerini iyi yapanları sever"} ,{"id": "149", "arabic" : "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ ٱلَّذِينَ كَفَرُواْ يَرُدُّوكُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡ فَتَنقَلِبُواْ خَٰسِرِينَ", "english" : "O you who have believed if you obey those who disbelieve they will turn you back on your heels and you will [then] become losers", "urdu" : "اے لوگو جو ایمان لائے ہو، اگر تم اُن لوگوں کے اشاروں پر چلو گے جنہوں نے کفر کی راہ اختیار کی ہے تو وہ تم کو الٹا پھیر لے جائیں گے اور تم نامراد ہو جاؤ گے","chinese" : "信道的人们啊！如果你们顺从不信道的人，他们将使你们背叛，以致你们变成亏折的人。","turkey" : "Ey İnananlar! İnkar edenlere itaat ederseniz sizi geriye döndürürler de kayba uğrarsınız"} ,{"id": "150", "arabic" : "بَلِ ٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ خَيۡرُ ٱلنَّـٰصِرِينَ", "english" : "But Allah is your protector and He is the best of helpers", "urdu" : "(اُن کی باتیں غلط ہیں) حقیقت یہ ہے کہ اللہ تمہارا حامی و مددگار ہے اور وہ بہترین مدد کرنے والا ہے","chinese" : "不然，安拉是你们的保佑者，是最优美的援助者。","turkey" : "Halbuki Mevlanız Allah'tır. O yardımcıların en iyisidir"} ,{"id": "151", "arabic" : "سَنُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ بِمَآ أَشۡرَكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗاۖ وَمَأۡوَىٰهُمُ ٱلنَّارُۖ وَبِئۡسَ مَثۡوَى ٱلظَّـٰلِمِينَ", "english" : "We will cast terror into the hearts of those who disbelieve for what they have associated with Allah of which He had not sent down [any] authority. And their refuge will be the Fire and wretched is the residence of the wrongdoers", "urdu" : "عنقریب وہ وقت آنے والا ہے جب ہم منکرین حق کے دلوں میں رعب بٹھا دیں گے، اس لیے کہ اُنہوں نے اللہ کے ساتھ اُن کو خدائی میں شریک ٹھیرایا ہے جن کے شریک ہونے پر اللہ نے کوئی سند نازل نہیں کی اُن کا آخری ٹھکانا جہنم ہے اور بہت ہی بری ہے وہ قیام گاہ جو اُن ظالموں کو نصیب ہوگی","chinese" : "(我要把恐怖投在不信道者的心中，因为他们把安拉和安拉所未证实的（偶像)去配他，他们的归宿是火狱。不义者的归宿真恶劣。","turkey" : "Hakkında hiçbir delil indirmediği şeyi Allah'a ortak koşmalarından ötürü inkar edenlerin kalbine korku salacağız. Onların varacağı yer cehennemdir. Zalimlerin durağı ne kötüdür"} ,{"id": "152", "arabic" : "وَلَقَدۡ صَدَقَكُمُ ٱللَّهُ وَعۡدَهُۥٓ إِذۡ تَحُسُّونَهُم بِإِذۡنِهِۦۖ حَتَّىٰٓ إِذَا فَشِلۡتُمۡ وَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَعَصَيۡتُم مِّنۢ بَعۡدِ مَآ أَرَىٰكُم مَّا تُحِبُّونَۚ مِنكُم مَّن يُرِيدُ ٱلدُّنۡيَا وَمِنكُم مَّن يُرِيدُ ٱلۡأٓخِرَةَۚ ثُمَّ صَرَفَكُمۡ عَنۡهُمۡ لِيَبۡتَلِيَكُمۡۖ وَلَقَدۡ عَفَا عَنكُمۡۗ وَٱللَّهُ ذُو فَضۡلٍ عَلَى ٱلۡمُؤۡمِنِينَ", "english" : "And Allah had certainly fulfilled His promise to you when you were killing the enemy by His permission until [the time] when you lost courage and fell to disputing about the order [given by the Prophet] and disobeyed after He had shown you that which you love. Among you are some who desire this world and among you are some who desire the Hereafter. Then he turned you back from them [defeated] that He might test you. And He has already forgiven you and Allah is the possessor of bounty for the believers", "urdu" : "اللہ نے (تائید و نصرت کا) جو وعدہ تم سے کیا تھا وہ تو اُس نے پورا کر دیا ابتدا میں اُس کے حکم سے تم ہی اُن کو قتل کر رہے تھے مگر جب تم نے کمزوری دکھائی اور اپنے کام میں باہم اختلاف کیا، اور جونہی کہ وہ چیز اللہ نے تمہیں دکھائی جس کی محبت میں تم گرفتار تھے (یعنی مال غنیمت) تم اپنے سردار کے حکم کی خلاف ورزی کر بیٹھے اس لیے کہ تم میں سے کچھ لوگ دنیا کے طالب تھے اور کچھ آخرت کی خواہش رکھتے تھے تب اللہ نے تمہیں کافروں کے مقابلہ میں پسپا کر دیا تاکہ تمہاری آزمائش کرے اور حق یہ ہے کہ اللہ نے پھر بھی تمہیں معاف ہی کر دیا کیونکہ مومنوں پر اللہ بڑی نظر عنایت رکھتا ہے","chinese" : "你们奉安拉的命令而歼灭敌军之初，安拉确已对你们实践他的约言；直到了在他使你们看见你们所喜爱的战利品之后，你们竟示弱、内争、违抗（使者）的命令。你们中有贪恋今世的，有企图后世的。嗣后，他使你们离开敌人，以便他试验你们。他确已饶恕你们。安拉对于信士们是有恩惠的。","turkey" : "And olsun ki Allah size verdiği sözde durdu. Onun izniyle kafirleri kırıp biçiyordunuz ama Allah size arzuladığınız zaferi gösterdikten sonra gevşeyip bu hususta çekiştiniz ve isyan ettiniz; sizden kimi dünyayı kimi ahireti istiyordu; derken denemek için Allah sizi geri çevirip bozguna uğrattı. And olsun ki O sizi bağışladı. Allah'ın inananlara nimeti boldur"} ,{"id": "153", "arabic" : "۞إِذۡ تُصۡعِدُونَ وَلَا تَلۡوُۥنَ عَلَىٰٓ أَحَدٖ وَٱلرَّسُولُ يَدۡعُوكُمۡ فِيٓ أُخۡرَىٰكُمۡ فَأَثَٰبَكُمۡ غَمَّۢا بِغَمّٖ لِّكَيۡلَا تَحۡزَنُواْ عَلَىٰ مَا فَاتَكُمۡ وَلَا مَآ أَصَٰبَكُمۡۗ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ", "english" : "[Remember] when you [fled and] climbed [the mountain] without looking aside at anyone while the Messenger was calling you from behind. So Allah repaid you with distress upon distress so you would not grieve for that which had escaped you [of victory and spoils of war] or [for] that which had befallen you [of injury and death]. And Allah is [fully] Acquainted with what you do", "urdu" : "یاد کرو جب تم بھاگے چلے جا رہے تھے، کسی کی طرف پلٹ کر دیکھنے تک کا ہوش تمہیں نہ تھا، اور رسولؐ تمہارے پیچھے تم کو پکار رہا تھا اُس وقت تمہاری اس روش کا بدلہ اللہ نے تمہیں یہ دیا کہ تم کو رنج پر رنج دیے تاکہ آئندہ کے لیے تمہیں یہ سبق ملے کہ جو کچھ تمہارے ہاتھ سے جائے یا جو مصیبت تم پر نازل ہو اس پر ملول نہ ہو اللہ تمہارے سب اعمال سے باخبر ہے","chinese" : "当时，你们败北远遁，不敢回顾任何人；——而使者在你们的后面喊叫你们，安拉便以重重忧患报答你们，以免你们为自己所丧失的战利品和所遭遇的惨败而惋惜。安拉是彻知你们的行为的。","turkey" : "Peygamber arkanızdan sizi çağırırken kimseye bakmadan kaçıyordunuz; kaybettiğinize ve başınıza gelene üzülmeyesiniz diye Allah sizi kederden kedere uğrattı. Allah işlediklerinizden haberdardır"} ,{"id": "154", "arabic" : "ثُمَّ أَنزَلَ عَلَيۡكُم مِّنۢ بَعۡدِ ٱلۡغَمِّ أَمَنَةٗ نُّعَاسٗا يَغۡشَىٰ طَآئِفَةٗ مِّنكُمۡۖ وَطَآئِفَةٞ قَدۡ أَهَمَّتۡهُمۡ أَنفُسُهُمۡ يَظُنُّونَ بِٱللَّهِ غَيۡرَ ٱلۡحَقِّ ظَنَّ ٱلۡجَٰهِلِيَّةِۖ يَقُولُونَ هَل لَّنَا مِنَ ٱلۡأَمۡرِ مِن شَيۡءٖۗ قُلۡ إِنَّ ٱلۡأَمۡرَ كُلَّهُۥ لِلَّهِۗ يُخۡفُونَ فِيٓ أَنفُسِهِم مَّا لَا يُبۡدُونَ لَكَۖ يَقُولُونَ لَوۡ كَانَ لَنَا مِنَ ٱلۡأَمۡرِ شَيۡءٞ مَّا قُتِلۡنَا هَٰهُنَاۗ قُل لَّوۡ كُنتُمۡ فِي بُيُوتِكُمۡ لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيۡهِمُ ٱلۡقَتۡلُ إِلَىٰ مَضَاجِعِهِمۡۖ وَلِيَبۡتَلِيَ ٱللَّهُ مَا فِي صُدُورِكُمۡ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمۡۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ", "english" : "Then after distress He sent down upon you security [in the form of] drowsiness overcoming a faction of you while another faction worried about themselves thinking of Allah other than the truth - the thought of ignorance saying Is there anything for us [to have done] in this matter? Say Indeed the matter belongs completely to Allah. They conceal within themselves what they will not reveal to you. They say If there was anything we could have done in the matter some of us would not have been killed right here. Say Even if you had been inside your houses those decreed to be killed would have come out to their death beds. [It was] so that Allah might test what is in your breasts and purify what is in your hearts. And Allah is Knowing of that within the breasts", "urdu" : "اس غم کے بعد پھر اللہ نے تم میں سے کچھ لوگوں پر ایسی اطمینان کی سی حالت طاری کر دی کہ وہ اونگھنے لگے مگر ایک دوسرا گروہ، جس کے لیے ساری اہمیت بس اپنے مفاد ہی کی تھی، اللہ کے متعلق طرح طرح کے جاہلانہ گمان کرنے لگا جو سراسر خلاف حق تھے یہ لوگ اب کہتے ہیں کہ، اس کام کے چلانے میں ہمارا بھی کوئی حصہ ہے؟ ان سے کہو (کسی کا کوئی حصہ نہیں) اِس کام کے سارے اختیارات اللہ کے ہاتھ میں ہیں دراصل یہ لوگ اپنے دلوں میں جو بات چھپائے ہوئے ہیں اُسے تم پر ظاہر نہیں کرتے ان کا اصل مطلب یہ ہے کہ، اگر (قیادت کے) اختیارات میں ہمارا کچھ حصہ ہوتا تو یہاں ہم نہ مارے جاتے ان سے کہہ دو کہ، اگر تم اپنے گھروں میں بھی ہوتے تو جن لوگوں کی موت لکھی ہوئی تھی وہ خود اپنی قتل گاہوں کی طرف نکل آتے اور یہ معاملہ جو پیش آیا، یہ تو اس لیے تھا کہ جو کچھ تمہارے سینوں میں پوشیدہ ہے اللہ اُسے آزما لے اور جو کھوٹ تمہارے دلوں میں ہے اُسے چھانٹ دے، اللہ دلوں کا حال خوب جانتا ہے","chinese" : "在忧患之后，他又降安宁给你们，使你们中一部分人瞌睡；另一部分人则为自身而焦虑，他们像蒙昧时代的人一样，对安拉妄加猜测，他们说：“我们有一点胜利的希望吗？”你说：“一切事情，的确都是安拉所主持的。”他们的心里怀着不敢对你表示的恶意；他们说：“假若我们有一点胜利的希望，我们的同胞不致阵亡在这里。”你说：“假若你们坐在家里，那么，命中注定要阵亡的人，必定外出，走到他们阵亡的地方；（安拉这样做），以便试验你们的心事，锻炼你们心中的信仰。安拉是全知心事的。”","turkey" : "Kederden sonra bir takımınızı kendinden geçirecek şekilde size huzur ve emniyet indirdi; oysa bir takımınız da kendi derdlerine düşmüşlerdi. Haksız yere Allah hakkında cahiliye devrinde olduğu gibi inanıyorlar. Bu işte bizim bir fikrimiz var mı? diyorlardı; De ki: Buyruğun hepsi Allah'ındır. Sana açmadıklarını içlerinde gizliyorlar. Bu işte bizim fikrimiz alınsaydı burada öldürülmezdik diyorlar. De ki: Evlerinizde olsaydınız haklarında ölüm yazılı olan kimseler yine de devrilecekleri yere varırlardı. Bu Allah'ın içinizde olanı denemesi kalblerinizde olanı arıtması içindir. Allah gönüllerde olanı bilir"} ,{"id": "155", "arabic" : "إِنَّ ٱلَّذِينَ تَوَلَّوۡاْ مِنكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ إِنَّمَا ٱسۡتَزَلَّهُمُ ٱلشَّيۡطَٰنُ بِبَعۡضِ مَا كَسَبُواْۖ وَلَقَدۡ عَفَا ٱللَّهُ عَنۡهُمۡۗ إِنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ", "english" : "Indeed those of you who turned back on the day the two armies met it was Satan who caused them to slip because of some [blame] they had earned. But Allah has already forgiven them. Indeed Allah is Forgiving and Forbearing", "urdu" : "تم میں سے جو لوگ مقابلہ کے دن پیٹھ پھیر گئے تھے اُن کی ا ِس لغزش کا سبب یہ تھا کہ ان کی بعض کمزوریوں کی وجہ سے شیطان نے اُن کے قدم ڈگمگا دیے تھے اللہ نے انہیں معاف کر دیا، اللہ بہت درگزر کرنے والا اور بردبار ہے","chinese" : "两军交战之日，你们中败北的人，只因他们犯过，故恶魔使他们失足；安拉确已恕饶他们。安拉确是至赦的，确是至容的。","turkey" : "İki topluluğun karşılaştığı gün içinizden yüz çevirenlerin yaptıklarının bir kısmından ötürü şeytan ayaklarını kaydırıp yoldan çıkarmak istemişti. Allah and olsun ki onları affetti. Allah bağışlayandır. Halim'dir"} ,{"id": "156", "arabic" : "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ كَفَرُواْ وَقَالُواْ لِإِخۡوَٰنِهِمۡ إِذَا ضَرَبُواْ فِي ٱلۡأَرۡضِ أَوۡ كَانُواْ غُزّٗى لَّوۡ كَانُواْ عِندَنَا مَا مَاتُواْ وَمَا قُتِلُواْ لِيَجۡعَلَ ٱللَّهُ ذَٰلِكَ حَسۡرَةٗ فِي قُلُوبِهِمۡۗ وَٱللَّهُ يُحۡيِۦ وَيُمِيتُۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ", "english" : "O you who have believed do not be like those who disbelieved and said about their brothers when they traveled through the land or went out to fight If they had been with us they would not have died or have been killed so Allah makes that [misconception] a regret within their hearts. And it is Allah who gives life and causes death and Allah is Seeing of what you do", "urdu" : "اے لوگو جو ایمان لائے ہو، کافروں کی سی باتیں نہ کرو جن کے عزیز و اقارب اگر کبھی سفر پر جاتے ہیں یا جنگ میں شریک ہوتے ہیں (اور وہاں کسی حادثہ سے دو چار ہو جاتے ہیں) تو وہ کہتے ہیں کہ اگر وہ ہمارے پاس ہوتے تو نہ مارے جاتے اور نہ قتل ہوتے اللہ اس قسم کی باتوں کو ان کے دلوں میں حسرت و اندوہ کا سبب بنا دیتا ہے، ورنہ دراصل مارنے اور جِلانے والا تو اللہ ہی ہے اور تمہاری حرکات پر وہی نگراں ہے","chinese" : "信道的人们啊！你们不要像那些否认的人一样；当他们的同胞出门病故，或阵亡前线的时候，他们说：“假若他们同我们坐在家里，那么，他们不致于病故或阵亡。”（你们不要像他们那样说，）以便安拉使那成为他们心中的悔恨。安拉能使死人复活，能使活人死亡。安拉是明察他们的行为的。","turkey" : "Ey İnananlar! Yolculuğa çıkan veya savaşa giden kardeşleri hakkında: Onlar yanımızda olsalardı ölmezler ve öldürülmezlerdi diyen inkarcılar gibi olmayın ki Allah bunu onların kalblerinde bir hasret olarak bıraksın. Dirilten de öldüren de Allah'tır. Allah işlediklerinizi görür"} ,{"id": "157", "arabic" : "وَلَئِن قُتِلۡتُمۡ فِي سَبِيلِ ٱللَّهِ أَوۡ مُتُّمۡ لَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرَحۡمَةٌ خَيۡرٞ مِّمَّا يَجۡمَعُونَ", "english" : "And if you are killed in the cause of Allah or die - then forgiveness from Allah and mercy are better than whatever they accumulate [in this world]", "urdu" : "اگر تم اللہ کی راہ میں مارے جاؤ یا مر جاؤ تو اللہ کی جو رحمت اور بخشش تمہارے حصہ میں آئے گی وہ اُن ساری چیزوں سے زیادہ بہتر ہے جنہیں یہ لوگ جمع کرتے ہیں","chinese" : "如果你们为主道而阵亡，或病故，那么，从安拉发出的赦宥和慈恩，必定比他们所聚集(的财产)还要宝贵些。","turkey" : "Allah yolunda öldürülür veya ölürseniz size Allah'tan onların topladıklarından hayırlı bir mağfiret ve rahmet vardır"} ,{"id": "158", "arabic" : "وَلَئِن مُّتُّمۡ أَوۡ قُتِلۡتُمۡ لَإِلَى ٱللَّهِ تُحۡشَرُونَ", "english" : "And whether you die or are killed unto Allah you will be gathered", "urdu" : "اور خواہ تم مرو یا مارے جاؤ بہر حال تم سب کو سمٹ کر جانا اللہ ہی کی طرف ہے","chinese" : "如果你们病故，或阵亡，那么，你们必定被集合到安拉那里。","turkey" : "And olsun ki ölseniz de öldürülseniz de Allah katında toplanacaksınız"} ,{"id": "159", "arabic" : "فَبِمَا رَحۡمَةٖ مِّنَ ٱللَّهِ لِنتَ لَهُمۡۖ وَلَوۡ كُنتَ فَظًّا غَلِيظَ ٱلۡقَلۡبِ لَٱنفَضُّواْ مِنۡ حَوۡلِكَۖ فَٱعۡفُ عَنۡهُمۡ وَٱسۡتَغۡفِرۡ لَهُمۡ وَشَاوِرۡهُمۡ فِي ٱلۡأَمۡرِۖ فَإِذَا عَزَمۡتَ فَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَوَكِّلِينَ", "english" : "So by mercy from Allah [O Muhammad] you were lenient with them. And if you had been rude [in speech] and harsh in heart they would have disbanded from about you. So pardon them and ask forgiveness for them and consult them in the matter. And when you have decided then rely upon Allah. Indeed Allah loves those who rely [upon Him]", "urdu" : "(اے پیغمبرؐ) یہ اللہ کی بڑی رحمت ہے کہ تم اِن لوگوں کے لیے بہت نرم مزاج واقع ہوئے ہو ورنہ اگر کہیں تم تند خو اور سنگ دل ہوتے تو یہ سب تمہارے گردو پیش سے چھٹ جاتے اِن کے قصور معاف کر دو، اِن کے حق میں دعا ئے مغفرت کرو، اور دین کے کام میں ان کو بھی شریک مشورہ رکھو، پھر جب تمہارا عزم کسی رائے پر مستحکم ہو جائے تو اللہ پر بھروسہ کرو، اللہ کو وہ لوگ پسند ہیں جو اُسی کے بھروسے پر کام کرتے ہیں","chinese" : "只因为从安拉发出的慈恩，你温和地对待他们；假若你是粗暴的，是残酷的，那么，他们必定离你而分散；故你当恕饶他们，当为他们向主求饶，当与他们商议公事；你既决计行事，就当托靠安拉。安拉的确喜爱托靠他的人。","turkey" : "Allah'ın rahmetinden dolayı sen onlara karşı yumuşak davrandın. Eğer kaba ve katı kalbli olsaydın şüphesiz etrafından dağılır giderlerdi. Onları affet onlara mağfiret dile iş hakkında onlara danış fakat karar verdin mi Allah'a güven doğrusu Allah güvenenleri sever"} ,{"id": "160", "arabic" : "إِن يَنصُرۡكُمُ ٱللَّهُ فَلَا غَالِبَ لَكُمۡۖ وَإِن يَخۡذُلۡكُمۡ فَمَن ذَا ٱلَّذِي يَنصُرُكُم مِّنۢ بَعۡدِهِۦۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ", "english" : "If Allah should aid you no one can overcome you; but if He should forsake you who is there that can aid you after Him? And upon Allah let the believers rely", "urdu" : "اللہ تمہاری مدد پر ہو تو کوئی طاقت تم پر غالب آنے والی نہیں، اور وہ تمہیں چھوڑ دے، تو اس کے بعد کون ہے جو تمہاری مدد کرسکتا ہو؟ پس جو سچے مومن ہیں ان کو اللہ ہی پر بھروسہ رکھنا چاہیے","chinese" : "如果安拉援助你们，那么，绝没有人能战胜你们。如果他弃绝你们，那么，在他弃绝你们之后，谁能援助你们呢？叫信士们只托靠安拉！","turkey" : "Allah size yardım ederse sizi yenecek yoktur; eğer sizi yardımsız bırakıverirse O'ndan başka size yardım edecek kimdir? İnananlar yalnız Allah'a güvensinler"} ,{"id": "161", "arabic" : "وَمَا كَانَ لِنَبِيٍّ أَن يَغُلَّۚ وَمَن يَغۡلُلۡ يَأۡتِ بِمَا غَلَّ يَوۡمَ ٱلۡقِيَٰمَةِۚ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ", "english" : "It is not [attributable] to any prophet that he would act unfaithfully [in regard to war booty]. And whoever betrays [taking unlawfully] will come with what he took on the Day of Resurrection. Then will every soul be [fully] compensated for what it earned and they will not be wronged", "urdu" : "کسی نبی کا یہ کام نہیں ہوسکتا کہ وہ خیانت کر جائے اور جو کوئی خیانت کرے تو وہ اپنی خیانت سمیت قیامت کے روز حاضر ہو جائے گا، پھر ہر متنفس کو اس کی کمائی کا پورا پورا بدلہ مل جائے گا اور کسی پر کچھ ظلم نہ ہوگا","chinese" : "任何先知，都不致于侵蚀公物。谁侵蚀公物，在复活日，谁要把他所侵蚀的公物拿出来。然后，人人都得享受自己行为的完全的报酬，他们不受亏枉。","turkey" : "Hiçbir peygambere ganimete ve millet malına hiyanet yaraşmaz; haksızlık kim yaparsa kıyamet günü yaptığı ile gelir sonra haksızlık yapılmaksızın herkese kazanmış olduğu ödenir"} ,{"id": "162", "arabic" : "أَفَمَنِ ٱتَّبَعَ رِضۡوَٰنَ ٱللَّهِ كَمَنۢ بَآءَ بِسَخَطٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ", "english" : "So is one who pursues the pleasure of Allah like one who brings upon himself the anger of Allah and whose refuge is Hell? And wretched is the destination", "urdu" : "بھلا یہ کیسے ہوسکتا ہے کہ جو شخص ہمیشہ اللہ کی رضا پر چلنے والا ہو وہ اُس شخص کے سے کام کرے جو اللہ کے غضب میں گھر گیا ہو اور جس کا آخری ٹھکانا جہنم ہو جو بدترین ٹھکانا ہے؟","chinese" : "难道追求安拉喜悦的人，像应受安拉谴怒的人吗？他的归宿是火狱，那归宿真恶劣。","turkey" : "Allah'ın rızasına uyan kimse Allah'ın hışmına uğrayan gibi midir? Bu kimsenin varacağı yer cehennemdir; o ne kötü varılacak yerdir"} ,{"id": "163", "arabic" : "هُمۡ دَرَجَٰتٌ عِندَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ", "english" : "They are [varying] degrees in the sight of Allah and Allah is Seeing of whatever they do", "urdu" : "اللہ کے نزدیک دونوں قسم کے آدمیوں میں بدرجہا فرق ہے اور اللہ سب کے اعمال پر نظر رکھتا ہے","chinese" : "在安拉看来他们分为许多等级。安拉是明察他们的行为的。","turkey" : "Onlar Allah katında derece derecedir. Allah işlediklerini görmektedir"} ,{"id": "164", "arabic" : "لَقَدۡ مَنَّ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ إِذۡ بَعَثَ فِيهِمۡ رَسُولٗا مِّنۡ أَنفُسِهِمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٍ", "english" : "Certainly did Allah confer [great] favor upon the believers when He sent among them a Messenger from themselves reciting to them His verses and purifying them and teaching them the Book and wisdom although they had been before in manifest error", "urdu" : "درحقیقت اہل ایمان پر تو اللہ نے یہ بہت بڑا احسان کیا ہے کہ اُن کے درمیان خود انہی میں سے ایک ایسا پیغمبر اٹھایا جو اس کی آیات انہیں سناتا ہے، اُن کی زندگیوں کو سنوارتا ہے اور اُن کو کتاب اور دانائی کی تعلیم دیتا ہے، حالانکہ اس سے پہلے یہی لوگ صریح گمراہیوں میں پڑے ہوئے تھے","chinese" : "安拉确已施恩于信士们，因为他曾在他们中派遣了一个同族的使者，对他们宣读他的迹象，并且熏陶他们，教授他们天经和智慧，以前，他们确是在明显的迷误中的。","turkey" : "And olsun ki Allah inananlara ayetlerini okuyan onları arıtan onlara Kitap ve hikmeti öğreten kendilerinden bir peygamber göndermekle iyilikte bulunmuştur. Halbuki onlar önceleri apaçık sapıklıkta idiler"} ,{"id": "165", "arabic" : "أَوَلَمَّآ أَصَٰبَتۡكُم مُّصِيبَةٞ قَدۡ أَصَبۡتُم مِّثۡلَيۡهَا قُلۡتُمۡ أَنَّىٰ هَٰذَاۖ قُلۡ هُوَ مِنۡ عِندِ أَنفُسِكُمۡۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ", "english" : "Why [is it that] when a [single] disaster struck you [on the day of Uhud] although you had struck [the enemy in the battle of Badr] with one twice as great you said From where is this? Say It is from yourselves. Indeed Allah is over all things competent", "urdu" : "اور یہ تمہارا کیا حال ہے کہ جب تم پر مصیبت آ پڑی تو تم کہنے لگے یہ کہاں سے آئی؟ حالانکہ (جنگ بدر میں) اس سے د و گنی مصیبت تمہارے ہاتھوں (فریق مخالف پر) پڑ چکی ہے اے نبیؐ! اِن سے کہو، یہ مصیبت تمہاری اپنی لائی ہوئی ہے، اللہ ہر چیز پر قادر ہے","chinese" : "你们所遭受的损失，只有你们所加给敌人的一半，你们怎么还说：“这是从哪里来的呢？”你说：“这是你们自作自受的。”安拉对于万事确是全能的。","turkey" : "Başkalarını iki misline uğrattığınız bir musibete kendiniz uğrayınca mı: Bu nereden? dersiniz? De ki: O kendi tarafınızdandır. Doğrusu Allah her şeye Kadir'dir"} ,{"id": "166", "arabic" : "وَمَآ أَصَٰبَكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ فَبِإِذۡنِ ٱللَّهِ وَلِيَعۡلَمَ ٱلۡمُؤۡمِنِينَ", "english" : "And what struck you on the day the two armies met was by permission of Allah that He might make evident the [true] believers", "urdu" : "جو نقصان لڑائی کے دن تمہیں پہنچا وہ اللہ کے اذن سے تھا اور اس لیے تھا کہ اللہ دیکھ لے تم میں سے مومن کون ہیں","chinese" : "两军交战之日，你们所遭受的损失，是依据安拉的意旨的，他要认识确信的人，","turkey" : "İki topluluğun karşılaştığı günde başınıza gelen Allah'ın izniyledir. Bu inananları da münafıklık edenleri de belirtmesi içindir. Münafıklık edenlere: gelin Allah yolunda savaşın veya hiç olmazsa savunmada bulunun dendiği zaman: Eğer savaşmayı bilseydik ardınızdan gelirdik dediler. O gün onlar imandan çok inkara yakındılar. Kalblerinde olmayanı ağızlarıyla söylüyorlar. Allah gizlediklerini onlardan iyi bilir"} ,{"id": "167", "arabic" : "وَلِيَعۡلَمَ ٱلَّذِينَ نَافَقُواْۚ وَقِيلَ لَهُمۡ تَعَالَوۡاْ قَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ أَوِ ٱدۡفَعُواْۖ قَالُواْ لَوۡ نَعۡلَمُ قِتَالٗا لَّٱتَّبَعۡنَٰكُمۡۗ هُمۡ لِلۡكُفۡرِ يَوۡمَئِذٍ أَقۡرَبُ مِنۡهُمۡ لِلۡإِيمَٰنِۚ يَقُولُونَ بِأَفۡوَٰهِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ وَٱللَّهُ أَعۡلَمُ بِمَا يَكۡتُمُونَ", "english" : "And that He might make evident those who are hypocrites. For it was said to them Come fight in the way of Allah or [at least] defend. They said If we had known [there would be] fighting we would have followed you. They were nearer to disbelief that day than to faith saying with their mouths what was not in their hearts. And Allah is most Knowing of what they conceal", "urdu" : "اور منافق کون، وہ منافق کہ جب اُن سے کہا گیا آؤ، اللہ کی راہ میں جنگ کرو یا کم از کم (اپنے شہر کی) مدافعت ہی کرو، تو کہنے لگے اگر ہمیں علم ہوتا کہ آج جنگ ہوگی تو ہم ضرور ساتھ چلتے یہ بات جب وہ کہہ رہے تھے اُس وقت وہ ایمان کی نسبت کفر سے زیادہ قریب تھے وہ اپنی زبانوں سے وہ باتیں کہتے ہیں جو ان کے دلوں میں نہیں ہوتیں، اور جو کچھ وہ دلوں میں چھپاتے ہیں اللہ اسے خوب جانتا ہے","chinese" : "也要认识伪信的人。有人对他们说：“你们来吧，来为主道而作战，或来自卫吧！”他们说：“假若我们会打仗，我们必定追随你们。”在那日，与其说他们是信道的人，不如说他们是不信道的人。他们口里所说的，并不是他们心里所想的。安拉最知道他们所隐讳的。","turkey" : "İki topluluğun karşılaştığı günde başınıza gelen Allah'ın izniyledir. Bu inananları da münafıklık edenleri de belirtmesi içindir. Münafıklık edenlere: gelin Allah yolunda savaşın veya hiç olmazsa savunmada bulunun dendiği zaman: Eğer savaşmayı bilseydik ardınızdan gelirdik dediler. O gün onlar imandan çok inkara yakındılar. Kalblerinde olmayanı ağızlarıyla söylüyorlar. Allah gizlediklerini onlardan iyi bilir"} ,{"id": "168", "arabic" : "ٱلَّذِينَ قَالُواْ لِإِخۡوَٰنِهِمۡ وَقَعَدُواْ لَوۡ أَطَاعُونَا مَا قُتِلُواْۗ قُلۡ فَٱدۡرَءُواْ عَنۡ أَنفُسِكُمُ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ", "english" : "Those who said about their brothers while sitting [at home] If they had obeyed us they would not have been killed. Say Then prevent death from yourselves if you should be truthful", "urdu" : "یہ وہی لوگ ہیں جو خود تو بیٹھے رہے او ران کے جو بھائی بند لڑنے گئے اور مارے گئے ان کے متعلق انہوں نے کہہ دیا کہ ا گروہ ہماری بات مان لیتے تو نہ مارے جاتے ان سے کہو اگر تم اپنے قول میں سچے ہو تو خود تمہاری موت جب آئے اُسے ٹال کر دکھا دینا","chinese" : "他们不肯参加战斗，却对自己的教胞说：“假若他们顺从我们，他们不会阵亡。”你说：“你们为自身抵御死亡吧，如果你们是诚实的。”","turkey" : "Onlar oturup kardeşleri için: Bize itaat etselerdi öldürülmezlerdi dediler. De ki: Eğer doğru sözlü iseniz ölümü kendinizden savın"} ,{"id": "169", "arabic" : "وَلَا تَحۡسَبَنَّ ٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتَۢاۚ بَلۡ أَحۡيَآءٌ عِندَ رَبِّهِمۡ يُرۡزَقُونَ", "english" : "And never think of those who have been killed in the cause of Allah as dead. Rather they are alive with their Lord receiving provision", "urdu" : "جو لوگ اللہ کی راہ میں قتل ہوئے ہیں انہیں مردہ نہ سمجھو، وہ تو حقیقت میں زندہ ہیں، اپنے رب کے پاس رزق پا رہے ہیں","chinese" : "为主道而阵亡的人，你绝不要认为他们是死的，其实，他们是活着的，他们在安拉那里享受给养。","turkey" : "Allah yolunda öldürülenleri ölü saymayın bilakis Rableri katında diridirler. Allah'ın bol nimetinden onlara verdiği şeylerle sevinç içinde rızıklanırlar arkalarından kendilerine ulaşamayan kimselere kendilerine korku olmadığını ve kendilerinin üzülmeyeceklerini müjde etmek isterler"} ,{"id": "170", "arabic" : "فَرِحِينَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ وَيَسۡتَبۡشِرُونَ بِٱلَّذِينَ لَمۡ يَلۡحَقُواْ بِهِم مِّنۡ خَلۡفِهِمۡ أَلَّا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ", "english" : "Rejoicing in what Allah has bestowed upon them of His bounty and they receive good tidings about those [to be martyred] after them who have not yet joined them - that there will be no fear concerning them nor will they grieve", "urdu" : "جو کچھ اللہ نے اپنے فضل سے انہیں دیا ہے اُس پر خوش و خرم ہیں، اور مطمئن ہیں کہ جو اہل ایمان انکے پیچھے دنیا میں رہ گئے ہیں اور ابھی وہاں نہیں پہنچے ہیں ان کے لیے بھی کسی خوف اور رنج کا موقع نہیں ہے","chinese" : "他们喜欢安拉赏赐给自己的恩惠，他们又给那些还未赶上他们〔留在人间〕的教胞报喜讯：将来没有恐惧，也不忧愁。","turkey" : "Allah yolunda öldürülenleri ölü saymayın bilakis Rableri katında diridirler. Allah'ın bol nimetinden onlara verdiği şeylerle sevinç içinde rızıklanırlar arkalarından kendilerine ulaşamayan kimselere kendilerine korku olmadığını ve kendilerinin üzülmeyeceklerini müjde etmek isterler"} ,{"id": "171", "arabic" : "۞يَسۡتَبۡشِرُونَ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ وَأَنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُؤۡمِنِينَ", "english" : "They receive good tidings of favor from Allah and bounty and [of the fact] that Allah does not allow the reward of believers to be lost", "urdu" : "وہ اللہ کے انعام اور اس کے فضل پر شاداں و فرحاں ہیں اور ان کو معلوم ہو چکا ہے کہ اللہ مومنوں کے اجر کو ضائع نہیں کرتا","chinese" : "他们喜欢从安拉发出的赏赐和恩惠，并且喜欢安拉不使信士们徒劳无酬。","turkey" : "Onlar Allah'tan olan bir nimeti bolluğu ve Allah'ın müminlerin ecrini zayi etmeyeceğini müjdelemek isterler"} ,{"id": "172", "arabic" : "ٱلَّذِينَ ٱسۡتَجَابُواْ لِلَّهِ وَٱلرَّسُولِ مِنۢ بَعۡدِ مَآ أَصَابَهُمُ ٱلۡقَرۡحُۚ لِلَّذِينَ أَحۡسَنُواْ مِنۡهُمۡ وَٱتَّقَوۡاْ أَجۡرٌ عَظِيمٌ", "english" : "Those [believers] who responded to Allah and the Messenger after injury had struck them. For those who did good among them and feared Allah is a great reward", "urdu" : "جن لوگوں نے زخم کھانے کے بعد بھی اللہ اور رسول کی پکار پر لبیک کہا اُن میں جو اشخاص نیکوکار اور پرہیز گار ہیں اُن کے لیے بڑا اجر ہے","chinese" : "他们遭受创伤之后仍应安拉和使者的召唤。他们中行善而且敬畏的人，得享受重大的报酬。","turkey" : "Kendileri savaşta yara aldıktan sonra Allah ve Peygamberin çağrısına koşanlara hele onlardan iyilik edip sakınanlara büyük ecir vardır"} ,{"id": "173", "arabic" : "ٱلَّذِينَ قَالَ لَهُمُ ٱلنَّاسُ إِنَّ ٱلنَّاسَ قَدۡ جَمَعُواْ لَكُمۡ فَٱخۡشَوۡهُمۡ فَزَادَهُمۡ إِيمَٰنٗا وَقَالُواْ حَسۡبُنَا ٱللَّهُ وَنِعۡمَ ٱلۡوَكِيلُ", "english" : "Those to whom hypocrites said Indeed the people have gathered against you so fear them. But it [merely] increased them in faith and they said Sufficient for us is Allah and [He is] the best Disposer of affairs", "urdu" : "اور وہ جن سے لوگوں نے کہا کہ، تماررے خلاف بڑی فوجیں جمع ہوئی ہیں، اُن سے ڈرو، تو یہ سن کر ان کا ایمان اور بڑھ گیا اور اُنہوں نے جواب دیا کہ ہمارے لیے اللہ کافی ہے اور وہی بہترین کارسا ز ہے","chinese" : "有人曾对他们说：“那些人确已为进攻你们而集合队伍了，故你们应当畏惧他们。”这句话却增加了他们的信念，他们说：“安拉是使我们满足的，他是优美的监护者！”","turkey" : "İnsanlar onlara: Düşmanınız olan insanlar size karşı bir ordu topladılar onlardan korkun dediler. Bu onların imanını artırdı da: Allah bize yeter. O ne güzel Vekil'dir dediler"} ,{"id": "174", "arabic" : "فَٱنقَلَبُواْ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ لَّمۡ يَمۡسَسۡهُمۡ سُوٓءٞ وَٱتَّبَعُواْ رِضۡوَٰنَ ٱللَّهِۗ وَٱللَّهُ ذُو فَضۡلٍ عَظِيمٍ", "english" : "So they returned with favor from Allah and bounty no harm having touched them. And they pursued the pleasure of Allah and Allah is the possessor of great bounty", "urdu" : "آخر کار وہ اللہ تعالیٰ کی نعمت اور فضل کے ساتھ پلٹ آئے، ان کو کسی قسم کا ضرر بھی نہ پہنچا اور اللہ کی رضا پر چلنے کا شرف بھی انہیں حاصل ہو گیا، اللہ بڑا فضل فرمانے والا ہے","chinese" : "他们带着从安拉发出的赏赐和恩惠转回来，他们没有遭受任何损失，他们追求安拉的喜悦。安拉是有宏恩的。","turkey" : "Bu yüzden kendilerine bir fenalık dokunmadan Allah'tan nimet ve bollukla geri döndüler; Allah'ın rızasına uydular. Allah büyük bol nimet sahibidir"} ,{"id": "175", "arabic" : "إِنَّمَا ذَٰلِكُمُ ٱلشَّيۡطَٰنُ يُخَوِّفُ أَوۡلِيَآءَهُۥ فَلَا تَخَافُوهُمۡ وَخَافُونِ إِن كُنتُم مُّؤۡمِنِينَ", "english" : "That is only Satan who frightens [you] of his supporters. So fear them not but fear Me if you are [indeed] believers", "urdu" : "اب تمہیں معلوم ہو گیا کہ وہ دراصل شیطان تھا جو اپنے دوستوں سے خواہ مخواہ ڈرا رہا تھا لہٰذا آئندہ تم انسانوں سے نہ ڈرنا، مجھ سے ڈرنا اگر تم حقیقت میں صاحب ایمان ہو","chinese" : "那个恶魔，只图你们畏惧他的党羽，你们不要畏惧他们，你们当畏惧我，如果你们是信道的人。","turkey" : "İşte o şeytan ancak kendi dostlarını korkutur inanmışsanız onlardan korkmayın Benden korkun"} ,{"id": "176", "arabic" : "وَلَا يَحۡزُنكَ ٱلَّذِينَ يُسَٰرِعُونَ فِي ٱلۡكُفۡرِۚ إِنَّهُمۡ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۚ يُرِيدُ ٱللَّهُ أَلَّا يَجۡعَلَ لَهُمۡ حَظّٗا فِي ٱلۡأٓخِرَةِۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ", "english" : "And do not be grieved [O Muhammad] by those who hasten into disbelief. Indeed they will never harm Allah at all. Allah intends that He should give them no share in the Hereafter and for them is a great punishment", "urdu" : "(اے پیغمبرؐ) جو لوگ آج کفر کی راہ میں بڑی دوڑ دھوپ کر رہے ہیں ان کی سرگرمیاں تمہیں آزردہ نہ کریں، یہ اللہ کا کچھ بھی نہ بگاڑ سکیں گے اللہ کا ارادہ یہ ہے کہ اُن کے لیے آخرت میں کوئی حصہ نہ رکھے، اور بالآخر ان کو سخت سزا ملنے والی ہے","chinese" : "争先投入迷信的人，不要让他使你忧愁。他们绝不能损伤安拉一丝毫。安拉欲使他们在后世没有福分；他们将受重大的刑罚。","turkey" : "Küfürde yarışanlar seni üzmesin; şüphesiz onlar Allah'a bir zarar veremezler. Allah ahirette onlara bir pay vermemek istiyor; onlara büyük azab vardır"} ,{"id": "177", "arabic" : "إِنَّ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ", "english" : "Indeed those who purchase disbelief [in exchange] for faith - never will they harm Allah at all and for them is a painful punishment", "urdu" : "جو لوگ ایمان کو چھوڑ کر کفر کے خریدار بنے ہیں وہ یقیناً اللہ کا کوئی نقصان نہیں کر رہے ہیں، اُن کے لیے درد ناک عذاب تیار ہے","chinese" : "以正信换取迷信的人，必定不能损伤安拉一丝毫，他们将受痛苦的刑罚。","turkey" : "İmanı inkara değişenler şüphesiz Allah’a bir zarar veremiyeceklerdir. Elem verici azab onlaradır"} ,{"id": "178", "arabic" : "وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُوٓاْ أَنَّمَا نُمۡلِي لَهُمۡ خَيۡرٞ لِّأَنفُسِهِمۡۚ إِنَّمَا نُمۡلِي لَهُمۡ لِيَزۡدَادُوٓاْ إِثۡمٗاۖ وَلَهُمۡ عَذَابٞ مُّهِينٞ", "english" : "And let not those who disbelieve ever think that [because] We extend their time [of enjoyment] it is better for them. We only extend it for them so that they may increase in sin and for them is a humiliating punishment", "urdu" : "یہ ڈھیل جو ہم انہیں دیے جاتے ہیں اس کو یہ کافر اپنے حق میں بہتری نہ سمجھیں، ہم تو انہیں اس لیے ڈھیل دے رہے ہیں کہ یہ خوب بار گناہ سمیٹ لیں، پھر اُن کے لیے سخت ذلیل کرنے والی سزا ہے","chinese" : "不信道的人绝不要认为我优容他们，对于他们更为有利。我优容他们，只是要他们的罪恶加多。他们将受凌辱的刑罚。","turkey" : "İnkar edenler kendilerine vermiş olduğumuz mühletin sakın kendileri için hayırlı olduğunu sanmasınlar. Biz onlara ancak günahları çoğalsın diye mühlet veriyoruz. Küçültücü azab onlaradır"} ,{"id": "179", "arabic" : "مَّا كَانَ ٱللَّهُ لِيَذَرَ ٱلۡمُؤۡمِنِينَ عَلَىٰ مَآ أَنتُمۡ عَلَيۡهِ حَتَّىٰ يَمِيزَ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِۗ وَمَا كَانَ ٱللَّهُ لِيُطۡلِعَكُمۡ عَلَى ٱلۡغَيۡبِ وَلَٰكِنَّ ٱللَّهَ يَجۡتَبِي مِن رُّسُلِهِۦ مَن يَشَآءُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ فَلَكُمۡ أَجۡرٌ عَظِيمٞ", "english" : "Allah would not leave the believers in that [state] you are in [presently] until He separates the evil from the good. Nor would Allah reveal to you the unseen. But [instead] Allah chooses of His messengers whom He wills so believe in Allah and His messengers. And if you believe and fear Him then for you is a great reward", "urdu" : "اللہ مومنوں کو اس حالت میں ہرگز نہ رہنے دے گا جس میں تم اس وقت پائے جاتے ہو وہ پاک لوگوں کو ناپاک لوگوں سے الگ کر کے رہے گا مگر اللہ کا یہ طریقہ نہیں ہے کہ تم کو غیب پر مطلع کر دے غیب کی باتیں بتانے کے لیے تو وہ اپنے رسولوں میں جس کو چاہتا ہے منتخب کر لیتا ہے لہٰذا (امور غیب کے بارے میں) اللہ اور اس کے رسول پر ایمان رکھو اگر تم ایمان اور خدا ترسی کی روش پر چلو گے تو تم کو بڑا اجر ملے گا","chinese" : "安拉不致于让信士们常在你们的现状之下，（但他试验你们），直到甄别恶劣的与善良的。安拉不致于使你们窥见幽玄，但安拉拣选他所意欲的人做使者；故你们当确信安拉和众使者。如果你们信道，而且敬畏，那么，你们将受重大的报酬。","turkey" : "Allah inananları sizin durumunuzda bırakacak değildir temizi pisten ayıracaktır. Allah size gaybı bildirecek değildir; fakat Allah peygamberlerinden dilediğini seçip ona gaybı bildirir. Artık Allah'a ve peygamberlerine inanın; inanır ve sakınırsanız size büyük ecir vardır"} ,{"id": "180", "arabic" : "وَلَا يَحۡسَبَنَّ ٱلَّذِينَ يَبۡخَلُونَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ هُوَ خَيۡرٗا لَّهُمۖ بَلۡ هُوَ شَرّٞ لَّهُمۡۖ سَيُطَوَّقُونَ مَا بَخِلُواْ بِهِۦ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ", "english" : "And let not those who [greedily] withhold what Allah has given them of His bounty ever think that it is better for them. Rather it is worse for them. Their necks will be encircled by what they withheld on the Day of Resurrection. And to Allah belongs the heritage of the heavens and the earth. And Allah with what you do is [fully] Acquainted", "urdu" : "جن لوگوں کو اللہ نے اپنے فضل سے نوازا ہے اور پھر وہ بخل سے کام لیتے ہیں وہ اس خیال میں نہ رہیں کہ یہ بخیلی ان کے لیے اچھی ہے نہیں، یہ ان کے حق میں نہایت بری ہے جو کچھ وہ اپنی کنجوسی سے جمع کر رہے ہیں وہی قیامت کے روز ان کے گلے کا طوق بن جائے گا زمین اور آسمانوں کی میراث اللہ ہی کے لیے ہے اور تم جو کچھ کرتے ہو اللہ اس سے باخبر ہے","chinese" : "吝惜安拉所赐的恩惠的人，绝不要认为他们的吝惜，对于他们是有益的，其实，那对于他们是有害的；复活日，他们所吝惜的（财产），要像一个项圈一样，套在他们颈项上。天地间的遗产，只是安拉的。安拉是彻知你们的行为的。","turkey" : "Allah'ın bol nimetinden verdiklerinde cimrilik edenler sakın bunun kendileri için hayırlı olduğunu sanmasınlar bilakis bu onların kötülüğünedir. Cimrilik yaptıkları şey kıyamet günü boyunlarına dolanacaktır. Göklerin ve yerin mirası Allah'ındır. Allah işlediklerinizden haberdardır"} ,{"id": "181", "arabic" : "لَّقَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ فَقِيرٞ وَنَحۡنُ أَغۡنِيَآءُۘ سَنَكۡتُبُ مَا قَالُواْ وَقَتۡلَهُمُ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖ وَنَقُولُ ذُوقُواْ عَذَابَ ٱلۡحَرِيقِ", "english" : "Allah has certainly heard the statement of those [Jews] who said Indeed Allah is poor while we are rich. We will record what they said and their killing of the prophets without right and will say Taste the punishment of the Burning Fire", "urdu" : "اللہ نے اُن لوگوں کا قول سنا جو کہتے ہیں کہ اللہ فقیر ہے اور ہم غنی ہیں ان کی یہ باتیں بھی ہم لکھ لیں گے، اور اس سے پہلے جو وہ پیغمبروں کو ناحق قتل کرتے رہے ہیں وہ بھی ان کے نامہ اعمال میں ثبت ہے (جب فیصلہ کا وقت آئے گا اُس وقت) ہم ان سے کہیں گے کہ لو، اب عذاب جہنم کا مزا چکھو","chinese" : "安拉确已听见有些人说：“安拉确是贫穷的，我们却是富足的。”我要记录他们所说的话，和他们妄杀众先知的行为。我要说：“你们尝试烧灼的刑罚吧。”","turkey" : "And olsun ki Allah: Allah fakir; biz zenginiz diyenlerin sözünü işitmiştir. Dediklerini ve haksız yere peygamberleri öldürdüklerini elbette yazacağız Yakıcı azabı tadın diyeceğiz"} ,{"id": "182", "arabic" : "ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّامٖ لِّلۡعَبِيدِ", "english" : "That is for what your hands have put forth and because Allah is not ever unjust to [His] servants", "urdu" : "یہ تمہارے اپنے ہاتھوں کی کمائی ہے، اللہ اپنے بندوں کے لیے ظالم نہیں ہے","chinese" : "这是因为你们曾经犯罪，又因为安拉绝不是亏枉众仆的。","turkey" : "Bu yaptığınızın karşılığıdır. Yoksa Allah kullara asla zulmetmez"} ,{"id": "183", "arabic" : "ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ عَهِدَ إِلَيۡنَآ أَلَّا نُؤۡمِنَ لِرَسُولٍ حَتَّىٰ يَأۡتِيَنَا بِقُرۡبَانٖ تَأۡكُلُهُ ٱلنَّارُۗ قُلۡ قَدۡ جَآءَكُمۡ رُسُلٞ مِّن قَبۡلِي بِٱلۡبَيِّنَٰتِ وَبِٱلَّذِي قُلۡتُمۡ فَلِمَ قَتَلۡتُمُوهُمۡ إِن كُنتُمۡ صَٰدِقِينَ", "english" : "[They are] those who said Indeed Allah has taken our promise not to believe any messenger until he brings us an offering which fire [from heaven] will consume. Say There have already come to you messengers before me with clear proofs and [even] that of which you speak. So why did you kill them if you should be truthful", "urdu" : "جو لوگ کہتے ہیں اللہ نے ہم کو ہدایت کر دی ہے کہ ہم کسی کو رسول تسلیم نہ کریں جب تک وہ ہمارے سامنے ایسی قربانی نہ کرے جسے (غیب سے آکر) آگ کھا لے ، اُن سے کہو، تمہارے پاس مجھ سے پہلے بہت سے رسول آ چکے ہیں جو بہت سی روشن نشانیاں لائے تھے اور وہ نشانی بھی لائے تھے جس کا تم ذکر کرتے ہو، پھر اگر (ایمان لانے کے لیے یہ شرط پیش کرنے میں) تم سچے ہو تو اُن رسولوں کو تم نے کیوں قتل کیا؟","chinese" : "他们曾说：“安拉确已命令我们不可确信任何使者，直到他昭示火所焚化的供物。”你说：“在我之前，有许多使者已昭示你们许多明证，并昭示你们所请求的；如果你们是诚实的，你们为什么要杀害他们呢？”","turkey" : "Doğrusu ateşin yiyeceği bir kurban getirmedikçe hiçbir peygambere inanmamak üzere Allah bize ahid verdi diyenlere sen de ki: Benden önce peygamberler size belgeler ve dediğiniz şeyi getirdi. Doğru sözlü iseniz niçin onları öldürdünüz"} ,{"id": "184", "arabic" : "فَإِن كَذَّبُوكَ فَقَدۡ كُذِّبَ رُسُلٞ مِّن قَبۡلِكَ جَآءُو بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِ وَٱلۡكِتَٰبِ ٱلۡمُنِيرِ", "english" : "Then if they deny you [O Muhammad] - so were messengers denied before you who brought clear proofs and written ordinances and the enlightening Scripture", "urdu" : "اب اے محمدؐ! اگر یہ لوگ تمہیں جھٹلاتے ہیں تو بہت سے رسول تم سے پہلے جھٹلائے جا چکے ہیں جو کھلی کھلی نشانیاں اور صحیفے اور روشنی بخشنے والی کتابیں لائے تھے","chinese" : "如果他们否认你，那么，在你之前，有许多使者都已被否认过。那些使者，曾昭示了许多明证、典籍，和灿烂的经典。","turkey" : "Seni yalancı saydılarsa senden önce belgeler sahifeler ve aydınlatıcı kitap getiren peygamberler de yalanlanmıştı"} ,{"id": "185", "arabic" : "كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَإِنَّمَا تُوَفَّوۡنَ أُجُورَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۖ فَمَن زُحۡزِحَ عَنِ ٱلنَّارِ وَأُدۡخِلَ ٱلۡجَنَّةَ فَقَدۡ فَازَۗ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ", "english" : "Every soul will taste death and you will only be given your [full] compensation on the Day of Resurrection. So he who is drawn away from the Fire and admitted to Paradise has attained [his desire]. And what is the life of this world except the enjoyment of delusion", "urdu" : "آخر کار ہر شخص کو مرنا ہے اور تم سب اپنے اپنے پورے اجر قیامت کے روز پانے والے ہو کامیاب دراصل وہ ہے جو وہاں آتش دوزخ سے بچ جائے اور جنت میں داخل کر دیا جائے رہی یہ دنیا، تو یہ محض ایک ظاہر فریب چیز ہے","chinese" : "人人都要尝死的滋味。在复活日，你们才得享受你们的完全的报酬。谁得远离火狱，而入乐园，谁已成功。今世的生活，只是虚幻的享受。","turkey" : "Her insan ölümü tadacaktır. Kıyamet günü ecirleriniz size mutlaka ödenecektir. Ateşten uzaklaştırılıp cennete sokulan kimse artık kurtulmuştur. Dünya hayatı zaten sadece aldatıcı bir geçinmeden ibarettir"} ,{"id": "186", "arabic" : "۞لَتُبۡلَوُنَّ فِيٓ أَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ وَلَتَسۡمَعُنَّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَمِنَ ٱلَّذِينَ أَشۡرَكُوٓاْ أَذٗى كَثِيرٗاۚ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ فَإِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ", "english" : "You will surely be tested in your possessions and in yourselves. And you will surely hear from those who were given the Scripture before you and from those who associate others with Allah much abuse. But if you are patient and fear Allah - indeed that is of the matters [worthy] of determination", "urdu" : "مسلمانو! تمہیں مال اور جان دونوں کی آزمائشیں پیش آ کر رہیں گی، اور تم اہل کتاب اور مشرکین سے بہت سی تکلیف دہ باتیں سنو گے اگر ان سب حالات میں تم صبر اور خدا ترسی کی روش پر قائم رہو تو یہ بڑے حوصلہ کا کام ہے","chinese" : "你们在财产方面和身体方面必定要受实验，你们必定要从曾受天经的人，和以物配主的人的口里听到许多恶言，如果你们坚忍，而且敬畏，那么，这确是应该决心做的事情。","turkey" : "And olsun ki mallarınız ve canlarınızla sınanacaksınız; hiç şüphesiz sizden önce Kitap verilenlerden ve Allah'a eş koşanlardan çok üzücü sözler işiteceksiniz. Sabreder ve Allah'a karşı gelmekten sakınırsanız bilin ki bu üzerinde sebat edilecek işlerdendir"} ,{"id": "187", "arabic" : "وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَتُبَيِّنُنَّهُۥ لِلنَّاسِ وَلَا تَكۡتُمُونَهُۥ فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمۡ وَٱشۡتَرَوۡاْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَبِئۡسَ مَا يَشۡتَرُونَ", "english" : "And [mention O Muhammad] when Allah took a covenant from those who were given the Scripture [saying] You must make it clear to the people and not conceal it. But they threw it away behind their backs and exchanged it for a small price. And wretched is that which they purchased", "urdu" : "اِن اہل کتاب کو وہ عہد بھی یاد دلاؤ جو اللہ نے ان سے لیا تھا کہ تمہیں کتاب کی تعلیمات کو لوگوں میں پھیلانا ہوگا، انہیں پوشیدہ رکھنا نہیں ہوگا مگر انہوں نے کتاب کو پس پشت ڈال دیا اور تھوڑی قیمت پر اُسے بیچ ڈالا کتنا برا کاروبار ہے جو یہ کر رہے ہیں","chinese" : "当时，安拉与曾受天经的人缔约，说：“你们必为世人阐明天经，你们不可隐讳它。”但他们把它抛在了背后，并以它换取些微的代价。他们所换取的真恶劣！","turkey" : "Allah Kitap verilenlerden onu insanlara açıklayacaksınız ve gizlemeyeceksiniz diye ahid almıştı. Onlar ise onu arkalarına atıp az bir değere değiştiler. Alış verişleri ne kötüdür"} ,{"id": "188", "arabic" : "لَا تَحۡسَبَنَّ ٱلَّذِينَ يَفۡرَحُونَ بِمَآ أَتَواْ وَّيُحِبُّونَ أَن يُحۡمَدُواْ بِمَا لَمۡ يَفۡعَلُواْ فَلَا تَحۡسَبَنَّهُم بِمَفَازَةٖ مِّنَ ٱلۡعَذَابِۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ", "english" : "And never think that those who rejoice in what they have perpetrated and like to be praised for what they did not do - never think them [to be] in safety from the punishment and for them is a painful punishment", "urdu" : "تم اُن لوگوں کو عذاب سے محفوظ نہ سمجھو جو اپنے کرتوتوں پر خوش ہیں اور چاہتے ہیں کہ ایسے کاموں کی تعریف اُنہیں حاصل ہو جو فی الواقع انہوں نے نہیں کیے ہیں حقیقت میں ان کے لیے درد ناک سزا تیار ہے","chinese" : "有些人对于自己做过的事，洋洋得意；对于自己未曾做过的事，爱受赞颂，你绝不要认为他们将脱离刑罚，其实，他们将受痛苦的刑罚。","turkey" : "Ettiklerine sevinen ve yapmadıklarıyla övülmekten hoşlananların sakın onların azabdan kurtulacaklarını sanma; elem verici azab onlaradır"} ,{"id": "189", "arabic" : "وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ", "english" : "And to Allah belongs the dominion of the heavens and the earth and Allah is over all things competent", "urdu" : "زمین اور آسمان کا مالک اللہ ہے اور اس کی قدرت سب پر حاوی ہے","chinese" : "天地的主权归安拉所有。安拉对于万事是全能的。","turkey" : "Göklerin ve yerin hükümranlığı Allah'ındır. Allah her şeye Kadir'dir"} ,{"id": "190", "arabic" : "إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ لَأٓيَٰتٖ لِّأُوْلِي ٱلۡأَلۡبَٰبِ", "english" : "Indeed in the creation of the heavens and the earth and the alternation of the night and the day are signs for those of understanding", "urdu" : "زمین اور آسمانوں کی پیدائش میں اور رات اور دن کے باری باری سے آنے میں اُن ہوش مند لوگوں کے لیے بہت نشانیاں ہیں","chinese" : "天地的创造，昼夜的轮流，在有理智的人看来，此中确有许多迹象。","turkey" : "Göklerin ve yerin yaratılışında gece ile gündüzün birbiri ardınca gelmesinde akıl sahiblerine şüphesiz deliller vardır"} ,{"id": "191", "arabic" : "ٱلَّذِينَ يَذۡكُرُونَ ٱللَّهَ قِيَٰمٗا وَقُعُودٗا وَعَلَىٰ جُنُوبِهِمۡ وَيَتَفَكَّرُونَ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبَّنَا مَا خَلَقۡتَ هَٰذَا بَٰطِلٗا سُبۡحَٰنَكَ فَقِنَا عَذَابَ ٱلنَّارِ", "english" : "Who remember Allah while standing or sitting or [lying] on their sides and give thought to the creation of the heavens and the earth [saying] Our Lord You did not create this aimlessly; exalted are You [above such a thing]; then protect us from the punishment of the Fire", "urdu" : "جو اٹھتے، بیٹھتے اور لیٹتے، ہر حال میں خدا کو یاد کرتے ہیں اور آسمان و زمین کی ساخت میں غور و فکر کرتے ہیں (وہ بے اختیار بو ل اٹھتے ہیں) پروردگار! یہ سب کچھ تو نے فضول اور بے مقصد نہیں بنایا ہے، تو پاک ہے اس سے کہ عبث کام کرے پس اے رب! ہمیں دوزخ کے عذاب سے بچا لے","chinese" : "他们站着、坐着，躺着记念安拉，并思维天地的创造，（他们说）：“我们的主啊！你没有徒然地创造这个世界。我们赞颂你超绝万物，求你保护我们，免受火狱的刑罚。","turkey" : "Onlar ayakta iken otururken yan yatarken Allah'ı anarlar; göklerin ve yerin yaratılışını düşünürler: Rabbimiz! Sen bunu boşuna yaratmadın Sen münezzehsin. Bizi ateşin azabından koru"} ,{"id": "192", "arabic" : "رَبَّنَآ إِنَّكَ مَن تُدۡخِلِ ٱلنَّارَ فَقَدۡ أَخۡزَيۡتَهُۥۖ وَمَا لِلظَّـٰلِمِينَ مِنۡ أَنصَارٖ", "english" : "Our Lord indeed whoever You admit to the Fire - You have disgraced him and for the wrongdoers there are no helpers", "urdu" : "تو نے جسے دوزخ میں ڈالا اسے در حقیقت بڑی ذلت و رسوائی میں ڈال دیا، اور پھر ایسے ظالموں کا کوئی مدد گار نہ ہوگا","chinese" : "我们的主啊！你使谁入火狱，你确已凌辱谁了。不义的人，绝没有援助者。","turkey" : "Rabbimiz! Sen ateşe kimi sokarsan onu şüphesiz rezil etmiş olursun zulmedenlerin hiç yardımcıları yoktur"} ,{"id": "193", "arabic" : "رَّبَّنَآ إِنَّنَا سَمِعۡنَا مُنَادِيٗا يُنَادِي لِلۡإِيمَٰنِ أَنۡ ءَامِنُواْ بِرَبِّكُمۡ فَـَٔامَنَّاۚ رَبَّنَا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَكَفِّرۡ عَنَّا سَيِّـَٔاتِنَا وَتَوَفَّنَا مَعَ ٱلۡأَبۡرَارِ", "english" : "Our Lord indeed we have heard a caller calling to faith [saying] 'Believe in your Lord' and we have believed. Our Lord so forgive us our sins and remove from us our misdeeds and cause us to die with the righteous", "urdu" : "مالک! ہم نے ایک پکارنے والے کو سنا جو ایمان کی طرف بلاتا تھا اور کہتا تھا کہ اپنے رب کو مانو ہم نے اس کی دعوت قبول کر لی، پس اے ہمارے آقا! جو قصور ہم سے ہوئے ہیں ان سے درگزر فرما، جو برائیاں ہم میں ہیں انہیں دور کر دے اور ہمارا خاتمہ نیک لوگوں کے ساتھ کر","chinese" : "我们的主啊！我们确已听见一个召唤的人，召人于正信，（他说）：‘你们当确信你们的主。’我们就确信了。我们的主啊！求你赦宥我们的罪恶，求你消除我们的过失，求你使我们与义人们死在一处。","turkey" : "Rabbimiz! Doğrusu biz Rabbinize inanın diye inanmaya çağıran bir çağırıcıyı işittik de iman ettik. Rabbimiz! Günahlarımızı bize bağışla kötülüklerimizi ört canımızi iyilerle beraber al"} ,{"id": "194", "arabic" : "رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخۡزِنَا يَوۡمَ ٱلۡقِيَٰمَةِۖ إِنَّكَ لَا تُخۡلِفُ ٱلۡمِيعَادَ", "english" : "Our Lord and grant us what You promised us through Your messengers and do not disgrace us on the Day of Resurrection. Indeed You do not fail in [Your] promise", "urdu" : "خداوندا! جو وعدے تو نے اپنے رسولوں کے ذریعہ سے کیے ہیں اُن کو ہمارے ساتھ پورا کر اور قیامت کے دن ہمیں رسوائی میں نہ ڈال، بے شک تو اپنے وعدے کے خلاف کرنے والا نہیں ہے","chinese" : "我们的主啊！你曾借众使者的口而应许我们的恩惠，求你把它赏赐我们，求你在复活日不要凌辱我们。你确是不爽约的。”","turkey" : "Rabbimiz! Peygamberlerinle vadettiklerini bize ver kıyamet günü bizi rezil etme. Sen şüphesiz sözünden caymazsın"} ,{"id": "195", "arabic" : "فَٱسۡتَجَابَ لَهُمۡ رَبُّهُمۡ أَنِّي لَآ أُضِيعُ عَمَلَ عَٰمِلٖ مِّنكُم مِّن ذَكَرٍ أَوۡ أُنثَىٰۖ بَعۡضُكُم مِّنۢ بَعۡضٖۖ فَٱلَّذِينَ هَاجَرُواْ وَأُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأُوذُواْ فِي سَبِيلِي وَقَٰتَلُواْ وَقُتِلُواْ لَأُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَأُدۡخِلَنَّهُمۡ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ ثَوَابٗا مِّنۡ عِندِ ٱللَّهِۚ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلثَّوَابِ", "english" : "And their Lord responded to them Never will I allow to be lost the work of [any] worker among you whether male or female; you are of one another. So those who emigrated or were evicted from their homes or were harmed in My cause or fought or were killed - I will surely remove from them their misdeeds and I will surely admit them to gardens beneath which rivers flow as reward from Allah and Allah has with Him the best reward", "urdu" : "جواب میں ان کے رب نے فرمایا، میں تم میں سے کسی کا عمل ضائع کرنے والا نہیں ہوں خواہ مرد ہو یا عورت، تم سب ایک دوسرے کے ہم جنس ہو لہٰذا جن لوگوں نے میری خاطر اپنے وطن چھوڑے اور جو میر ی راہ میں اپنے گھروں سے نکالے گئے اور ستائے گئے اور میرے لیے لڑے اور مارے گئے اُن کے سب قصور میں معاف کر دوں گا اور انہیں ایسے باغوں میں داخل کروں گا جن کے نیچے نہریں بہتی ہوں گی یہ اُن کی جزا ہے اللہ کے ہاں اور بہترین جزا اللہ ہی کے پاس ہے","chinese" : "他们的主应答了他们：“我绝不使你们中任何一个行善者徒劳无酬，无论他是男的，还是女的——男女是相生的——。迁居异乡、被人驱逐者、为主道而受害者、参加战斗者、被敌杀死者，我必消除他们的过失，我必使他们进那下临诸河的乐园。”这是从安拉发出的报酬。安拉那里，有优美的报酬。","turkey" : "Rableri dualarını kabul etti: Birbirinizden meydana gelen sizlerden erkek olsun kadın olsun iş yapanın işini boşa çıkarmam. Hicret edenlerin memleketlerinden çıkarılanların yolumda ezaya uğratılanların savaşan ve öldürülenlerin günahlarını elbette örteceğim. And olsun ki Allah katından bir nimet olarak onları içlerinden ırmaklar akan cennetlere koyacağım. Nimetin güzeli Allah katındadır"} ,{"id": "196", "arabic" : "لَا يَغُرَّنَّكَ تَقَلُّبُ ٱلَّذِينَ كَفَرُواْ فِي ٱلۡبِلَٰدِ", "english" : "Be not deceived by the [uninhibited] movement of the disbelievers throughout the land", "urdu" : "اے نبیؐ! دنیا کے ملکوں میں خدا کے نافرمان لوگوں کی چلت پھرت تمہیں کسی دھوکے میں نہ ڈالے","chinese" : "不信道的人，往来四方，自由发展，你不要让这件事欺骗你","turkey" : "İnkar edenlerin diyar diyar gezip refah içinde dolaşması sakın seni aldatmasın; az bir faydalanmadan sonra onların varacakları yer cehennemdir. O ne kötü duraktır"} ,{"id": "197", "arabic" : "مَتَٰعٞ قَلِيلٞ ثُمَّ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ", "english" : "[It is but] a small enjoyment; then their [final] refuge is Hell and wretched is the resting place", "urdu" : "یہ محض چند روزہ زندگی کا تھوڑا سا لطف ہے، پھر یہ سب جہنم میں جائیں گے جو بدترین جائے قرار ہے","chinese" : "那是些微的享受，将来他们的归宿是火狱，那卧褥真恶劣！","turkey" : "İnkar edenlerin diyar diyar gezip refah içinde dolaşması sakın seni aldatmasın; az bir faydalanmadan sonra onların varacakları yer cehennemdir. O ne kötü duraktır"} ,{"id": "198", "arabic" : "لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ جَنَّـٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا نُزُلٗا مِّنۡ عِندِ ٱللَّهِۗ وَمَا عِندَ ٱللَّهِ خَيۡرٞ لِّلۡأَبۡرَارِ", "english" : "But those who feared their Lord will have gardens beneath which rivers flow abiding eternally therein as accommodation from Allah. And that which is with Allah is best for the righteous", "urdu" : "برعکس اس کے جو لوگ اپنے رب سے ڈرتے ہوئے زندگی بسر کرتے ہیں ان کے لیے ایسے باغ ہیں جن کے نیچے نہریں بہتی ہیں، ان باغوں میں وہ ہمیشہ رہیں گے، اللہ کی طرف سے یہ سامان ضیافت ہے ان کے لیے، اور جو کچھ اللہ کے پاس ہے نیک لوگوں کے لیے وہی سب سے بہتر ہے","chinese" : "敬畏主的人，却得享受下临诸河的乐园，而永居其中。这是从安拉那里发出的款待。在安拉那里的恩典，对于义人是更有益的。","turkey" : "Fakat Rablerinden sakınanlara Allah katından konukluklar bulunan içlerinden ırmaklar akan içinde temelli kalacakları cennetler vardır. Allah katındaki şeyler iyi olanlar için daha hayırlıdır"} ,{"id": "199", "arabic" : "وَإِنَّ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَمَن يُؤۡمِنُ بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡكُمۡ وَمَآ أُنزِلَ إِلَيۡهِمۡ خَٰشِعِينَ لِلَّهِ لَا يَشۡتَرُونَ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ أُوْلَـٰٓئِكَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡۗ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ", "english" : "And indeed among the People of the Scripture are those who believe in Allah and what was revealed to you and what was revealed to them [being] humbly submissive to Allah. They do not exchange the verses of Allah for a small price. Those will have their reward with their Lord. Indeed Allah is swift in account", "urdu" : "اہل کتاب میں بھی کچھ لوگ ایسے ہیں جو اللہ کو مانتے ہیں، اس کتاب پر ایمان لاتے ہیں جو تمہاری طرف بھیجی گئی ہے اوراُس کتاب پربھی ایمان رکھتے ہیں جو اس سے پہلے خود ان کی طرف بھیجی گئی تھی، اللہ کے آگے جھکے ہوئے ہیں، اور اللہ کی آیات کو تھوڑی سی قیمت پر بیچ نہیں دیتے ان کا اجر ان کے رب کے پاس ہے اور اللہ حساب چکانے میں دیر نہیں لگاتا","chinese" : "信奉天经的人中，的确有人信仰安拉，信仰你们所受的启示，和他们所受的启示；同时，他们是敬事安拉的，他们不以安拉的迹象换取些微的代价，这等人，将在他们的主那里享受他们的报酬。安拉确是清算神速的主。","turkey" : "Kitap ehlinden Allah'a huşu duyarak inanıp Allah'ın ayetlerini az bir değere değişmeyenler vardır. İşte onların ecirleri Rablerinin katındadır. Şüphesiz Allah'ın hesabı çabuktur"} ,{"id": "200", "arabic" : "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱصۡبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ", "english" : "O you who have believed persevere and endure and remain stationed and fear Allah that you may be successful", "urdu" : "اے لوگو جو ایمان لائے ہو، صبر سے کام لو، باطل پرستوں کے مقابلہ میں پا مردی دکھاؤ، حق کی خدمت کے لیے کمر بستہ رہو، اور اللہ سے ڈرتے رہو، امید ہے کہ فلاح پاؤ گے","chinese" : "信道的人们啊！你们当坚忍、当奋斗、当戒备、当敬畏安拉，以便你们成功。！","turkey" : "Ey İnananlar! Sabredin düşmanlarınızdan daha sabırlı olun cihada hazır bulunun Allah'a karşı gelmekten sakının ki başarıya erişebilesiniz"} ]}