{"name":"الروم","verses":[{"id": "1", "arabic" : "الٓمٓ", "english" : "Alif Lam Meem", "urdu" : "ا ل م","chinese" : "艾列弗，俩目，米目。","turkey" : "Elif Lam Mim"} ,{"id": "2", "arabic" : "غُلِبَتِ ٱلرُّومُ", "english" : "The Byzantines have been defeated", "urdu" : "رومی قریب کی سرزمین میں مغلوب ہو گئے ہیں","chinese" : "罗马人已败北于","turkey" : "Rumlar en yakın bir yerde yenildiler. Onlar bu yenilgilerinden bir kaç yıl sonra galip geleceklerdir. İş eninde sonunda Allah'a aittir. İşte o gün inananlar istediğine yardım eden Allah'ın yardımına sevineceklerdir. O güçlüdür merhametlidir"} ,{"id": "3", "arabic" : "فِيٓ أَدۡنَى ٱلۡأَرۡضِ وَهُم مِّنۢ بَعۡدِ غَلَبِهِمۡ سَيَغۡلِبُونَ", "english" : "In the nearest land. But they after their defeat will overcome", "urdu" : "اور اپنی اِس مغلوبیت کے بعد چند سال کے اندر وہ غالب ہو جائیں گے","chinese" : "最近的地方。他们即败之后，将获胜利，","turkey" : "Rumlar en yakın bir yerde yenildiler. Onlar bu yenilgilerinden bir kaç yıl sonra galip geleceklerdir. İş eninde sonunda Allah'a aittir. İşte o gün inananlar istediğine yardım eden Allah'ın yardımına sevineceklerdir. O güçlüdür merhametlidir"} ,{"id": "4", "arabic" : "فِي بِضۡعِ سِنِينَۗ لِلَّهِ ٱلۡأَمۡرُ مِن قَبۡلُ وَمِنۢ بَعۡدُۚ وَيَوۡمَئِذٖ يَفۡرَحُ ٱلۡمُؤۡمِنُونَ", "english" : "Within three to nine years. To Allah belongs the command before and after. And that day the believers will rejoice", "urdu" : "اللہ ہی کا اختیار ہے پہلے بھی اور بعد میں بھی اور وہ دن وہ ہو گا جبکہ اللہ کی بخشی ہوئی فتح پر مسلمان خوشیاں منائیں گے","chinese" : "于数年之间。以前和以后，凡事归安拉主持。在那日，信道的人将要欢喜。","turkey" : "Rumlar en yakın bir yerde yenildiler. Onlar bu yenilgilerinden bir kaç yıl sonra galip geleceklerdir. İş eninde sonunda Allah'a aittir. İşte o gün inananlar istediğine yardım eden Allah'ın yardımına sevineceklerdir. O güçlüdür merhametlidir"} ,{"id": "5", "arabic" : "بِنَصۡرِ ٱللَّهِۚ يَنصُرُ مَن يَشَآءُۖ وَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ", "english" : "In the victory of Allah. He gives victory to whom He wills and He is the Exalted in Might the Merciful", "urdu" : "اللہ نصرت عطا فرماتا ہے جسے چاہتا ہے، اور وہ زبردست اور رحیم ہے","chinese" : "这是由于安拉的援助，他援助他所意欲者。他确是万能的，确是至慈的。","turkey" : "Rumlar en yakın bir yerde yenildiler. Onlar bu yenilgilerinden bir kaç yıl sonra galip geleceklerdir. İş eninde sonunda Allah'a aittir. İşte o gün inananlar istediğine yardım eden Allah'ın yardımına sevineceklerdir. O güçlüdür merhametlidir"} ,{"id": "6", "arabic" : "وَعۡدَ ٱللَّهِۖ لَا يُخۡلِفُ ٱللَّهُ وَعۡدَهُۥ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ", "english" : "[It is] the promise of Allah. Allah does not fail in His promise but most of the people do not know", "urdu" : "یہ وعدہ اللہ نے کیا ہے، اللہ کبھی اپنے وعدے کی خلاف ورزی نہیں کرتا، مگر اکثر لوگ نہیں جانتے ہیں","chinese" : "安拉应许（他们胜利），安拉并不爽约，但人们大半不知道。","turkey" : "Bu Allah'ın vaadidir; Allah verdiği sözden caymaz fakat insanların çoğu bilmezler"} ,{"id": "7", "arabic" : "يَعۡلَمُونَ ظَٰهِرٗا مِّنَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ عَنِ ٱلۡأٓخِرَةِ هُمۡ غَٰفِلُونَ", "english" : "They know what is apparent of the worldly life but they of the Hereafter are unaware", "urdu" : "لوگ دُنیا کی زندگی کا بس ظاہری پہلو جانتے ہیں اور آخرت سے وہ خود ہی غافل ہیں","chinese" : "他们只知道今世生活的表面，他们对于后世，是疏忽的。","turkey" : "Onlar dünya hayatının görülen kısmını bilirler. Onlar ahiretten habersizdirler"} ,{"id": "8", "arabic" : "أَوَلَمۡ يَتَفَكَّرُواْ فِيٓ أَنفُسِهِمۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ بِلِقَآيِٕ رَبِّهِمۡ لَكَٰفِرُونَ", "english" : "Do they not contemplate within themselves? Allah has not created the heavens and the earth and what is between them except in truth and for a specified term. And indeed many of the people in [the matter of] the meeting with their Lord are disbelievers", "urdu" : "کیا انہوں نے کبھی اپنے آپ میں غور و فکر نہیں کیا؟ اللہ نے زمین اور آسمانوں کو اور اُن ساری چیزوں کو جو اُن کے درمیان ہیں برحق اور ایک مقرّر مدت ہی کے لیے پیدا کیا ہے مگر بہت سے لوگ اپنے رب کی ملاقات کے منکر ہیں","chinese" : "难道他们没有思维吗？安拉创造天地万物，只依真理和定期，有许多人的确不信将与他们的主相会。","turkey" : "Kendi kendilerine Allah'ın gökleri yeri ve ikisinin arasında bulunanları gerçek olarak ve belirli bir süre için yarattığını düşünmezler mi? Doğrusu insanların çoğu Rablerine kavuşacaklarını inkar ederler"} ,{"id": "9", "arabic" : "أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَأَثَارُواْ ٱلۡأَرۡضَ وَعَمَرُوهَآ أَكۡثَرَ مِمَّا عَمَرُوهَا وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ", "english" : "Have they not traveled through the earth and observed how was the end of those before them? They were greater than them in power and they plowed the earth and built it up more than they have built it up and their messengers came to them with clear evidences. And Allah would not ever have wronged them but they were wronging themselves", "urdu" : "اور کیا یہ لوگ کبھی زمین میں چلے پھرے نہیں ہیں کہ اِنہیں اُن لوگوں کا انجام نظر آتا جو اِن سے پہلے گزر چکے ہیں؟ وہ اِن سے زیادہ طاقت رکھتے تھے، اُنہوں نے زمین کو خوب ادھیڑا تھا اور اُسے اتنا آباد کیا تھا جتنا اِنہوں نے نہیں کیا ہے اُن کے پاس ان کے رسول روشن نشانیاں لے کر آئے پھر اللہ ان پر ظلم کرنے والا نہ تھا، مگر وہ خود ہی اپنے اوپر ظلم کر رہے تھے","chinese" : "难道他们没有在大地上旅行而观察前人的结局是怎样的吗？前人比他们势力更大，前人于地方的垦植和建设，胜过他们。他们族中的使者给他们带来了许多的明证。故安拉不致亏待他们，但他们亏枉了他们自己，","turkey" : "Yeryüzünde dolaşıp kendilerinden önce geçmiş kimselerin sonlarının nasıl olduğuna bakmazlar mı? Ki onlar kendilerinden daha kuvvetli idiler yeryüzünü kazıp alt üst ederek onlardan çok imar etmiş kimseydiler ve onlara belgelerle peygamberler gelmişti. Böylece Allah onlara zulmetmiyor onlar kendilerine zulmediyorlardı"} ,{"id": "10", "arabic" : "ثُمَّ كَانَ عَٰقِبَةَ ٱلَّذِينَ أَسَـٰٓـُٔواْ ٱلسُّوٓأَىٰٓ أَن كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ وَكَانُواْ بِهَا يَسۡتَهۡزِءُونَ", "english" : "Then the end of those who did evil was the worst [consequence] because they denied the signs of Allah and used to ridicule them", "urdu" : "آ خرکار جن لوگوں نے بُرائیاں کی تھیں ان کا انجام بہت برا ہوا، اس لیے کہ انہوں نے اللہ کی آیات کو جھٹلایا تھا اور وہ ان کا مذاق اڑاتے تھے","chinese" : "然后恶报乃作恶者的结局，因为他们否认安拉的迹象，而且加以嘲笑。","turkey" : "Sonra Allah'ın ayetlerini yalan sayıp onları alaya alarak kötülük yapanların sonu pek kötü oldu"} ,{"id": "11", "arabic" : "ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ", "english" : "Allah begins creation; then He will repeat it; then to Him you will be returned", "urdu" : "اللہ ہی خلق کی ابتدا کرتا ہے، پھر وہی اس کا اعادہ کرے گا، پھر اسی کی طرف تم پلٹائے جاؤ گے","chinese" : "安拉创造众生，然后再造他们，然后，你们被召归于他","turkey" : "Allah önce yaratır ölümünden sonra tekrar diriltir. Sonunda O'na döneceksiniz"} ,{"id": "12", "arabic" : "وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُبۡلِسُ ٱلۡمُجۡرِمُونَ", "english" : "And the Day the Hour appears the criminals will be in despair", "urdu" : "اور جب وہ ساعت برپا ہو گی اس دن مجرم ہَک دَک رہ جائیں گے","chinese" : "复活日来临时，犯罪的人，将成沮丧的。","turkey" : "Kıyamet koptuğu gün suçlular umutsuz kalıverirler"} ,{"id": "13", "arabic" : "وَلَمۡ يَكُن لَّهُم مِّن شُرَكَآئِهِمۡ شُفَعَـٰٓؤُاْ وَكَانُواْ بِشُرَكَآئِهِمۡ كَٰفِرِينَ", "english" : "And there will not be for them among their [alleged] partners any intercessors and they will [then] be disbelievers in their partners", "urdu" : "ان کے ٹھیرائے ہوئے شریکوں میں کوئی ان کا سفارشی نہ ہو گا اور وہ اپنے شریکوں کے منکر ہو جائیں گے","chinese" : "他们的配主中，将来没有为他们说情的，他们将否认他们的配主。","turkey" : "Koştukları ortakları artık şefaatçileri değildir; ortaklarını inkar ederler"} ,{"id": "14", "arabic" : "وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَتَفَرَّقُونَ", "english" : "And the Day the Hour appears - that Day they will become separated", "urdu" : "جس روز وہ ساعت برپا ہو گی، اس دن (سب انسان) الگ گروہوں میں بٹ جائیں گے","chinese" : "复活时来临之日，他们将彼此分离。","turkey" : "Kıyamet koptuğu gün işte o gün darmadağın olurlar"} ,{"id": "15", "arabic" : "فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ فَهُمۡ فِي رَوۡضَةٖ يُحۡبَرُونَ", "english" : "And as for those who had believed and done righteous deeds they will be in a garden [of Paradise] delighted", "urdu" : "جو لوگ ایمان لائے ہیں اور جنہوں نے نیک عمل کیے ہیں وہ ایک باغ میں شاداں و فرحاں رکھے جائیں گے","chinese" : "至于信道而且行善者，将在一个胜地，感觉快乐；","turkey" : "Ama inanıp yararlı iş işleyenler ağırlanacakları bir cennette bulunurlar"} ,{"id": "16", "arabic" : "وَأَمَّا ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآيِٕ ٱلۡأٓخِرَةِ فَأُوْلَـٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ", "english" : "But as for those who disbelieved and denied Our verses and the meeting of the Hereafter those will be brought into the punishment [to remain]", "urdu" : "اور جنہوں نے کفر کیا ہے اور ہماری آیات کو اور آخرت کی ملاقات کو جھٹلایا ہے وہ عذاب میں حاضر رکھے جائیں گے","chinese" : "至于不信道而且否认我的迹象，以及后世的相会者，将被拘禁在刑罚中。","turkey" : "İnkar edip ayetlerimizi ve ahirette Bana kavuşmayı yalanlayanlara gelince işte onlar azabla yüzyüze bırakılırlar"} ,{"id": "17", "arabic" : "فَسُبۡحَٰنَ ٱللَّهِ حِينَ تُمۡسُونَ وَحِينَ تُصۡبِحُونَ", "english" : "So exalted is Allah when you reach the evening and when you reach the morning", "urdu" : "پس تسبیح کرو اللہ کی جبکہ تم شام کرتے ہو اور جب صبح کرتے ہو","chinese" : "故你们在晚夕和早晨，应当赞颂安拉超绝万物。","turkey" : "Akşamlarken ve sabahlarken öğle ve ikindi vaktinde Allah'ı -ki göklerde ve yerde hamd O'na mahsustur- tesbih edin namaz kılın"} ,{"id": "18", "arabic" : "وَلَهُ ٱلۡحَمۡدُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَعَشِيّٗا وَحِينَ تُظۡهِرُونَ", "english" : "And to Him is [due all] praise throughout the heavens and the earth. And [exalted is He] at night and when you are at noon", "urdu" : "آسمانوں اور زمین میں اُسی کے لیے حمد ہے اور (تسبیح کرو اس کی) تیسرے پہر اور جبکہ تم پر ظہر کا وقت آتا ہے","chinese" : "天地间的赞颂，以及傍晚的和中午的赞颂都只归于他。","turkey" : "Akşamlarken ve sabahlarken öğle ve ikindi vaktinde Allah'ı -ki göklerde ve yerde hamd O'na mahsustur- tesbih edin namaz kılın"} ,{"id": "19", "arabic" : "يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَيُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ وَكَذَٰلِكَ تُخۡرَجُونَ", "english" : "He brings the living out of the dead and brings the dead out of the living and brings to life the earth after its lifelessness. And thus will you be brought out", "urdu" : "وہ زندہ میں سے مُردے کو نکالتا ہے اور مُردے میں سے زندہ کو نکالتا ہے اور زمین کو اس کی موت کے بعد زندگی بخشتا ہے اسی طرح تم لوگ بھی (حالت موت سے) نکال لیے جاؤ گے","chinese" : "他使生物从死物中生出，使死物从生物中生出，使已死的大地复活，你们也要如此被复活。","turkey" : "O ölüden diri çıkarır diriden ölü çıkarır; yeryüzünü ölümünden sonra O canlandırır. Ey insanlar! İşte siz de böylece diriltileceksiniz"} ,{"id": "20", "arabic" : "وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَكُم مِّن تُرَابٖ ثُمَّ إِذَآ أَنتُم بَشَرٞ تَنتَشِرُونَ", "english" : "And of His signs is that He created you from dust; then suddenly you were human beings dispersing [throughout the earth]", "urdu" : "اُس کی نشانیوں میں سے یہ ہے کہ اس نے تم کو مٹی سے پیدا کیا پھر یکایک تم بشر ہو کہ (زمین میں) پھیلتے چلے جا رہے ہو","chinese" : "他的一种迹象是：他用泥土创造你们，然后，你们立刻成为人类，散布各方。","turkey" : "Sizi topraktan yaratması O'nun varlığının belgelerindendir. Sonra hemen birer insan olup yeryüzüne yayılırsınız"} ,{"id": "21", "arabic" : "وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا لِّتَسۡكُنُوٓاْ إِلَيۡهَا وَجَعَلَ بَيۡنَكُم مَّوَدَّةٗ وَرَحۡمَةًۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ", "english" : "And of His signs is that He created for you from yourselves mates that you may find tranquillity in them; and He placed between you affection and mercy. Indeed in that are signs for a people who give thought", "urdu" : "اور اس کی نشانیوں میں سے یہ ہے کہ اس نے تمہارے لیے تمہاری ہی جنس سے بیویاں بنائیں تاکہ تم ان کے پاس سکون حاصل کرو اور تمہارے درمیان محبّت اور رحمت پیدا کر دی یقیناً اس میں بہت سی نشانیاں ہے اُن لوگوں کے لیے جو غور و فکر کرتے ہیں","chinese" : "他的一种迹象是：他从你们的同类中为你们创造配偶，以便你们依恋她们，并且使你们互相爱悦，互相怜恤。对于能思维的民众，此中确有许多迹象。","turkey" : "İçinizden kendileriyle huzura kavuşacağınız eşler yaratıp; aranızda muhabbet ve rahmet var etmesi O'nun varlığının belgelerindendir. Bunlarda düşünen millet için dersler vardır"} ,{"id": "22", "arabic" : "وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفُ أَلۡسِنَتِكُمۡ وَأَلۡوَٰنِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡعَٰلِمِينَ", "english" : "And of His signs is the creation of the heavens and the earth and the diversity of your languages and your colors. Indeed in that are signs for those of knowledge", "urdu" : "اور اس کی نشانیوں میں سے آسمانوں اور زمین کی پیدائش، اور تمہاری زبانوں اور تمہارے رنگوں کا اختلاف ہے یقیناً اس میں بہت سی نشانیاں ہیں دانشمند لوگوں کے لیے","chinese" : "他的一种迹象是：天地的创造，以及你们的语言和肤色的差异，对于有学问的人，此中确有许多迹象。","turkey" : "Gökleri ve yeri yaratması dillerinizin ve renklerinizin değişik olması O'nun varlığının belgelerindendir. Doğrusu bunlarda bilenler için dersler vardır"} ,{"id": "23", "arabic" : "وَمِنۡ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ وَٱبۡتِغَآؤُكُم مِّن فَضۡلِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ", "english" : "And of His signs is your sleep by night and day and your seeking of His bounty. Indeed in that are signs for a people who listen", "urdu" : "اور اُس کی نشانیوں میں سے تمہارا رات اور دن کو سونا اور تمہارا اس کے فضل کو تلاش کرنا ہے یقیناً اِس میں بہت سی نشانیاں ہیں اُن لوگوں کے لیے جو (غور سے) سُنتے ہیں","chinese" : "他的一种迹象是：你们在黑夜和白昼睡眠并且寻求他的恩惠；对于会听话的民众，此中确有许多迹象。","turkey" : "Geceleyin uyumanız gündüz de lütfundan rızık aramanız O'nun varlığının belgelerindendir. Bunlarda kulak veren millet için dersler vardır"} ,{"id": "24", "arabic" : "وَمِنۡ ءَايَٰتِهِۦ يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءٗ فَيُحۡيِۦ بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ", "english" : "And of His signs is [that] He shows you the lightning [causing] fear and aspiration and He sends down rain from the sky by which He brings to life the earth after its lifelessness. Indeed in that are signs for a people who use reason", "urdu" : "اور اُس کی نشانیوں میں سے یہ ہے کہ وہ تمہیں بجلی کی چمک دکھاتا ہے خوف کے ساتھ بھی اور طمع کے ساتھ بھی اور آسمان سے پانی برساتا ہے، پھر اس کے ذریعہ سے زمین کو اس کی موت کے بعد زندگی بخشتا ہے یقیناً اِس میں بہت سی نشانیاں ہیں اُن لوگوں کے لیے جو عقل سے کام لیتے ہیں","chinese" : "他的一种迹象是：他使你们以恐惧和企图的心情看电光，他从天上降下雨水，借雨水使已死的大地复活，对于能了解的民众，此中确有许多迹象。","turkey" : "Size korku ve ümit veren şimşeği göstermesi gökten su indirip ölümünden sonra yeri onunla diriltmesi O'nun varlığının belgelerindendir. Bunlarda düşünen millet için dersler vardır"} ,{"id": "25", "arabic" : "وَمِنۡ ءَايَٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلۡأَرۡضُ بِأَمۡرِهِۦۚ ثُمَّ إِذَا دَعَاكُمۡ دَعۡوَةٗ مِّنَ ٱلۡأَرۡضِ إِذَآ أَنتُمۡ تَخۡرُجُونَ", "english" : "And of His signs is that the heaven and earth remain by His command. Then when He calls you with a [single] call from the earth immediately you will come forth", "urdu" : "اور اُس کی نشانیوں میں سے یہ ہے کہ آسمان اور زمین اس کے حکم سے قائم ہیں پھر جونہی کہ اُس نے تمہیں زمین سے پکارا، بس ایک ہی پکار میں اچانک تم نکل آؤ گے","chinese" : "他的一种迹象是：天地依他的意志而坚定，当他对长眠于地下的你们叫一声的时候，你们立刻就出来了。","turkey" : "Göğün ve yerin O'nun buyruğu ile ayakta durması O'nun varlığının belgelerindendir. Sonra sizi kabirlerinizden bir çağırmaya görsün hemen çıkıverirsiniz"} ,{"id": "26", "arabic" : "وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ", "english" : "And to Him belongs whoever is in the heavens and earth. All are to Him devoutly obedient", "urdu" : "آسمانوں اور زمین میں جو بھی ہیں اُس کے بندے ہیں، سب کے سب اسی کے تابع فرمان ہیں","chinese" : "天地万物，只是他的；一切都服从他。","turkey" : "Göklerde ve yerde olanlar O'nundur; hepsi O'na boyun eğmiştir"} ,{"id": "27", "arabic" : "وَهُوَ ٱلَّذِي يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهۡوَنُ عَلَيۡهِۚ وَلَهُ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ", "english" : "And it is He who begins creation; then He repeats it and that is [even] easier for Him. To Him belongs the highest attribute in the heavens and earth. And He is the Exalted in Might the Wise", "urdu" : "وہی ہے جو تخلیق کی ابتدا کرتا ہے، پھر وہی اس کا اعادہ کرے گا اور یہ اس کے لیے آسان تر ہے آسمانوں اور زمین میں اس کی صفت سب سے برتر ہے اور وہ زبردست اور حکیم ہے","chinese" : "他创造众生，然后再造他们，再造对于他是更容易的。天地间最高的典型，只属于他，他是万能的，至睿的。","turkey" : "Önce yaratan ölümünden sonra tekrar dirilten O'dur. Bu O'nun için daha kolaydır. Göklerde ve yerde olan en üstün sıfatlar O'nundur. O güçlüdür Hakim'dir"} ,{"id": "28", "arabic" : "ضَرَبَ لَكُم مَّثَلٗا مِّنۡ أَنفُسِكُمۡۖ هَل لَّكُم مِّن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن شُرَكَآءَ فِي مَا رَزَقۡنَٰكُمۡ فَأَنتُمۡ فِيهِ سَوَآءٞ تَخَافُونَهُمۡ كَخِيفَتِكُمۡ أَنفُسَكُمۡۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡقِلُونَ", "english" : "He presents to you an example from yourselves. Do you have among those whom your right hands possess any partners in what We have provided for you so that you are equal therein [and] would fear them as your fear of one another [within a partnership]? Thus do We detail the verses for a people who use reason", "urdu" : "وہ تمہیں خود تمہاری اپنی ہی ذات سے ایک مثال دیتا ہے کیا تمہارے اُن غلاموں میں سے جو تمہاری ملکیت میں ہیں کچھ غلام ایسے بھی ہیں جو ہمارے دیے ہوئے مال و دولت میں تمہارے ساتھ برابر کے شریک ہوں اور تم اُن سے اُس طرح ڈرتے ہو جس طرح آپس میں اپنے ہمسروں سے ڈرتے ہو؟ اس طرح ہم آیات کھول کر پیش کرتے ہیں اُن لوگوں کے لیے جو عقل سے کام لیتے ہیں","chinese" : "他为你们而就你们自身设一个譬喻；难道你们准许你们的奴婢与你们共同享受我赏赐你们的给养，而你们与他们完全平等，你们畏惧他们，犹如你们互相畏惧一样吗？我这样为能了解的民众解释我的迹象。","turkey" : "Allah size kendinizden bir misal vermektedir: Size verdiğimiz rızıklarda emrinizde bulunan kölelerinizin de eşit surette hak sahibi olmalarına razı olur ve birbirinizi saydığınız gibi bu ortaklarınızı sayar mısınız? Düşünen millete ayetleri böylece uzun uzadıya açıklarız"} ,{"id": "29", "arabic" : "بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓاْ أَهۡوَآءَهُم بِغَيۡرِ عِلۡمٖۖ فَمَن يَهۡدِي مَنۡ أَضَلَّ ٱللَّهُۖ وَمَا لَهُم مِّن نَّـٰصِرِينَ", "english" : "But those who wrong follow their [own] desires without knowledge. Then who can guide one whom Allah has sent astray? And for them there are no helpers", "urdu" : "مگر یہ ظالم بے سمجھے بوجھے اپنے تخیلات کے پیچھے چل پڑے ہیں اب کون اُس شخص کو راستہ دکھا سکتا ہے جسے اللہ نے بھٹکا دیا ہو ایسے لوگوں کا تو کوئی مدد گار نہیں ہو سکتا","chinese" : "不然，不义者，无知地顺从自己的私欲。安拉使之迷误者，谁能引导他呢？他们绝没有援助者。","turkey" : "Hayır; zulmedenler körü körüne kendi heveslerine uymuşlardır. Allah'ın saptırdığı kimseleri kim doğru yola eriştirebilir? Onların yardımcıları da yoktur"} ,{"id": "30", "arabic" : "فَأَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗاۚ فِطۡرَتَ ٱللَّهِ ٱلَّتِي فَطَرَ ٱلنَّاسَ عَلَيۡهَاۚ لَا تَبۡدِيلَ لِخَلۡقِ ٱللَّهِۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ", "english" : "So direct your face toward the religion inclining to truth. [Adhere to] the fitrah of Allah upon which He has created [all] people. No change should there be in the creation of Allah. That is the correct religion but most of the people do not know", "urdu" : "پس (اے نبیؐ، اور نبیؐ کے پیروؤں) یک سُو ہو کر اپنا رُخ اِس دین کی سمت میں جما دو، قائم ہو جاؤ اُس فطرت پر جس پر اللہ تعالیٰ نے انسانوں کو پیدا کیا ہے، اللہ کی بنائی ہوئی ساخت بدلی نہیں جا سکتی، یہی بالکل راست اور درست دین ہے، مگر اکثر لوگ جانتے نہیں ہیں","chinese" : "你应当趋向正教，（并谨守）安拉所赋予人的本性。安拉所创造的，是不容变更的；这才是正教，但人们大半不知道。","turkey" : "Hakka yönelerek kendini Allah'ın insanlara yaratılışta verdiği dine ver. Zira Allah'ın yaratışında değişme yoktur; işte dosdoğru din budur fakat insanların çoğu bilmezler"} ,{"id": "31", "arabic" : "۞مُنِيبِينَ إِلَيۡهِ وَٱتَّقُوهُ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَلَا تَكُونُواْ مِنَ ٱلۡمُشۡرِكِينَ", "english" : "[Adhere to it] turning in repentance to Him and fear Him and establish prayer and do not be of those who associate others with Allah", "urdu" : "(قائم ہو جاؤ اِس بات پر) اللہ کی طرف رجوع کرتے ہوئے، اور ڈرو اُس سے، اور نماز قائم کرو، اور نہ ہو جاؤ اُن مشرکین میں سے","chinese" : "你们应当归依安拉，应当敬畏他，应当谨守拜功，不要做以物配主者，","turkey" : "Allah'a yönelerek O'na karşı gelmekten sakınınız namaz kılınız dinlerinde ayrılığa düşüp fırka fırka olan her fırkasının da kendisinde bulunanla sevindiği müşriklerden olmayınız"} ,{"id": "32", "arabic" : "مِنَ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ", "english" : "[Or] of those who have divided their religion and become sects every faction rejoicing in what it has", "urdu" : "جنہوں نے اپنا اپنا دین الگ بنا لیا ہے اور گروہوں میں بٹ گئے ہیں، ہر ایک گروہ کے پاس جو کچھ ہے اسی میں وہ مگن ہے","chinese" : "即分离自己的宗教，而各成宗派者；各派都喜欢自己所奉的宗派。","turkey" : "Allah'a yönelerek O'na karşı gelmekten sakınınız namaz kılınız dinlerinde ayrılığa düşüp fırka fırka olan her fırkasının da kendisinde bulunanla sevindiği müşriklerden olmayınız"} ,{"id": "33", "arabic" : "وَإِذَا مَسَّ ٱلنَّاسَ ضُرّٞ دَعَوۡاْ رَبَّهُم مُّنِيبِينَ إِلَيۡهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنۡهُ رَحۡمَةً إِذَا فَرِيقٞ مِّنۡهُم بِرَبِّهِمۡ يُشۡرِكُونَ", "english" : "And when adversity touches the people they call upon their Lord turning in repentance to Him. Then when He lets them taste mercy from Him at once a party of them associate others with their Lord", "urdu" : "لوگوں کا حال یہ ہے کہ جب انہیں کوئی تکلیف پہنچتی ہے تو اپنے رب کی طرف رجوع کر کے اُسے پکارتے ہیں، پھر جب وہ کچھ اپنی رحمت کا ذائقہ انہیں چکھا دیتا ہے تو یکایک ان میں سے کچھ لوگ شرک کرنے لگتے ہیں","chinese" : "人们遭难的时候，祈祷他们的主，同时归依他。当他使他们尝试他的恩惠的时候，他们中的一部分人，立刻以物配主，","turkey" : "İnsanlar bir darlığa uğrayınca Rablerine dönerek O'na yalvarırlar sonra Allah katından onlara bir rahmet tattırınca içlerinden bir takımı kendilerine verdiklerimize nankörlük ederek Rablerine eş koşarlar. Safa sürün bakalım yakında göreceksiniz"} ,{"id": "34", "arabic" : "لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ", "english" : "So that they will deny what We have granted them. Then enjoy yourselves for you are going to know", "urdu" : "تاکہ ہمارے کیے ہوئے احسان کی ناشکری کریں اچھا، مزے کر لو، عنقریب تمہیں معلوم ہو جائے گا","chinese" : "以至孤负他所赐他们的恩典。你们享受吧，你们将来就知道了。","turkey" : "İnsanlar bir darlığa uğrayınca Rablerine dönerek O'na yalvarırlar sonra Allah katından onlara bir rahmet tattırınca içlerinden bir takımı kendilerine verdiklerimize nankörlük ederek Rablerine eş koşarlar. Safa sürün bakalım yakında göreceksiniz"} ,{"id": "35", "arabic" : "أَمۡ أَنزَلۡنَا عَلَيۡهِمۡ سُلۡطَٰنٗا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِۦ يُشۡرِكُونَ", "english" : "Or have We sent down to them an authority and it speaks of what they were associating with Him", "urdu" : "کیا ہم نے کوئی سند اور دلیل ان پر نازل کی ہے جو شہادت دیتی ہو اس شرک کی صداقت پر جو یہ کر رہے ہیں؟","chinese" : "难道我曾降示他们一个明证，命令他们以物配主吗？","turkey" : "Yoksa onlara ortak koşmalarını söyleyen bir delil mi indirdik"} ,{"id": "36", "arabic" : "وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ فَرِحُواْ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ إِذَا هُمۡ يَقۡنَطُونَ", "english" : "And when We let the people taste mercy they rejoice therein but if evil afflicts them for what their hands have put forth immediately they despair", "urdu" : "جب ہم لوگوں کو رحمت کا ذائقہ چکھاتے ہیں تو وہ اس پر پھول جاتے ہیں، اور جب ان کے اپنے کیے کرتوتوں سے ان پر کوئی مصیبت آتی ہے تو یکایک وہ مایوس ہونے لگتے ہیں","chinese" : "当我使人尝试恩惠的时候，他们就为那件恩惠而沾沾自喜；如果他们因为曾经犯罪而遭难，他们立刻就绝望了。","turkey" : "İnsanlara bir rahmet tattırdığımız zaman ona sevinirler ama yaptıklarından ötürü başlarına bir kötülük gelirse hemen ümitlerini kaybediverirler"} ,{"id": "37", "arabic" : "أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ", "english" : "Do they not see that Allah extends provision for whom He wills and restricts [it]? Indeed in that are signs for a people who believe", "urdu" : "کیا یہ لوگ دیکھتے نہیں ہیں کہ اللہ ہی رزق کشادہ کرتا ہے جس کا چاہتا ہے اور تنگ کرتا ہے (جس کا چاہتا ہے) یقیناً اس میں بہت سی نشانیاں ہیں اُن لوگوں کے لیے جو ایمان لاتے ہیں","chinese" : "难道他们不知道吗？安拉欲使谁的给养宽裕，就使它宽裕；（欲使谁的给养窘迫），就使它窘迫。对于信道的民众，此中确有许多迹象。","turkey" : "Allah'ın rızkı dilediğine yayıp bir ölçüye göre verdiğini görmezler mi? Doğrusu bunda inananlar için dersler vardır"} ,{"id": "38", "arabic" : "فَـَٔاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِۚ ذَٰلِكَ خَيۡرٞ لِّلَّذِينَ يُرِيدُونَ وَجۡهَ ٱللَّهِۖ وَأُوْلَـٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ", "english" : "So give the relative his right as well as the needy and the traveler. That is best for those who desire the countenance of Allah and it is they who will be the successful", "urdu" : "پس (اے مومن) رشتہ دار کو اس کا حق دے اور مسکین و مسافر کو (اُس کا حق) یہ طریقہ بہتر ہے اُن لوگوں کے لیے جو اللہ کی خوشنودی چاہتے ہوں، اور وہی فلاح پانے والے ہیں","chinese" : "你应当把近亲、贫民和旅客所应享的权利交给他们，对于要想获得安拉的喜悦和恩赐者，那是更好的，这等人确是成功的，","turkey" : "Yakınlığı olana yoksula yolda kalmışa hakkını ver. Allah'ın rızasını dileyenler için bu daha hayırlıdır. İşte onlar saadete erenlerdir"} ,{"id": "39", "arabic" : "وَمَآ ءَاتَيۡتُم مِّن رِّبٗا لِّيَرۡبُوَاْ فِيٓ أَمۡوَٰلِ ٱلنَّاسِ فَلَا يَرۡبُواْ عِندَ ٱللَّهِۖ وَمَآ ءَاتَيۡتُم مِّن زَكَوٰةٖ تُرِيدُونَ وَجۡهَ ٱللَّهِ فَأُوْلَـٰٓئِكَ هُمُ ٱلۡمُضۡعِفُونَ", "english" : "And whatever you give for interest to increase within the wealth of people will not increase with Allah. But what you give in zakah desiring the countenance of Allah - those are the multipliers", "urdu" : "جو سُود تم دیتے ہو تاکہ لوگوں کے اموال میں شامل ہو کر وہ بڑھ جائے، اللہ کے نزدیک وہ نہیں بڑھتا، اور جو زکوٰۃ تم اللہ کی خوشنودی حاصل کرنے کے ارادے سے دیتے ہو، اسی کے دینے والے در حقیقت اپنے مال بڑھاتے ہیں","chinese" : "你们为吃利而放的债，欲在他人的财产中增加，在安拉那里，不会增加；你们所施的财物，欲得安拉的喜悦和恩赐的，必得加倍的报酬。","turkey" : "İnsanların malları içinde artsın diye verdiğiniz her hangi bir faiz Allah katında artmaz; fakat Allah'ın rızasını dileyerek verdiğiniz herhangi bir sadaka (zekat) böyle değildir. İşte onlar sevablarını kat kat artıranlardır"} ,{"id": "40", "arabic" : "ٱللَّهُ ٱلَّذِي خَلَقَكُمۡ ثُمَّ رَزَقَكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۖ هَلۡ مِن شُرَكَآئِكُم مَّن يَفۡعَلُ مِن ذَٰلِكُم مِّن شَيۡءٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ", "english" : "Allah is the one who created you then provided for you then will cause you to die and then will give you life. Are there any of your partners who does anything of that? Exalted is He and high above what they associate with Him", "urdu" : "اللہ ہی ہے جس نے تم کو پیدا کیا، پھر تمہیں رزق دیا، پھر وہ تمہیں موت دیتا ہے، پھر وہ تمہیں زندہ کرے گا کیا تمہارے ٹھیرائے ہوئے شریکوں میں کوئی ایسا ہے جو ان میں سے کوئی کام بھی کرتا ہو؟ پاک ہے وہ اور بہت بالا و برتر ہے اُس شرک سے جو یہ لوگ کرتے ہیں؟","chinese" : "安拉创造你们，然后供给你们，然后使你们死亡，然后使你们复活，你们的配主，谁能做那些事情中的任何一件事情呢？赞颂安拉，超绝万物，他超乎他们所用来配他的。","turkey" : "Sizi yaratan sonra rızıklandıran sonra öldüren daha sonra da dirilten Allah'tır. O'na koştuğunuz ortaklarınızdan böyle bir şey yapan var mıdır? Allah onların ortak koştukları şeylerden münezzehtir yücedir"} ,{"id": "41", "arabic" : "ظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ لِيُذِيقَهُم بَعۡضَ ٱلَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ", "english" : "Corruption has appeared throughout the land and sea by [reason of] what the hands of people have earned so He may let them taste part of [the consequence of] what they have done that perhaps they will return [to righteousness]", "urdu" : "خشکی اور تری میں فساد برپا ہو گیا ہے لوگوں کے اپنے ہاتھوں کی کمائی سے تاکہ مزا چکھائے اُن کو ان کے بعض اعمال کا، شاید کہ وہ باز آئیں","chinese" : "灾害因众人所犯的罪恶而显现于大陆和海洋，以至安拉使他们尝试自己的行为的一点报酬，以便他们悔悟。","turkey" : "İnsanların elleriyle işledikleri yüzünden karada ve denizde fesat çıkar; Allah da belki dönerler diye yaptıklarının bir kısmını böylece kendilerine tattırır"} ,{"id": "42", "arabic" : "قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلُۚ كَانَ أَكۡثَرُهُم مُّشۡرِكِينَ", "english" : "Say [O Muhammad] Travel through the land and observe how was the end of those before. Most of them were associators [of others with Allah]", "urdu" : "(اے نبیؐ) اِن سے کہو کہ زمین میں چل پھر کر دیکھو پہلے گزرے ہوئے لوگوں کا کیا انجام ہو چکا ہے، ان میں سے اکثر مشرک ہی تھے","chinese" : "你说：“你们应当在大地上旅行，因而观察前人的结局是怎样的。他们大半是以物配主的。”","turkey" : "De ki: Yeryüzünde dolaşın da daha öncekilerden çoğu ortak koşan (müşrik) olanların sonunun nasıl olduğuna bir bakın"} ,{"id": "43", "arabic" : "فَأَقِمۡ وَجۡهَكَ لِلدِّينِ ٱلۡقَيِّمِ مِن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۖ يَوۡمَئِذٖ يَصَّدَّعُونَ", "english" : "So direct your face toward the correct religion before a Day comes from Allah of which there is no repelling. That Day they will be divided", "urdu" : "پس (اے نبیؐ) اپنا رُخ مضبوطی کے ساتھ جما دو اِس دین راست کی سمت میں قبل اس کے کہ وہ دن آئے جس کے ٹل جانے کی کوئی صورت اللہ کی طرف سے نہیں ہے اُس دن لوگ پھَٹ کر ایک دُوسرے سے الگ ہو جائیں گے","chinese" : "在不可抗拒的日子从安拉来临以前，你应当趋向正教，在那日，他们将彼此分离。","turkey" : "İnsanların fırka fırka olacağı Allah katından kaçınılmaz o günün gelmesinden önce kendini dosdoğru dine yönelt"} ,{"id": "44", "arabic" : "مَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَمَنۡ عَمِلَ صَٰلِحٗا فَلِأَنفُسِهِمۡ يَمۡهَدُونَ", "english" : "Whoever disbelieves - upon him is [the consequence of] his disbelief. And whoever does righteousness - they are for themselves preparing", "urdu" : "جس نے کفر کیا ہے اس کے کفر کا وبال اسی پر ہے اور جن لوگوں نے نیک عمل کیا ہے وہ اپنے ہی لیے فلاح کا راستہ صاف کر رہے ہیں","chinese" : "不信道者，将自受其不信的恶报，行善者只为自己预备安宅，","turkey" : "Kim inkar ederse inkarı kendi aleyhine olur. Yararlı iş işleyen kimseler kendileri için rahat bir yer hazırlamış olurlar"} ,{"id": "45", "arabic" : "لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡكَٰفِرِينَ", "english" : "That He may reward those who have believed and done righteous deeds out of His bounty. Indeed He does not like the disbelievers", "urdu" : "تاکہ اللہ ایمان لانے والوں اور عملِ صالح کرنے والوں کو اپنے فضل سے جزا دے یقیناً وہ کافروں کو پسند نہیں کرتا","chinese" : "以便安拉用他的恩典去报酬信道而且行善者。安拉确是不喜爱不信教者的。","turkey" : "Çünkü Allah inanıp yararlı iş işleyenlere lütfundan karşılık verecektir. Doğrusu O inkarcıları sevmez"} ,{"id": "46", "arabic" : "وَمِنۡ ءَايَٰتِهِۦٓ أَن يُرۡسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٖ وَلِيُذِيقَكُم مِّن رَّحۡمَتِهِۦ وَلِتَجۡرِيَ ٱلۡفُلۡكُ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ", "english" : "And of His signs is that He sends the winds as bringers of good tidings and to let you taste His mercy and so the ships may sail at His command and so you may seek of His bounty and perhaps you will be grateful", "urdu" : "اُس کی نشانیوں میں سے یہ ہے کہ وہ ہوائیں بھیجتا ہے بشارت دینے کے لیے اور تمہیں اپنی رحمت سے بہرہ مند کرنے کے لیے اور اس غرض کے لیے کہ کشتیاں اس کے حکم سے چلیں اور تم اس کا فضل تلاش کرو اور اس کے شکر گزار بنو","chinese" : "他的一种迹象是：他派遣风来传达佳音，使你们尝试他的恩惠，使船舶奉他的命令而航行，以便你们寻求他的恩惠，以便你们感谢。","turkey" : "Rüzgarları müjdeciler olarak göndermesi size rahmetini tattırması buyruğu ile gemilerin yürümesi lütfundan rızık istemeniz O'nun varlığının belgelerindendir. Belki şükredersiniz"} ,{"id": "47", "arabic" : "وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَٱنتَقَمۡنَا مِنَ ٱلَّذِينَ أَجۡرَمُواْۖ وَكَانَ حَقًّا عَلَيۡنَا نَصۡرُ ٱلۡمُؤۡمِنِينَ", "english" : "And We have already sent messengers before you to their peoples and they came to them with clear evidences; then We took retribution from those who committed crimes and incumbent upon Us was support of the believers", "urdu" : "اور ہم نے تم سے پہلے رسُولوں کو ان کی قوم کی طرف بھیجا اور وہ ان کے پاس روشن نشانیاں لے کر آئے، پھر جنہوں نے جرم کیا اُن سے ہم نے انتقام لیا اور ہم پر یہ حق تھا کہ ہم مومنوں کی مدد کریں","chinese" : "在你之前，我确已派遣了许多使者，去教化他们的宗族，那些使者就昭示他们许多明证，然后，我惩治犯罪的人。援助信士，原是我的责任。","turkey" : "And olsun ki! Senden önce birçok peygamberleri ümmetlerine gönderdik onlara belgeler getirdiler; dinlemeyip suç işleyenlerden öç aldık zira inananlara yardım etmek bize hak olmuştu"} ,{"id": "48", "arabic" : "ٱللَّهُ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَيَبۡسُطُهُۥ فِي ٱلسَّمَآءِ كَيۡفَ يَشَآءُ وَيَجۡعَلُهُۥ كِسَفٗا فَتَرَى ٱلۡوَدۡقَ يَخۡرُجُ مِنۡ خِلَٰلِهِۦۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ", "english" : "It is Allah who sends the winds and they stir the clouds and spread them in the sky however He wills and He makes them fragments so you see the rain emerge from within them. And when He causes it to fall upon whom He wills of His servants immediately they rejoice", "urdu" : "اللہ ہی ہے جو ہواؤں کو بھیجتا ہے اور وہ بادل اٹھاتی ہیں، پھر وہ اِن بادلوں کو آسمان میں پھیلا دیتا ہے جس طرح چاہتا ہے اور انہیں ٹکڑیوں میں تقسیم کرتا ہے، پھر تُو دیکھتا ہے کہ بارش کے قطرے بادل سے ٹپکے چلے آتے ہیں یہ بارش جب وہ اپنے بندوں میں سے جن پر چاہتا ہے برساتا ہے","chinese" : "安拉派风去兴起云来，然后，任意地使云散布在天空，并且把云分成碎片，你就看见雨从云中落下。当他使雨落在他所意欲的仆人上的时候，他们立刻欢乐，","turkey" : "Rüzgarları gönderip bulutları yürüten onları gökte dilediği gibi yayan ve küme küme yığan Allah'tır. Artık sen de aralarından yağmurun çıktığını görürsün. Allah'ın kullarından dilediğine verdiği yağmurla daha önceden kendilerine yağmur indirilmesinden ümidlerini kesmiş oldukları için onlar seviniverirler"} ,{"id": "49", "arabic" : "وَإِن كَانُواْ مِن قَبۡلِ أَن يُنَزَّلَ عَلَيۡهِم مِّن قَبۡلِهِۦ لَمُبۡلِسِينَ", "english" : "Although they were before it was sent down upon them - before that in despair", "urdu" : "تو یکایک وہ خوش و خرم ہو جاتے ہیں حالانکہ اس کے نزول سے پہلے وہ مایوس ہو رہے تھے","chinese" : "即使在降雨之前，他们确是沮丧的。","turkey" : "Rüzgarları gönderip bulutları yürüten onları gökte dilediği gibi yayan ve küme küme yığan Allah'tır. Artık sen de aralarından yağmurun çıktığını görürsün. Allah'ın kullarından dilediğine verdiği yağmurla daha önceden kendilerine yağmur indirilmesinden ümidlerini kesmiş oldukları için onlar seviniverirler"} ,{"id": "50", "arabic" : "فَٱنظُرۡ إِلَىٰٓ ءَاثَٰرِ رَحۡمَتِ ٱللَّهِ كَيۡفَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ ذَٰلِكَ لَمُحۡيِ ٱلۡمَوۡتَىٰۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ", "english" : "So observe the effects of the mercy of Allah - how He gives life to the earth after its lifelessness. Indeed that [same one] will give life to the dead and He is over all things competent", "urdu" : "دیکھو اللہ کی رحمت کے اثرات کہ مُردہ پڑی ہوئی زمین کو وہ کس طرح جِلا اٹھاتا ہے، یقیناً وہ مُردوں کو زندگی بخشنے والا ہے اور وہ ہر چیز پر قادر ہے","chinese" : "你看安拉的恩惠的效果吧！他怎样使已死的大地复活，那确是能起死回生的。他对于万事是全能的。","turkey" : "Allah'ın rahmetinin belirtilerine bir bak yeryüzünü ölümünden sonra nasıl diriltiyor? Şüphesiz ölüleri O diriltir. O her şeye Kadir'dir"} ,{"id": "51", "arabic" : "وَلَئِنۡ أَرۡسَلۡنَا رِيحٗا فَرَأَوۡهُ مُصۡفَرّٗا لَّظَلُّواْ مِنۢ بَعۡدِهِۦ يَكۡفُرُونَ", "english" : "But if We should send a [bad] wind and they saw [their crops] turned yellow they would remain thereafter disbelievers", "urdu" : "اور اگر ہم ایک ایسی ہوا بھیج دیں جس کے اثر سے وہ اپنی کھیتی کو زرد پائیں تو وہ کفر کرتے رہ جاتے ہیں","chinese" : "如果我使一阵风吹去，而他们看见禾苗变成萎黄的，此后，他们就必定变成孤恩者。","turkey" : "Bir rüzgar göndersek de yeşilliklerin sarardığını görseler hemen nankörlüğe başlarlar"} ,{"id": "52", "arabic" : "فَإِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ", "english" : "So indeed you will not make the dead hear nor will you make the deaf hear the call when they turn their backs retreating", "urdu" : "(اے نبیؐ) تم مُردوں کو نہیں سنا سکتے، نہ اُن بہروں کو اپنی پکار سنا سکتے ہو جو پیٹھ پھیرے بھاگے چلے جا رہے ہوں","chinese" : "你必不能使死人听（你讲教），你必不能使退避的聋子听你呼唤。","turkey" : "Tabiidir ki sen ölülere katiyyen işittiremezsin; dönüp giden sağırlara da çağrıyı duyuramazsın"} ,{"id": "53", "arabic" : "وَمَآ أَنتَ بِهَٰدِ ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ", "english" : "And you cannot guide the blind away from their error. You will only make hear those who believe in Our verses so they are Muslims [in submission to Allah]", "urdu" : "اور نہ تم اندھوں کو ان کی گمراہی سے نکال کر راہِ راست دکھا سکتے ہو تم تو صرف انہی کو سنا سکتے ہو جو ہماری آیات پر ایمان لاتے اور سرِ تسلیم خم کر دیتے ہیں","chinese" : "你必不能引导瞎子离开迷误。你只能使确信我的迹象的人听你（讲教），他们是归顺者。","turkey" : "Körleri sapıklıklarından vazgeçirip doğru yola döndüremezsin; ancak ayetlerimize inananlara duyurabilirsin; işte onlar Müslümanlardır"} ,{"id": "54", "arabic" : "۞ٱللَّهُ ٱلَّذِي خَلَقَكُم مِّن ضَعۡفٖ ثُمَّ جَعَلَ مِنۢ بَعۡدِ ضَعۡفٖ قُوَّةٗ ثُمَّ جَعَلَ مِنۢ بَعۡدِ قُوَّةٖ ضَعۡفٗا وَشَيۡبَةٗۚ يَخۡلُقُ مَا يَشَآءُۚ وَهُوَ ٱلۡعَلِيمُ ٱلۡقَدِيرُ", "english" : "Allah is the one who created you from weakness then made after weakness strength then made after strength weakness and white hair. He creates what He wills and He is the Knowing the Competent", "urdu" : "اللہ ہی تو ہے جس نے ضعف کی حالت میں تمہاری پیدائش کی ابتدا کی، پھر اس ضعف کے بعد تمہیں قوت بخشی، پھر اس قوت کے بعد تمہیں ضعیف اور بوڑھا کر دیا وہ جو کچھ چاہتا ہے پیدا کرتا ہے اور وہ سب کچھ جاننے والا، ہر چیز پر قدرت رکھنے والا ہے","chinese" : "安拉把你们从懦弱中创造，在懦弱之后，又把你们创造成强壮的，在强壮之后又使你们成为懦弱的和白发苍苍的，他要创造什么，就创造什么。他确是全知的，确是全能的。","turkey" : "Sizi güçsüz olarak yaratan güçsüzlükten sonra kuvvetli kılan sonra da kuvvetliliğin ardından güçsüz ve ihtiyar yapan Allah'tır. O dilediğini yaratır; bilendir Kadir olandır"} ,{"id": "55", "arabic" : "وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُقۡسِمُ ٱلۡمُجۡرِمُونَ مَا لَبِثُواْ غَيۡرَ سَاعَةٖۚ كَذَٰلِكَ كَانُواْ يُؤۡفَكُونَ", "english" : "And the Day the Hour appears the criminals will swear they had remained but an hour. Thus they were deluded", "urdu" : "اور جب وہ ساعت برپا ہو گی تو مجرم قسمیں کھا کھا کر کہیں گے کہ ہم ایک گھڑی بھر سے زیادہ نہیں ٹھیرے ہیں، اِسی طرح وہ دنیا کی زندگی میں دھوکا کھایا کرتے تھے","chinese" : "复活时降临之日，犯罪的人发誓说：他们只逗留了一霎时，他们原是这样悖谬的。","turkey" : "Kıyamet koptuğu gün suçlular sadece çok kısa bir müddet kalmış olduklarına yemin ederler. Böylece onlar dünyada da aldatılıp haktan döndürülüyorlardı"} ,{"id": "56", "arabic" : "وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَٱلۡإِيمَٰنَ لَقَدۡ لَبِثۡتُمۡ فِي كِتَٰبِ ٱللَّهِ إِلَىٰ يَوۡمِ ٱلۡبَعۡثِۖ فَهَٰذَا يَوۡمُ ٱلۡبَعۡثِ وَلَٰكِنَّكُمۡ كُنتُمۡ لَا تَعۡلَمُونَ", "english" : "But those who were given knowledge and faith will say You remained the extent of Allah 's decree until the Day of Resurrection and this is the Day of Resurrection but you did not used to know", "urdu" : "مگر جو علم اور ایمان سے بہرہ مند کیے گئے تھے وہ کہیں گے کہ خدا کے نوشتے میں تو تم روزِ حشر تک پڑے رہے ہو، سو یہ وہی روزِ حشر ہے، لیکن تم جانتے نہ تھے","chinese" : "有学问和有正信的人说：“依安拉的前定，你们确已逗留到复活日。这就是复活日，但你们不知道。”","turkey" : "Kendilerine ilim ve iman verilenler; And olsun ki siz Allah'ın yazısında mevcut yeniden dirilme gününe kadar kaldınız. İşte bu yeniden dirilme günüdür fakat sizler anlamıyordunuz derler"} ,{"id": "57", "arabic" : "فَيَوۡمَئِذٖ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُواْ مَعۡذِرَتُهُمۡ وَلَا هُمۡ يُسۡتَعۡتَبُونَ", "english" : "So that Day their excuse will not benefit those who wronged nor will they be asked to appease [Allah]", "urdu" : "پس وہ دن ہو گا جس میں ظالموں کو ان کی معذرت کوئی نفع نہ دے گی اور نہ ان سے معافی مانگنے کے لیے کہا جائے گا","chinese" : "在那日，不义者的辩辞，无裨于自身，他们也不得邀恩。","turkey" : "Zulmedenlerin o gün mazeretleri fayda vermez; artık kendilerinden Allah'ı hoşnut edecek şeyleri yapmaları da istenmez"} ,{"id": "58", "arabic" : "وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖۚ وَلَئِن جِئۡتَهُم بِـَٔايَةٖ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ أَنتُمۡ إِلَّا مُبۡطِلُونَ", "english" : "And We have certainly presented to the people in this Qur'an from every [kind of] example. But [O Muhammad] if you should bring them a sign the disbelievers will surely say You [believers] are but falsifiers", "urdu" : "ہم نے اِس قرآن میں لوگوں کو طرح طرح سے سمجھایا ہے تم خواہ کوئی نشانی لے آؤ، جن لوگوں نے ماننے سے انکار کر دیا ہے وہ یہی کہیں گے کہ تم باطل پر ہو","chinese" : "在这《古兰经》中，我确已为众人设了各种譬喻。如果你昭示他们一种迹象，那么，不信道者必定说：“你们只是荒涎的！”","turkey" : "And olsun ki bu Kuran'da insanlar için her türlü misali vermişizdir. Bununla beraber eğer sen onlara bir mucize getirmiş olsan inkar edenler: Siz ancak batıl şeyler ortaya atanlarsınız derler"} ,{"id": "59", "arabic" : "كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعۡلَمُونَ", "english" : "Thus does Allah seal the hearts of those who do not know", "urdu" : "اِس طرح ٹھپہ لگا دیتا ہے اللہ اُن لوگوں کے دلوں پر جو بے علم ہیں","chinese" : "安拉就这样封闭无知识者的心。","turkey" : "Allah bilmeyenlerin kalblerini işte böylece kapatır"} ,{"id": "60", "arabic" : "فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ", "english" : "So be patient. Indeed the promise of Allah is truth. And let them not disquiet you who are not certain [in faith]", "urdu" : "پس (اے نبیؐ) صبر کرو، یقیناً اللہ کا وعدہ سچا ہے، اور ہرگز ہلکا نہ پائیں تم کو وہ لوگ جو یقین نہیں لاتے","chinese" : "你坚忍吧，安拉的应许确是真实的。你不要让不坚信的人使你轻率。","turkey" : "Sabret ki Allah'ın sözü şüphesiz gerçektir. Kesin olarak inanmayanlar seni hafife almasınlar"} ]}