{"name":"لقمان","verses":[{"id": "1", "arabic" : "الٓمٓ", "english" : "Alif Lam Meem", "urdu" : "الم","chinese" : "艾列弗，俩目，米目。","turkey" : "Elif Lam Mim"} ,{"id": "2", "arabic" : "تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ", "english" : "These are verses of the wise Book", "urdu" : "یہ کتاب حکیم کی آیات ہیں","chinese" : "这些是有智慧的经典的节文，","turkey" : "Bunlar iyi davranan kimseler için rahmet ve doğru yol rehberi olan hikmetli Kitap'ın ayetleridir"} ,{"id": "3", "arabic" : "هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ", "english" : "As guidance and mercy for the doers of good", "urdu" : "ہدایت اور رحمت نیکو کار لوگوں کے لیے","chinese" : "是行善者的向导和恩惠。","turkey" : "Bunlar iyi davranan kimseler için rahmet ve doğru yol rehberi olan hikmetli Kitap'ın ayetleridir"} ,{"id": "4", "arabic" : "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ", "english" : "Who establish prayer and give zakah and they of the Hereafter are certain [in faith]", "urdu" : "جو نماز قائم کرتے ہیں، زکوٰۃ دیتے ہیں اور آخرت پر یقین رکھتے ہیں","chinese" : "行善者，谨守拜功，完纳天课，且确信后世，","turkey" : "O kimseler namazı kılarlar zekatı verirler; ahirete de yakinen inanırlar"} ,{"id": "5", "arabic" : "أُوْلَـٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَـٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ", "english" : "Those are on [right] guidance from their Lord and it is those who are the successful", "urdu" : "یہی لوگ اپنے رب کی طرف سے راہِ راست پر ہیں اور یہی فلاح پانے والے ہیں","chinese" : "这等人，是遵守他们的主的正道的，这等人确是成功的。","turkey" : "İşte onlar Rablerinin yolunda olanlardır işte onlar saadete erenlerdir"} ,{"id": "6", "arabic" : "وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَـٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ", "english" : "And of the people is he who buys the amusement of speech to mislead [others] from the way of Allah without knowledge and who takes it in ridicule. Those will have a humiliating punishment", "urdu" : "اور انسانوں ہی میں سے کوئی ایسا بھی ہے جو کلام دلفریب خرید کر لاتا ہے تاکہ لوگوں کو اللہ کے راستہ سے علم کے بغیر بھٹکا دے اور اس راستے کی دعوت کو مذاق میں اڑا دے ایسے لوگوں کے لیے سخت ذلیل کرنے والا عذاب ہے","chinese" : "有人购买无谓的谈话，以便他无知无识地背离安拉的正道，而且把他当作笑柄。这等人，将受凌辱的刑罚。","turkey" : "İnsanlar arasında bir bilgisi olmadığı halde Allah yolundan saptırmak için gerçeği boş sözlerle değişenler ve Allah yolunu alaya alanlar vardır. İşte alçaltıcı azap bunlar içindir"} ,{"id": "7", "arabic" : "وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ", "english" : "And when our verses are recited to him he turns away arrogantly as if he had not heard them as if there was in his ears deafness. So give him tidings of a painful punishment", "urdu" : "اسے جب ہماری آیات سنائی جاتی ہیں تو وہ بڑے گھمنڈ کے ساتھ اس طرح رخ پھیر لیتا ہے گویا کہ اس نے انہیں سنا ہی نہیں، گویا کہ اس کے کان بہرے ہیں اچھا، مژدہ سُنا دو اسے ایک درد ناک عذاب کا","chinese" : "有人对他宣读我的迹象的时候，他自大地退避，仿佛没有听见一样，仿佛他的两耳有重听一样。你以痛苦的刑罚，向他报喜吧。","turkey" : "Ayetlerimiz sapık kimseye okunduğu zaman sanki kulaklarında ağırlık var da işitmiyormuş gibi büyüklenerek sırt çevirir. İşte ona can yakıcı azabı müjde et"} ,{"id": "8", "arabic" : "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ لَهُمۡ جَنَّـٰتُ ٱلنَّعِيمِ", "english" : "Indeed those who believe and do righteous deeds - for them are the Gardens of Pleasure", "urdu" : "البتہ جو لوگ ایمان لے آئیں اور نیک عمل کریں، اُن کے لیے نعمت بھری جنتیں ہیں","chinese" : "信道而且行善者，必将享受极乐园，","turkey" : "İnanıp yararlı iş işleyenler için Allah'ın vadi gereğince temelli kalacakları nimet cennetleri vardır. O; güçlüdür hakim'dir"} ,{"id": "9", "arabic" : "خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ", "english" : "Wherein they abide eternally; [it is] the promise of Allah [which is] truth. And He is the Exalted in Might the Wise", "urdu" : "جن میں وہ ہمیشہ رہیں گے یہ اللہ کا پختہ وعدہ ہے اور وہ زبردست اور حکیم ہے","chinese" : "而永居其中。这是安拉的真实的应许，他确是万能的，确是至睿的。","turkey" : "İnanıp yararlı iş işleyenler için Allah'ın vadi gereğince temelli kalacakları nimet cennetleri vardır. O; güçlüdür hakim'dir"} ,{"id": "10", "arabic" : "خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ", "english" : "He created the heavens without pillars that you see and has cast into the earth firmly set mountains lest it should shift with you and dispersed therein from every creature. And We sent down rain from the sky and made grow therein [plants] of every noble kind", "urdu" : "اس نے آسمانوں کو پیدا کیا بغیر ستونوں کے جو تم کو نظر آئیں اُس نے زمین میں پہاڑ جما دیے تاکہ وہ تمہیں لے کر ڈھلک نہ جائے اس نے ہر طرح کے جانور زمین میں پھیلا دیے اور آسمان سے پانی برسایا اور زمین میں قسم قسم کی عمدہ چیزیں اگا دیں","chinese" : "他创造诸天，而不用你们所能见的支柱；他在大地上安置许多山岳，以免大地动摇，使你们不安；他在大地上散布各种动物。他从天上降下雨水，而在大地上滋生各种优良的植物。","turkey" : "Allah gökleri gördüğünüz gibi direksiz yaratmış sizi sallar diye yeryüzüne sabit dağlar koymuş; orada her türlü canlıyı yaymıştır. Gökten su indirip orada her hoş çiftten yetiştirmişizdir"} ,{"id": "11", "arabic" : "هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّـٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ", "english" : "This is the creation of Allah. So show Me what those other than Him have created. Rather the wrongdoers are in clear error", "urdu" : "یہ تو ہے اللہ کی تخلیق، اب ذرا مجھے دکھاؤ، ان دوسروں نے کیا پیدا کیا ہے؟ اصل بات یہ ہے کہ یہ ظالم لوگ صریح گمراہی میں پڑے ہوئے ہیں","chinese" : "这是安拉所创造的，你们指示我吧，你们舍安拉而崇拜的（偶像）究竟创造了什么呢？不然，不义的人是在明显的迷误中的。","turkey" : "İşte bu Allah'ın yaratışıdır. Ondan başkasının ne yarattığını Bana gösterin. Hayır; gösteremezler zalimler apaçık sapıklık içindedir"} ,{"id": "12", "arabic" : "وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ", "english" : "And We had certainly given Luqman wisdom [and said] Be grateful to Allah. And whoever is grateful is grateful for [the benefit of] himself. And whoever denies [His favor] - then indeed Allah is Free of need and Praiseworthy", "urdu" : "ہم نے لقمان کو حکمت عطا کی تھی کہ اللہ کا شکر گزار ہو جو کوئی شکر کرے اُس کا شکر اُس کے اپنے ہی لیے مفید ہے اور جو کوئی کفر کرے تو حقیقت میں اللہ بے نیاز اور آپ سے آپ محمود ہے","chinese" : "我确已把智慧赏赐鲁格曼，（我说）：“你当感谢安拉。感谢的人，只为自己而感谢，孤负的人，须知安拉确是无求的，确是可颂的。”","turkey" : "And olsun ki Lokman'a Allah'a şükretmesi için hikmet verdik. Şükreden kimse ancak kendisi için şükretmiş olur. Nankörlük eden ise bilsin ki Allah her şeyden müstağnidir övülmeğe layık olandır"} ,{"id": "13", "arabic" : "وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ", "english" : "And [mention O Muhammad] when Luqman said to his son while he was instructing him O my son do not associate [anything] with Allah. Indeed association [with him] is great injustice", "urdu" : "یاد کرو جب لقمان اپنے بیٹے کو نصیحت کر رہا تھا تو اس نے کہا بیٹا! خدا کے ساتھ کسی کو شریک نہ کرنا، حق یہ ہے کہ شرک بہت بڑا ظلم ہے","chinese" : "当日，鲁格曼曾教训他的儿子说：“我的小儿子啊！你不要以任何物配主。以物配主，确是大逆不道的。”","turkey" : "Lokman oğluna öğüt vererek: Ey oğulcuğum! Allah'a eş koşma doğrusu eş koşmak büyük zulümdür demişti"} ,{"id": "14", "arabic" : "وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ", "english" : "And We have enjoined upon man [care] for his parents. His mother carried him [increasing her] in weakness upon weakness and his weaning is in two years. Be grateful to Me and to your parents; to Me is the [final] destination", "urdu" : "اور حقیقت یہ ہے کہ ہم نے انسان کو اپنے والدین کا حق پہچاننے کی خود تاکید کی ہے اُس کی ماں نے ضعف پر ضعف اُٹھا کر اسے اپنے پیٹ میں رکھا اور دو سال اُس کا دودھ چھوٹنے میں لگے (اِسی لیے ہم نے اُس کو نصیحت کی کہ) میرا شکر کر اور اپنے والدین کا شکر بجا لا، میری ہی طرف تجھے پلٹنا ہے","chinese" : "我曾命人孝敬父母——他母亲弱上加弱地怀着他，他的断乳，是在两年之中——（我说）：“你应当感谢我和你的父母；惟我是最后的归宿。","turkey" : "Biz insana ana ve babasına karşı iyi davranmasını tavsiye etmişizdir. Annesi onu güçsüzlükten güçsüzlüğe uğrayarak karnında taşımıştı. Çocuğun sütten kesilmesi iki yıl içinde olur. Bana ve ana babana şükret diye tavsiyede bulunmuşuzdur. Dönüş Bana'dır"} ,{"id": "15", "arabic" : "وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ", "english" : "But if they endeavor to make you associate with Me that of which you have no knowledge do not obey them but accompany them in [this] world with appropriate kindness and follow the way of those who turn back to Me [in repentance]. Then to Me will be your return and I will inform you about what you used to do", "urdu" : "لیکن اگر وہ تجھ پر دباؤ ڈالیں کہ میرے ساتھ تو کسی ایسے کو شریک کرے جسے تو نہیں جانتا تو ان کی بات ہرگز نہ مان دُنیا میں ان کے ساتھ نیک برتاؤ کرتا رہ مگر پیروی اُس شخص کے راستے کی کر جس نے میری طرف رجوع کیا ہے پھر تم سب کو پلٹنا میری ہی طرف ہے، اُس وقت میں تمہیں بتا دوں گا کہ تم کیسے عمل کرتے رہے ہو","chinese" : "如果他俩勒令你以你所不知道的东西配我，那么，你不要服从他俩，在今世，你应当依礼义而奉事他俩，你应当遵守归依我者的道路；惟我是你们的归宿，我要把你们的行为告诉你们。”","turkey" : "Ey insanoğlu! Ana baba seni körü körüne Bana ortak koşman için zorlarlarsa onlara itaat etme; dünya işlerinde onlarla güzel geçin; Bana yönelen kimsenin yoluna uy; sonunda dönüşünüz Bana'dır. O zaman yaptıklarınızı size bildiririm"} ,{"id": "16", "arabic" : "يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ", "english" : "[And Luqman said] O my son indeed if wrong should be the weight of a mustard seed and should be within a rock or [anywhere] in the heavens or in the earth Allah will bring it forth. Indeed Allah is Subtle and Acquainted", "urdu" : "(اور لقمان نے کہا تھا کہ) بیٹا، کوئی چیز رائی کے دانہ برابر بھی ہو اور کسی چٹان میں یا آسمانوں یا زمین میں کہیں چھپی ہوئی ہو، اللہ اُسے نکال لائے گا وہ باریک بیں اور باخبر ہے","chinese" : "鲁格曼说：“我的小儿子啊！善恶的行为，虽小如芥子，隐藏在磐石里，或在天空中，或在地底下，安拉都要显示它。安拉确是明察的，确是彻知的。","turkey" : "Lokman: Ey oğulcuğum! İşlediğin şey bir hardal tanesi ağırlığınca olsa da bir kayanın içinde veya göklerde yahut yerin derinliklerinde bulunsa Allah onu getirip meydana kor. Doğrusu Allah Latif'tir haberdardır"} ,{"id": "17", "arabic" : "يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ", "english" : "O my son establish prayer enjoin what is right forbid what is wrong and be patient over what befalls you. Indeed [all] that is of the matters [requiring] determination", "urdu" : "بیٹا، نماز قائم کرنے کا حکم دے، بدی سے منع کر، اور جو مصیبت بھی پڑے اس پر صبر کر یہ وہ باتیں ہیں جن کی بڑی تاکید کی گئی ہے","chinese" : "我的小儿子啊！你应当谨守拜功，应当劝善戒恶，应当忍受患难，这确是应该决心做的事情。","turkey" : "Ey oğulcuğum! Namazı kıl uygun olanı buyurup fenalığı önle başına gelene sabret; doğrusu bunlar azmedilmeğe değer işlerdir"} ,{"id": "18", "arabic" : "وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ", "english" : "And do not turn your cheek [in contempt] toward people and do not walk through the earth exultantly. Indeed Allah does not like everyone self-deluded and boastful", "urdu" : "اور لوگوں سے منہ پھیر کر بات نہ کر، نہ زمین میں اکڑ کر چل، اللہ کسی خود پسند اور فخر جتانے والے شخص کو پسند نہیں کرتا","chinese" : "你不要为藐视众人而转脸，不要洋洋得意地在大地上行走。安拉确是不喜爱一切傲慢者、矜夸者的。","turkey" : "İnsanları küçümseyip yüz çevirme yeryüzünde böbürlenerek yürüme; Allah kendini beğenip övünen hiç kimseyi şüphesiz ki sevmez"} ,{"id": "19", "arabic" : "وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ", "english" : "And be moderate in your pace and lower your voice; indeed the most disagreeable of sounds is the voice of donkeys", "urdu" : "اپنی چال میں اعتدال اختیار کر، اور اپنی آواز ذرا پست رکھ، سب آوازوں سے زیادہ بُری آواز گدھوں کی آواز ہوتی ہے","chinese" : "你应当节制你的步伐，你应当抑制你的声音；最讨厌的声音，确是驴子的声音。”","turkey" : "Yürüyüşünde tabii ol; sesini kıs. Seslerin en çirkini şüphesiz merkeblerin sesidir"} ,{"id": "20", "arabic" : "أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ", "english" : "Do you not see that Allah has made subject to you whatever is in the heavens and whatever is in the earth and amply bestowed upon you His favors [both] apparent and unapparent? But of the people is he who disputes about Allah without knowledge or guidance or an enlightening Book [from Him]", "urdu" : "کیا تم لوگ نہیں دیکھتے کہ اللہ نے زمین اور آسمانوں کی ساری چیزیں تمہارے لیے مسخر کر رکھی ہیں اور اپنی کھلی اور چھپی نعمتیں تم پر تمام کر دی ہیں؟ اِس پر حال یہ ہے کہ انسانوں میں سے کچھ لوگ ہیں جو اللہ کے بارے میں جھگڑتے ہیں بغیر اس کے کہ ان کے پاس کوئی عِلم ہو، یا ہدایت، یا کوئی روشنی دکھانے والی کتاب","chinese" : "难道你们不知道吗？安拉曾为你们制服天地间的一切，他博施你们表里的恩惠。有人争论安拉的德性，但他们既无知识，又无向导，且无灿烂的经典。","turkey" : "Allah'ın göklerde olanları da yerde olanları da buyruğunuz altına verdiğini nimetlerini açık ve gizli olarak size bolca ihsan ettiğini görmez misiniz? İnsanlardan Allah hakkında hiçbir bilgisi olmadan doğruluk rehberi ve aydınlatıcı bir Kitap bulunmadan tartışanlar vardır"} ,{"id": "21", "arabic" : "وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ", "english" : "And when it is said to them Follow what Allah has revealed they say Rather we will follow that upon which we found our fathers. Even if Satan was inviting them to the punishment of the Blaze", "urdu" : "اور جب ان سے کہا جاتا ہے کہ پیروی کرو اُس چیز کی جو اللہ نے نازل کی ہے تو کہتے ہیں کہ ہم تو اُس چیز کی پیروی کریں گے جس پر ہم نے اپنے باپ دادا کو پایا ہے کیا یہ انہی کی پیروی کریں گے خواہ شیطان اُن کو بھڑکتی ہوئی آگ ہی کی طرف کیوں نہ بلاتا رہا ہو؟","chinese" : "如果有人对他们说：“你们应当遵守安拉所降示的（经典）。”他们就说：“不然，我们遵守我们祖先的遗教。”即使恶魔叫他们去受烈火的刑罚，（他们仍要遵守）吗？","turkey" : "Onlara Allah'ın indirdiğine uyun denince: Babalarımızı üzerinde bulduğumuz yola uyarız derler. Ya şeytan babalarını alevli ateşin azabına çağırmışsa"} ,{"id": "22", "arabic" : "۞وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ", "english" : "And whoever submits his face to Allah while he is a doer of good - then he has grasped the most trustworthy handhold. And to Allah will be the outcome of [all] matters", "urdu" : "جو شخص اپنے آپ کو اللہ کے حوالہ کر دے اور عملاً وہ نیک ہو، اس نے فی الواقع ایک بھروسے کے قابل سہارا تھام لیا، اور سارے معاملات کا آخری فیصلہ اللہ ہی کے ہاتھ ہے","chinese" : "诚心归顺安拉而且常行善事者，确已把握住坚固的把柄。万事的结局，只归安拉。","turkey" : "İyilik yaparak kendini Allah'a veren kimse şüphesiz en sağlam kulpa sarılmış olur. İşlerin sonucu Allah'a aittir"} ,{"id": "23", "arabic" : "وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ", "english" : "And whoever has disbelieved - let not his disbelief grieve you. To Us is their return and We will inform them of what they did. Indeed Allah is Knowing of that within the breasts", "urdu" : "اب جو کفر کرتا ہے اس کا کفر تمہیں غم میں مبتلا نہ کرے، انہیں پلٹ کر آنا تو ہماری ہی طرف ہے، پھر ہم انہیں بتا دیں گے کہ وہ کیا کچھ کر کے آئے ہیں یقیناً اللہ سینوں کے چھپے ہوئے راز تک جانتا ہے","chinese" : "不信道者，你不要为他们的不信而忧愁，他们只归于我，我要把他们的行为告诉他们。安拉确是全知他们的胸怀的。","turkey" : "İnkar edenin inkarcılığı seni üzmesin; onların dönüşü Bize'dir; o zaman yaptıklarını kendilerine haber veririz. Allah kalblerde olanı şüphesiz bilir"} ,{"id": "24", "arabic" : "نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ", "english" : "We grant them enjoyment for a little; then We will force them to a massive punishment", "urdu" : "ہم تھوڑی مدت انہیں دُنیا میں مزے کرنے کا موقع دے رہے ہیں، پھر ان کو بے بس کر کے ایک سخت عذاب کی طرف کھینچ لے جائیں گے","chinese" : "我使他们稍稍享受幸福，然后，强迫他们去受严厉的刑罚。","turkey" : "Onları az bir süre geçindiririz sonra da ağır bir azaba sürükleriz"} ,{"id": "25", "arabic" : "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ", "english" : "And if you asked them Who created the heavens and earth? they would surely say Allah. Say [All] praise is [due] to Allah ; but most of them do not know", "urdu" : "اگر تم اِن سے پوچھو کہ زمین اور آسمانوں کو کس نے پیدا کیا ہے، تو یہ ضرور کہیں گے کہ اللہ نے کہو الحمدللہ مگر ان میں سے اکثر لوگ جانتے نہیں ہیں","chinese" : "如果你问他们：“谁创造了天地？”他们必定说：“安拉。”你说：“一切赞颂，全归安拉！”不然，他们大半不知道。","turkey" : "And olsun ki onlara: Gökleri ve yeri yaratan kimdir? diye sorsan Allah'tır derler. De ki: Hamd Allah'a mahsustur ama çoğu bilmezler"} ,{"id": "26", "arabic" : "لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ", "english" : "To Allah belongs whatever is in the heavens and earth. Indeed Allah is the Free of need the Praiseworthy", "urdu" : "آسمانوں اور زمین میں جو کچھ ہے اللہ ہی کا ہے، بے شک اللہ بے نیاز اور آپ سے آپ محمود ہے","chinese" : "天地万物只是安拉的，安拉确是无求的，确是可颂的。","turkey" : "Göklerde ve yerde olanlar Allah'ındır. Şüphesiz Allah müstağnidir övülmeğe layıktır"} ,{"id": "27", "arabic" : "وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ", "english" : "And if whatever trees upon the earth were pens and the sea [was ink] replenished thereafter by seven [more] seas the words of Allah would not be exhausted. Indeed Allah is Exalted in Might and Wise", "urdu" : "زمین میں جتنے درخت ہیں اگر وہ سب کے سب قلم بن جائیں اور سمندر (دوات بن جائے) جسے سات مزید سمندر روشنائی مہیا کریں تب بھی اللہ کی باتیں (لکھنے سے) ختم نہ ہوں گی بے شک اللہ زبردست اور حکیم ہے","chinese" : "假若用大地上所有的树来制成笔，用海水作墨汁，再加上七海的墨汁，终不能写尽安拉的言语。安拉确是万能的，确是至睿的。","turkey" : "Eğer yeryüzündeki ağaçlar kalem olsa denizler mürekkep olsa ve yedi misli deniz de yedekte bulunup yazılsa yine de Allah'ın sözleri bitmezdi. Doğrusu Allah güçlüdür hakim'dir"} ,{"id": "28", "arabic" : "مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ", "english" : "Your creation and your resurrection will not be but as that of a single soul. Indeed Allah is Hearing and Seeing", "urdu" : "تم سارے انسانوں کو پیدا کرنا اور پھر دوبارہ جِلا اُٹھانا تو (اُس کے لیے) بس ایسا ہے جیسے ایک متنفس کو (پیدا کرنا اور جِلا اٹھانا) حقیقت یہ ہے کہ اللہ سب کچھ سُننے اور دیکھنے والا ہے","chinese" : "创造你们和复活你们，只像创造一个人和复活一个人一样。安拉确是全聪的，确是全明的。","turkey" : "Ey insanlar! Sizin yaratılmanız ve tekrar dirilmeniz tek bir nefsin yaratılması ve tekrar diriltilmesi gibidir. Şüphesiz Allah işitendir görendir"} ,{"id": "29", "arabic" : "أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ", "english" : "Do you not see that Allah causes the night to enter the day and causes the day to enter the night and has subjected the sun and the moon each running [its course] for a specified term and that Allah with whatever you do is Acquainted", "urdu" : "کیا تم دیکھتے نہیں ہو کہ اللہ رات کو دن میں پروتا ہوا لے آتا ہے اور دن کو رات میں؟ اُس نے سُورج اور چاند کو مسخر کر رکھا ہے، سب ایک وقت مقرر تک چلے جا رہے ہیں، اور (کیا تم نہیں جانتے) کہ جو کچھ بھی تم کرتے ہو اللہ اُس سے باخبر ہے","chinese" : "难道你不知道吗？安拉使黑夜侵入白昼，使白昼侵入黑夜，并制服日月，各自运行，至一定期。安拉是彻知你们的行为的。","turkey" : "Allah'ın geceyi gündüze ve gündüzü geceye kattığını her biri belirli bir süreye kadar hareket edecek olan güneşi ve ayı buyruk altında tuttuğunu; Allah'ın yaptıklarınızdan haberdar olduğunu bilmez misin"} ,{"id": "30", "arabic" : "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ", "english" : "That is because Allah is the Truth and that what they call upon other than Him is falsehood and because Allah is the Most High the Grand", "urdu" : "یہ سب کچھ اس وجہ سے ہے کہ اللہ ہی حق ہے اور اسے چھوڑ کر جن دُوسری چیزوں کو یہ لوگ پکارتے ہیں وہ سب باطل ہیں، اور (اس وجہ سے کہ) اللہ ہی بزرگ و برتر ہے","chinese" : "那是因为安拉确是真实的；他们舍他而祈祷的，确是虚伪的；安拉确是至高无上的，确是至大的。","turkey" : "Bu Allah'ın hak olmasından ve O'ndan başka taptıkları şeylerin batıl olmasındandır. Doğrusu Allah yücedir büyüktür"} ,{"id": "31", "arabic" : "أَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ", "english" : "Do you not see that ships sail through the sea by the favor of Allah that He may show you of His signs? Indeed in that are signs for everyone patient and grateful", "urdu" : "کیا تم دیکھتے نہیں ہو کہ کشتی سمندر میں اللہ کے فضل سے چلتی ہے تاکہ وہ تمہیں اپنی کچھ نشانیاں دکھائے؟ در حقیقت اس میں بہت سی نشانیاں ہیں ہر اُس شخص کے لیے جو صبر اور شکر کرنے والا ہو","chinese" : "难道你不知道吗？船舶在海中带着安拉的恩惠而航行，以便他指示你们他的一部分迹象，对于每个坚忍的、感谢的人，此中确有许多迹象。","turkey" : "Gemilerin denizde Allah'ın lütfuyla yürüdüğünü görmez misin? Allah böylece size varlığının delillerini gösterir. Bunlarda pek sabırlı ve çok şükreden kimselerin hepsine dersler vardır"} ,{"id": "32", "arabic" : "وَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ", "english" : "And when waves come over them like canopies they supplicate Allah sincere to Him in religion. But when He delivers them to the land there are [some] of them who are moderate [in faith]. And none rejects Our signs except everyone treacherous and ungrateful", "urdu" : "اور جب (سمندر میں) اِن لوگوں پر ایک موج سائبانوں کی طرح چھا جاتی ہے تو یہ اللہ کو پکارتے ہیں اپنے دین کو بالکل اسی کے لیے خالص کر کے، پھر جب وہ بچا کر انہیں خشکی تک پہنچا دیتا ہے تو ان میں سے کوئی اقتصاد برتتا ہے، اور ہماری نشانیوں کا انکار نہیں کرتا مگر ہر وہ شخص جو غدّار اور ناشکرا ہے","chinese" : "当山岳般的波涛笼罩他们的时候，他们虔诚地祈祷安拉，当他们平安登陆的时候，他们中有中和的人；只有每个狡猾的、孤恩的人，否认我的迹象。","turkey" : "Dağlar gibi dalgalar insanları kuşattığı zaman dini tamamen Allah'a has kılarak O'na yalvarırlar; onları karaya çıkararak kurtardığında içlerinden bir kısmı doğru yolda kalır. Zaten ayetlerimizi bilerek ancak hain nankörler inkar eder"} ,{"id": "33", "arabic" : "يَـٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ", "english" : "O mankind fear your Lord and fear a Day when no father will avail his son nor will a son avail his father at all. Indeed the promise of Allah is truth so let not the worldly life delude you and be not deceived about Allah by the Deceiver", "urdu" : "لوگو، بچو اپنے رب کے غضب سے اور ڈرو اُس دن سے جبکہ کوئی باپ اپنے بیٹے کی طرف سے بدلہ نہ دے گا اور نہ کوئی بیٹا ہی اپنے باپ کی طرف سے کچھ بدلہ دینے والا ہوگا فی الواقع اللہ کا وعدہ سچا ہے پس یہ دنیا کی زندگی تمہیں دھوکے میں نہ ڈالے اور نہ دھوکہ باز تم کو اللہ کے معاملے میں دھوکا دینے پائے","chinese" : "人们啊！你们应当敬畏你们的主，你们应当畏惧那一日，父亲对儿子毫无裨益，儿子对于父亲也毫无裨益。安拉的应许，确是真的。绝不要让今世的生活欺骗你们，绝不要让猾贼以安拉的容忍欺骗你们。","turkey" : "Ey insanlar! Rabbinize karşı gelmekten sakının. Babanın oğlu oğulun da babası için bir şey ödeyemeyeceği günden korkun. Allah'ın verdiği söz şüphesiz gerçektir. Dünya hayatı sakın sizi aldatmasın. Allah'ın affına güvendirerek şeytan sizi ayartmasın"} ,{"id": "34", "arabic" : "إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ", "english" : "Indeed Allah [alone] has knowledge of the Hour and sends down the rain and knows what is in the wombs. And no soul perceives what it will earn tomorrow and no soul perceives in what land it will die. Indeed Allah is Knowing and Acquainted", "urdu" : "اُس گھڑی کا علم اللہ ہی کے پاس ہے، وہی بارش برساتا ہے، وہی جانتا ہے کہ ماؤں کے پیٹوں میں کیا پرورش پا رہا ہے، کوئی متنفس نہیں جانتا کہ کل وہ کیا کمائی کرنے والا ہے اور نہ کسی شخص کو یہ خبر ہے کہ کس سرزمین میں اس کی موت آنی ہے، اللہ ہی سب کچھ جاننے والا اور باخبر ہے","chinese" : "在安拉那里，的确有关于复活时的知识，他常降及时雨，他知道胎儿的（性别）；而任何人都不知道自己明日将做什么事，任何人都不知道自己将死在什么地方。安拉确是全知的，确是彻知的。","turkey" : "Kıyamet saatini bilmek ancak Allah'a mahsustur. Yağmuru O indirir rahimlerde bulunanı O bilir kimse yarın ne kazanacağını bilmez ve hiç kimse nerede öleceğini bilemez. Allah şüphesiz bilendir her şeyden haberdardır"} ]}