{"name":"الأحزاب","verses":[{"id": "1", "arabic" : "يَـٰٓأَيُّهَا ٱلنَّبِيُّ ٱتَّقِ ٱللَّهَ وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا", "english" : "O Prophet fear Allah and do not obey the disbelievers and the hypocrites. Indeed Allah is ever Knowing and Wise", "urdu" : "اے نبیؐ! اللہ سے ڈرو اور کفار و منافقین کی اطاعت نہ کرو، حقیقت میں علیم اور حکیم تو اللہ ہی ہے","chinese" : "先知啊！你应当敬畏安拉，你不要顺从不信道者和伪信者，安拉确是全知的，确是至睿的。","turkey" : "Ey peygamber! Allah'tan sakın inkarcılara ve iki yüzlülere uyma Allah şüphesiz bilendir hakim'dir"} ,{"id": "2", "arabic" : "وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ مِن رَّبِّكَۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا", "english" : "And follow that which is revealed to you from your Lord. Indeed Allah is ever with what you do Acquainted", "urdu" : "پیروی کرو اُس بات کی جس کا اشارہ تمہارے رب کی طرف سے تمہیں کیا جا رہا ہے، اللہ ہر اُس بات سے باخبر ہے جو تم لوگ کرتے ہو","chinese" : "你应当遵循从你的主降示你的（经典），安拉确是彻知你们的行为的。","turkey" : "Sana Rabbinden vahyolunana uy; şüphesiz Allah yaptıklarınızdan haberdardır"} ,{"id": "3", "arabic" : "وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا", "english" : "And rely upon Allah; and sufficient is Allah as Disposer of affairs", "urdu" : "اللہ پر توکل کرو، اللہ ہی وکیل ہونے کے لیے کافی ہے","chinese" : "你应当托靠安拉，安拉足为监护者。","turkey" : "Allah'a güven Allah vekil olarak yeter"} ,{"id": "4", "arabic" : "مَّا جَعَلَ ٱللَّهُ لِرَجُلٖ مِّن قَلۡبَيۡنِ فِي جَوۡفِهِۦۚ وَمَا جَعَلَ أَزۡوَٰجَكُمُ ٱلَّـٰٓـِٔي تُظَٰهِرُونَ مِنۡهُنَّ أُمَّهَٰتِكُمۡۚ وَمَا جَعَلَ أَدۡعِيَآءَكُمۡ أَبۡنَآءَكُمۡۚ ذَٰلِكُمۡ قَوۡلُكُم بِأَفۡوَٰهِكُمۡۖ وَٱللَّهُ يَقُولُ ٱلۡحَقَّ وَهُوَ يَهۡدِي ٱلسَّبِيلَ", "english" : "Allah has not made for a man two hearts in his interior. And He has not made your wives whom you declare unlawful your mothers. And he has not made your adopted sons your [true] sons. That is [merely] your saying by your mouths but Allah says the truth and He guides to the [right] way", "urdu" : "اللہ نے کسی شخص کے دھڑ میں دو دِل نہیں رکھے ہیں، نہ اس نے تم لوگوں کی اُن بیویوں کو جن سے تم ظہار کرتے ہو تمہاری ماں بنا دیا ہے، اور نہ اس نے تمہارے منہ بولے بیٹوں کو تمہارا حقیقی بیٹا بنایا ہے یہ تو وہ باتیں ہیں جو تم لوگ اپنے منہ سے نکال دیتے ہو، مگر اللہ وہ بات کہتا ہے جو مبنی بر حقیقت ہے، اور وہی صحیح طریقے کی طرف رہنمائی کرتا ہے","chinese" : "安拉没有在任何人的胸膛里创造两个心。你们的妻子，你们把她们的脊背当做自己的母亲的脊背——安拉没有把她们当做你们的母亲，也没有把你们的义子当做你们的儿子。这是你们信口开河的话。安拉是说明真理的，是指示正道的。","turkey" : "Allah insanın içine iki kalp koymamıştır. Allah zıhar yapmanız suretiyle eşlerinizi anneleriniz gibi yaratmamıştır; evlatlıklarınızı da öz oğullarınız gibi saymanızı meşru kılmamıştır. Bunlar sizin dillerinize doladığınız boş sözlerdir. Allah gerçeği söylemektedir doğru yola O eriştirir"} ,{"id": "5", "arabic" : "ٱدۡعُوهُمۡ لِأٓبَآئِهِمۡ هُوَ أَقۡسَطُ عِندَ ٱللَّهِۚ فَإِن لَّمۡ تَعۡلَمُوٓاْ ءَابَآءَهُمۡ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِ وَمَوَٰلِيكُمۡۚ وَلَيۡسَ عَلَيۡكُمۡ جُنَاحٞ فِيمَآ أَخۡطَأۡتُم بِهِۦ وَلَٰكِن مَّا تَعَمَّدَتۡ قُلُوبُكُمۡۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا", "english" : "Call them by [the names of] their fathers; it is more just in the sight of Allah. But if you do not know their fathers - then they are [still] your brothers in religion and those entrusted to you. And there is no blame upon you for that in which you have erred but [only for] what your hearts intended. And ever is Allah Forgiving and Merciful", "urdu" : "منہ بولے بیٹوں کو ان کے باپوں کی نسبت سے پکارو، یہ اللہ کے نزدیک زیادہ منصفانہ بات ہے اور اگر تمہیں معلوم نہ ہو کہ ان کے باپ کون ہیں تو وہ تمہارے دینی بھائی اور رفیق ہیں نا دانستہ جو بات تم کہو اس کے لیے تم پر کوئی گرفت نہیں ہے، لیکن اُس بات پر ضرور گرفت ہے جس کا تم دل سے ارادہ کرو اللہ درگزر کرنے والا اور رحیم ہے","chinese" : "你们应当以他们的父亲的姓氏称呼他们，在安拉看来，这是更公平的。如果你们不知道他们的父亲是谁，那么，他们是你们的教胞和亲友。你们所误犯的事，对于你们没有罪过，你们所故犯的事，就不然了。安拉是至赦的，是至慈的。","turkey" : "Evlatlıkları babalarına nisbet edin bu Allah katında en doğru olandır. Eğer babalarının kim olduğunu bilmiyorsanız bu takdirde onları din kardeşi ve dostlarınız olarak kabul edin. İçinizden kasdederek yaptıklarınız bir yana yanılmalarınızda size bir sorumluluk yoktur. Allah bağışlar ve merhamet eder"} ,{"id": "6", "arabic" : "ٱلنَّبِيُّ أَوۡلَىٰ بِٱلۡمُؤۡمِنِينَ مِنۡ أَنفُسِهِمۡۖ وَأَزۡوَٰجُهُۥٓ أُمَّهَٰتُهُمۡۗ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِ مِنَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُهَٰجِرِينَ إِلَّآ أَن تَفۡعَلُوٓاْ إِلَىٰٓ أَوۡلِيَآئِكُم مَّعۡرُوفٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا", "english" : "The Prophet is more worthy of the believers than themselves and his wives are [in the position of] their mothers. And those of [blood] relationship are more entitled [to inheritance] in the decree of Allah than the [other] believers and the emigrants except that you may do to your close associates a kindness [through bequest]. That was in the Book inscribed", "urdu" : "بلاشبہ نبی تو اہل ایمان کے لیے اُن کی اپنی ذات پر مقدم ہے، اور نبی کی بیویاں اُن کی مائیں ہیں، مگر کتاب اللہ کی رو سے عام مومنین و مہاجرین کی بہ نسبت رشتہ دار ایک دوسرے کے زیادہ حقدار ہیں، البتہ اپنے رفیقوں کے ساتھ تم کوئی بھلائی (کرنا چاہو تو) کر سکتے ہو یہ حکم کتاب الٰہی میں لکھا ہوا ہے","chinese" : "先知对信士的权利，重于他们自身的权利，他的众妻，是他们的母亲。血亲与血亲相互间的权利，依安拉的经典，是重于信士和迁士的权利的，除非你们对自己的亲友行善。这是记录在天经里的。","turkey" : "Müminlerin Peygamberi kendi nefislerinden çok sevmeleri gerekir; onun eşleri onların anneleridir; akraba olanlar miras hususunda Allah'ın Kitap'ında birbirlerine müminler ve muhacirlerden daha yakındırlar. Dostlarınıza yapacağınız uygun bir vasiyet bunun dışındadır. Bu Kitap'ta yazılı bulunmaktadır"} ,{"id": "7", "arabic" : "وَإِذۡ أَخَذۡنَا مِنَ ٱلنَّبِيِّـۧنَ مِيثَٰقَهُمۡ وَمِنكَ وَمِن نُّوحٖ وَإِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَى ٱبۡنِ مَرۡيَمَۖ وَأَخَذۡنَا مِنۡهُم مِّيثَٰقًا غَلِيظٗا", "english" : "And [mention O Muhammad] when We took from the prophets their covenant and from you and from Noah and Abraham and Moses and Jesus the son of Mary; and We took from them a solemn covenant", "urdu" : "اور (اے نبیؐ) یاد رکھو اُس عہد و پیمان کو جو ہم نے سب پیغمبروں سے لیا ہے، تم سے بھی اور نوحؑ اور ابراہیمؑ اور موسیٰؑ اور عیسیٰؑ ابن مریم سے بھی سب سے ہم پختہ عہد لے چکے ہیں","chinese" : "当日，我与众先知订约，与你和努哈、易卜拉欣、穆萨、麦尔彦之子尔撒订约，我与他们订庄严的盟约，","turkey" : "Peygamberlerden söz almıştık. Senden Nuh'dan İbrahim'den Musa'dan Meryem oğlu İsa'dan sağlam bir söz almışızdır"} ,{"id": "8", "arabic" : "لِّيَسۡـَٔلَ ٱلصَّـٰدِقِينَ عَن صِدۡقِهِمۡۚ وَأَعَدَّ لِلۡكَٰفِرِينَ عَذَابًا أَلِيمٗا", "english" : "That He may question the truthful about their truth. And He has prepared for the disbelievers a painful punishment", "urdu" : "تاکہ سچے لوگوں سے (ان کا رب) ان کی سچائی کے بارے میں سوال کرے، اور کافروں کے لیے تو اس نے درد ناک عذاب مہیا کر ہی رکھا ہے","chinese" : "以便安拉向诚实者询问他们的诚实。他已为不信道者预备了痛苦的刑罚。","turkey" : "Allah doğrulardan doğruluklarını sormak ve inkarcılara can yakıcı azap hazırlamak için bunu yapmıştır"} ,{"id": "9", "arabic" : "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ جَآءَتۡكُمۡ جُنُودٞ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا وَجُنُودٗا لَّمۡ تَرَوۡهَاۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا", "english" : "O you who have believed remember the favor of Allah upon you when armies came to [attack] you and We sent upon them a wind and armies [of angels] you did not see. And ever is Allah of what you do Seeing", "urdu" : "اے لوگو، جو ایمان لائے ہو، یاد کرو اللہ کے احسان کو جو (ابھی ابھی) اُس نے تم پر کیا ہے جب لشکر تم پر چڑھ آئے تو ہم نے اُن پر ایک سخت آندھی بھیج دی اور ایسی فوجیں روانہ کیں جو تم کو نظر نہ آتی تھیں اللہ وہ سب کچھ دیکھ رہا تھا جو تم لوگ اس وقت کر رہے تھے","chinese" : "信道的人们啊！你们应当记忆安拉所赐你们的恩典。当时，敌军来攻你们，我就对他们派遣暴风和你们所未见的天兵。安拉是明察你们的行为的。","turkey" : "Ey inananlar! Allah'ın size olan nimetini anın; üzerinize ordular gelmişti. Biz de onların üzerine rüzgar ve göremediğiniz ordular göndermiştik. Allah yaptıklarınızı görüyordu"} ,{"id": "10", "arabic" : "إِذۡ جَآءُوكُم مِّن فَوۡقِكُمۡ وَمِنۡ أَسۡفَلَ مِنكُمۡ وَإِذۡ زَاغَتِ ٱلۡأَبۡصَٰرُ وَبَلَغَتِ ٱلۡقُلُوبُ ٱلۡحَنَاجِرَ وَتَظُنُّونَ بِٱللَّهِ ٱلظُّنُونَا۠", "english" : "[Remember] when they came at you from above you and from below you and when eyes shifted [in fear] and hearts reached the throats and you assumed about Allah [various] assumptions", "urdu" : "جب وہ اُوپر سے اور نیچے سے تم پر چڑھ آئے جب خوف کے مارے آنکھیں پتھرا گئیں، کلیجے منہ کو آ گئے، اور تم لوگ اللہ کے بارے میں طرح طرح کے گمان کرنے لگے","chinese" : "当时，他们从你们的上面和你们的下面来攻你们；当时，你们眼花心跳，并对安拉作种种猜测。","turkey" : "Onlar size yukarınızdan ve aşağınızdan gelmişlerdi; gözler de dönmüştü yürekler ağızlara gelmişti; Allah için çeşitli tahminlerde bulunuyordunuz"} ,{"id": "11", "arabic" : "هُنَالِكَ ٱبۡتُلِيَ ٱلۡمُؤۡمِنُونَ وَزُلۡزِلُواْ زِلۡزَالٗا شَدِيدٗا", "english" : "There the believers were tested and shaken with a severe shaking", "urdu" : "اُس وقت ایمان لانے والے خوب آزمائے گئے اور بُری طرح ہلا مارے گئے","chinese" : "在那时，信士们曾受到考验，并受剧烈的震动。","turkey" : "İşte orada inananlar denenmiş ve çok şiddetli sarsıntıya uğratılmışlardı"} ,{"id": "12", "arabic" : "وَإِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ مَّا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورٗا", "english" : "And [remember] when the hypocrites and those in whose hearts is disease said Allah and His Messenger did not promise us except delusion", "urdu" : "یاد کرو وہ وقت جب منافقین اور وہ سب لوگ جن کے دلوں میں روگ تھا صاف صاف کہہ رہے تھے کہ اللہ اور اُس کے رسولؐ نے جو وعدے ہم سے کیے تھے وہ فریب کے سوا کچھ نہ تھے","chinese" : "当时，伪信者和心中有病的人都说：“安拉及其使者，只虚伪地应许我们。”","turkey" : "İkiyüzlüler ve kalblerinde hastalık olanlar: Allah ve Peygamberi bize sadece kuru vaadlerde bulundular diyorlardı"} ,{"id": "13", "arabic" : "وَإِذۡ قَالَت طَّآئِفَةٞ مِّنۡهُمۡ يَـٰٓأَهۡلَ يَثۡرِبَ لَا مُقَامَ لَكُمۡ فَٱرۡجِعُواْۚ وَيَسۡتَـٔۡذِنُ فَرِيقٞ مِّنۡهُمُ ٱلنَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوۡرَةٞ وَمَا هِيَ بِعَوۡرَةٍۖ إِن يُرِيدُونَ إِلَّا فِرَارٗا", "english" : "And when a faction of them said O people of Yathrib there is no stability for you [here] so return [home]. And a party of them asked permission of the Prophet saying Indeed our houses are unprotected while they were not exposed. They did not intend except to flee", "urdu" : "جب اُن میں سے ایک گروہ نے کہا کہ اے یثرب کے لوگو، تمہارے لیے اب ٹھیرنے کا کوئی موقع نہیں ہے، پلٹ چلو جب ان کا ایک فریق یہ کہہ کر نبیؐ سے رخصت طلب کر رہا تھا کہ ہمارے گھر خطرے میں ہیں، حالانکہ وہ خطرے میں نہ تھے، دراصل وہ (محاذ جنگ سے) بھاگنا چاہتے تھے","chinese" : "当时，他们中的一派人说：“叶斯里卜人啊，你们不必在这里逗留了。你们回家去吧！”他们中的一派人，向先知告假说：“我们的房屋确是破烂的。”其实他们的房屋并不是破烂的，他们要想逃走。","turkey" : "İçlerinden bir takımı: Ey Medineliler! Tutunacak yeriniz yok geri dönün demişti. İçlerinden bir topluluk da Peygamberden: Evlerimiz düşmana açıktır diyerek izin istemişlerdi. Oysa evleri açık değildi sadece kaçmak istiyorlardı"} ,{"id": "14", "arabic" : "وَلَوۡ دُخِلَتۡ عَلَيۡهِم مِّنۡ أَقۡطَارِهَا ثُمَّ سُئِلُواْ ٱلۡفِتۡنَةَ لَأٓتَوۡهَا وَمَا تَلَبَّثُواْ بِهَآ إِلَّا يَسِيرٗا", "english" : "And if they had been entered upon from all its [surrounding] regions and fitnah had been demanded of them they would have done it and not hesitated over it except briefly", "urdu" : "اگر شہر کے اطراف سے دشمن گھس آئے ہوتے اور اُس وقت انہیں فتنے کی طرف دعوت دی جاتی تو یہ اس میں جا پڑتے اور مشکل ہی سے انہیں شریک فتنہ ہونے میں کوئی تامل ہوتا","chinese" : "假若这座城被敌人四面攻破，而后敌军要求他们叛教，他们必定承诺。他们因为此事只耽延片刻。","turkey" : "Eğer Medine'nin etrafından üzerlerine varılmış olsa sonra da kendilerinden fitne çıkarmaları istense hemen buna girişip derhal yapmaktan geri kalmazlardı"} ,{"id": "15", "arabic" : "وَلَقَدۡ كَانُواْ عَٰهَدُواْ ٱللَّهَ مِن قَبۡلُ لَا يُوَلُّونَ ٱلۡأَدۡبَٰرَۚ وَكَانَ عَهۡدُ ٱللَّهِ مَسۡـُٔولٗا", "english" : "And they had already promised Allah before not to turn their backs and flee. And ever is the promise to Allah [that about which one will be] questioned", "urdu" : "ان لوگوں نے اس سے پہلے اللہ سے عہد کیا تھا کہ یہ پیٹھ نہ پھیریں گے، اور اللہ سے کیے ہوئے عہد کی باز پرس تو ہونی ہی تھی","chinese" : "以前他们与安拉确已约定，他们绝不转背。安拉的盟约，是应该负责履行的。","turkey" : "And olsun ki daha önce sırt çevirip kaçmayacaklarına dair Allah'a ahd vermişlerdi. Allah'a verilen ahd sorulacaktır"} ,{"id": "16", "arabic" : "قُل لَّن يَنفَعَكُمُ ٱلۡفِرَارُ إِن فَرَرۡتُم مِّنَ ٱلۡمَوۡتِ أَوِ ٱلۡقَتۡلِ وَإِذٗا لَّا تُمَتَّعُونَ إِلَّا قَلِيلٗا", "english" : "Say [O Muhammad] Never will fleeing benefit you if you should flee from death or killing; and then [if you did] you would not be given enjoyment [of life] except for a little", "urdu" : "اے نبیؐ! ان سے کہو، اگر تم موت یا قتل سے بھاگو تو یہ بھاگنا تمہارے لیے کچھ بھی نفع بخش نہ ہو گا اس کے بعد زندگی کے مزے لوٹنے کا تھوڑا ہی موقع تمہیں مل سکے گا","chinese" : "你说：“如果你们逃避死亡，或杀戮，那么，逃避对于你们绝无裨益。你们即使逃避，也只得到稍稍享受。”","turkey" : "De ki: Eğer ölümden yahut öldürülmekten kaçıyorsanız bilin ki kaçmak size fayda vermeyecektir; kaçsanız bile az bir zamandan fazla yaşatılmazsınız"} ,{"id": "17", "arabic" : "قُلۡ مَن ذَا ٱلَّذِي يَعۡصِمُكُم مِّنَ ٱللَّهِ إِنۡ أَرَادَ بِكُمۡ سُوٓءًا أَوۡ أَرَادَ بِكُمۡ رَحۡمَةٗۚ وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا", "english" : "Say Who is it that can protect you from Allah if He intends for you an ill or intends for you a mercy? And they will not find for themselves besides Allah any protector or any helper", "urdu" : "اِن سے کہو، کون ہے جو تمہیں اللہ سے بچا سکتا ہو اگر وہ تمہیں نقصان پہنچانا چاہے؟ اور کون اس کی رحمت کو روک سکتا ہے اگر وہ تم پر مہربانی کرنا چاہے؟ اللہ کے مقابلے میں تو یہ لوگ کوئی حامی و مدد گار نہیں پا سکتے ہیں","chinese" : "你说：“如果安拉欲降祸于你们，谁能反抗安拉而保护你们呢？如果他欲降福于你们，（谁能够干涉）呢？”除安拉外，他们不能发现任何监护者和任何援助者。","turkey" : "De ki: Allah size bir kötülük dilese veya bir rahmet istese O'na karşı kim sizi koruyabilir? Allah'tan başka dost ve yardımcı da bulamazsınız"} ,{"id": "18", "arabic" : "۞قَدۡ يَعۡلَمُ ٱللَّهُ ٱلۡمُعَوِّقِينَ مِنكُمۡ وَٱلۡقَآئِلِينَ لِإِخۡوَٰنِهِمۡ هَلُمَّ إِلَيۡنَاۖ وَلَا يَأۡتُونَ ٱلۡبَأۡسَ إِلَّا قَلِيلًا", "english" : "Already Allah knows the hinderers among you and those [hypocrites] who say to their brothers Come to us and do not go to battle except for a few", "urdu" : "اللہ تم میں سے اُن لوگوں کو خوب جانتا ہے جو (جنگ کے کام میں) رکاوٹیں ڈالنے والے ہیں، جو اپنے بھائیوں سے کہتے ہیں کہ آؤ ہماری طرف جو لڑائی میں حصہ لیتے بھی ہیں تو بس نام گنانے کو","chinese" : "安拉知道你们中有些人阻碍别人，并且对他们的同胞说：“你们到我们这边来吧！”他们只偶尔参战。","turkey" : "Allah içinizden sizi alıkoyanları size Allah'ın yardımını kıskanarak kardeşlerine Bize gelin zorlanmadıkça savaşa gitmeyin diyenleri bilir. Kalblerine korku gelince ölüm baygınlığı geçiren kimse gibi gözleri dönerek sana baktıklarını görürsün. Korkuları gidince iyiliğinize olanı çekemeyip sivri dilleriyle sizi incitirler. Bunlar inanmamışlardır Allah bu sebeple işlerini boşa çıkarmıştır; bu Allah için kolaydır"} ,{"id": "19", "arabic" : "أَشِحَّةً عَلَيۡكُمۡۖ فَإِذَا جَآءَ ٱلۡخَوۡفُ رَأَيۡتَهُمۡ يَنظُرُونَ إِلَيۡكَ تَدُورُ أَعۡيُنُهُمۡ كَٱلَّذِي يُغۡشَىٰ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَإِذَا ذَهَبَ ٱلۡخَوۡفُ سَلَقُوكُم بِأَلۡسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى ٱلۡخَيۡرِۚ أُوْلَـٰٓئِكَ لَمۡ يُؤۡمِنُواْ فَأَحۡبَطَ ٱللَّهُ أَعۡمَٰلَهُمۡۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا", "english" : "Indisposed toward you. And when fear comes you see them looking at you their eyes revolving like one being overcome by death. But when fear departs they lash you with sharp tongues indisposed toward [any] good. Those have not believed so Allah has rendered their deeds worthless and ever is that for Allah easy", "urdu" : "جو تمہارا ساتھ دینے میں سخت بخیل ہیں خطرے کا وقت آ جائے تو اس طرح دیدے پھرا پھرا کر تمہاری طرف دیکھتے ہیں جیسے کسی مرنے والے پر غشی طاری ہو رہی ہو، مگر جب خطرہ گزر جاتا ہے تو یہی لوگ فائدوں کے حریص بن کر قینچی کی طرح چلتی ہوئی زبانیں لیے تمہارے استقبال کو آ جاتے ہیں یہ لوگ ہرگز ایمان نہیں لائے، اسی لیے اللہ نے ان کے سارے اعمال ضائع کر دیے اور ایسا کرنا اللہ کے لیے بہت آسان ہے","chinese" : "他们对你们是吝啬的。当恐怖降临的时候，你见他们望着你，他们的眼睛转动的像昏死的人一样；当恐怖消失的时候，他们却以尖利的口你们，而他们对钱财是吝啬的。这等人，没有信道，故安拉揭示他们的行为的虚伪，这对于安拉是容易的。","turkey" : "Allah içinizden sizi alıkoyanları size Allah'ın yardımını kıskanarak kardeşlerine Bize gelin zorlanmadıkça savaşa gitmeyin diyenleri bilir. Kalblerine korku gelince ölüm baygınlığı geçiren kimse gibi gözleri dönerek sana baktıklarını görürsün. Korkuları gidince iyiliğinize olanı çekemeyip sivri dilleriyle sizi incitirler. Bunlar inanmamışlardır Allah bu sebeple işlerini boşa çıkarmıştır; bu Allah için kolaydır"} ,{"id": "20", "arabic" : "يَحۡسَبُونَ ٱلۡأَحۡزَابَ لَمۡ يَذۡهَبُواْۖ وَإِن يَأۡتِ ٱلۡأَحۡزَابُ يَوَدُّواْ لَوۡ أَنَّهُم بَادُونَ فِي ٱلۡأَعۡرَابِ يَسۡـَٔلُونَ عَنۡ أَنۢبَآئِكُمۡۖ وَلَوۡ كَانُواْ فِيكُم مَّا قَٰتَلُوٓاْ إِلَّا قَلِيلٗا", "english" : "They think the companies have not [yet] withdrawn. And if the companies should come [again] they would wish they were in the desert among the bedouins inquiring [from afar] about your news. And if they should be among you they would not fight except for a little", "urdu" : "یہ سمجھ رہے ہیں کہ حملہ آور گروہ ابھی گئے نہیں ہیں اور اگر وہ پھر حملہ آور ہو جائیں تو ان کا جی چاہتا ہے کہ اُس موقع پر یہ کہیں صحرا میں بدوؤں کے درمیان جا بیٹھیں اور وہیں سے تمہارے حالات پوچھتے رہیں تاہم اگر یہ تمہارے درمیان رہے بھی تو لڑائی میں کم ہی حصہ لیں گے","chinese" : "他们以为同盟军还没有撤退，如果同盟军卷土重来，他们将希望自己在沙漠中的游牧的阿拉伯人中间，并从那里探听你们的消息，假若他们与你们相处，他们只偶尔参加战斗。","turkey" : "Bunlar düşman birliklerinin gitmediklerini sanıyorlardı. Bu birlikler tekrar gelmiş olsalardı kendileri çöllerde bedevilerin yanında bulunup sadece sizin haberlerinizi sormayı dilerlerdi. Aranızda olsalar ancak pek az savaşırlardı"} ,{"id": "21", "arabic" : "لَّقَدۡ كَانَ لَكُمۡ فِي رَسُولِ ٱللَّهِ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَ وَذَكَرَ ٱللَّهَ كَثِيرٗا", "english" : "There has certainly been for you in the Messenger of Allah an excellent pattern for anyone whose hope is in Allah and the Last Day and [who] remembers Allah often", "urdu" : "در حقیقت تم لوگوں کے لیے اللہ کے رسولؐ میں ایک بہترین نمونہ تھا، ہر اُس شخص کے لیے جو اللہ اور یوم آخر کا امیدوار ہو اور کثرت سے اللہ کو یاد کرے","chinese" : "希望安拉和末日，并且多多记念安拉者，你们有使者可以作为他们的优良模范。","turkey" : "Ey inananlar! And olsun ki sizin için Allah'a ve ahiret gününe kavuşmayı umanlar ve Allah'ı çok anan kimseler için Resulullah (Allah'ın Elçisi) en güzel örnektir"} ,{"id": "22", "arabic" : "وَلَمَّا رَءَا ٱلۡمُؤۡمِنُونَ ٱلۡأَحۡزَابَ قَالُواْ هَٰذَا مَا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥ وَصَدَقَ ٱللَّهُ وَرَسُولُهُۥۚ وَمَا زَادَهُمۡ إِلَّآ إِيمَٰنٗا وَتَسۡلِيمٗا", "english" : "And when the believers saw the companies they said This is what Allah and His Messenger had promised us and Allah and His Messenger spoke the truth. And it increased them only in faith and acceptance", "urdu" : "اور سچے مومنوں (کا حال اُس وقت یہ تھا کہ) جب انہوں نے حملہ آور لشکروں کو دیکھا تو پکار اٹھے کہ یہ وہی چیز ہے جس کا اللہ اور اس کے رسول نے ہم سے وعدہ کیا تھا، اللہ اور اُس کے رسولؐ کی بات بالکل سچّی تھی اِس واقعہ نے اُن کے ایمان اور ان کی سپردگی کو اور زیادہ بڑھا دیا","chinese" : "当信士见同盟军的时候，他们说：“这是安拉及其使者所应许我们的，安拉及其使者说对了。”这件事只能使他们更加确信，更加顺从。","turkey" : "İnananlar düşman birliklerini gördükleri zaman: İşte bu Allah ve Peygamberinin bize vadettiğidir; Allah ve Peygamberi doğru söylemiştir dediler. Bu onların ancak imanını ve teslimiyetlerini artırdı"} ,{"id": "23", "arabic" : "مِّنَ ٱلۡمُؤۡمِنِينَ رِجَالٞ صَدَقُواْ مَا عَٰهَدُواْ ٱللَّهَ عَلَيۡهِۖ فَمِنۡهُم مَّن قَضَىٰ نَحۡبَهُۥ وَمِنۡهُم مَّن يَنتَظِرُۖ وَمَا بَدَّلُواْ تَبۡدِيلٗا", "english" : "Among the believers are men true to what they promised Allah. Among them is he who has fulfilled his vow [to the death] and among them is he who awaits [his chance]. And they did not alter [the terms of their commitment] by any alteration", "urdu" : "ایمان لانے والوں میں ایسے لوگ موجود ہیں جنہوں نے اللہ سے کیے ہوئے عہد کو سچا کر دکھایا ہے ان میں سے کوئی اپنی نذر پوری کر چکا اور کوئی وقت آنے کا منتظر ہے انہوں نے اپنے رویے میں کوئی تبدیلی نہیں کی","chinese" : "信士中有许多人，已实践他们与安拉所订的盟约：他们中有成仁的，有待义的，他们没有变节。","turkey" : "İnananlardan Allah'a verdiği ahdi yerine getiren adamlar vardır. Kimi bu uğurda canını vermiş kimi de beklemektedir. Ahdlerini hiç değiştirmemişlerdir"} ,{"id": "24", "arabic" : "لِّيَجۡزِيَ ٱللَّهُ ٱلصَّـٰدِقِينَ بِصِدۡقِهِمۡ وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ إِن شَآءَ أَوۡ يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا", "english" : "That Allah may reward the truthful for their truth and punish the hypocrites if He wills or accept their repentance. Indeed Allah is ever Forgiving and Merciful", "urdu" : "(یہ سب کچھ اس لیے ہوا) تاکہ اللہ سچوں کو اُن کی سچائی کی جزا دے اور منافقوں کو چاہے تو سزا دے اور چاہے تو ان کی توبہ قبول کر لے، بے شک اللہ غفور و رحیم ہے","chinese" : "以便安拉因诚实者的诚实而善报他们，并且随意地惩罚伪信者，或赦宥他们。安拉确是至赦的，确是至慈的。","turkey" : "Bu sebeple Allah doğruları doğrulukları ile mükafatlandırır; ikiyüzlüleri de dilerse azablandırır veya tevbelerini kabul eder. Şüphesiz Allah bağışlayandır merhamet edendir"} ,{"id": "25", "arabic" : "وَرَدَّ ٱللَّهُ ٱلَّذِينَ كَفَرُواْ بِغَيۡظِهِمۡ لَمۡ يَنَالُواْ خَيۡرٗاۚ وَكَفَى ٱللَّهُ ٱلۡمُؤۡمِنِينَ ٱلۡقِتَالَۚ وَكَانَ ٱللَّهُ قَوِيًّا عَزِيزٗا", "english" : "And Allah repelled those who disbelieved in their rage not having obtained any good. And sufficient was Allah for the believers in battle and ever is Allah Powerful and Exalted in Might", "urdu" : "اللہ نے کفار کا منہ پھیر دیا، وہ کوئی فائدہ حاصل کیے بغیر اپنے دل کی جلن لیے یونہی پلٹ گئے، اور مومنین کی طرف سے اللہ ہی لڑنے کے لیے کافی ہو گیا، اللہ بڑی قوت والا اور زبردست ہے","chinese" : "安拉使不信道者未能获胜，忿忿而归；安拉使信士不战而胜。安拉是至刚的，是万能的。","turkey" : "Allah inkar edenleri kinleriyle geri çevirdi bir hayra ulaşamadılar; savaşta inananlara Allah'ın yardımı yetti. Allah kuvvetli olandır güçlü olandır"} ,{"id": "26", "arabic" : "وَأَنزَلَ ٱلَّذِينَ ظَٰهَرُوهُم مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن صَيَاصِيهِمۡ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَ فَرِيقٗا تَقۡتُلُونَ وَتَأۡسِرُونَ فَرِيقٗا", "english" : "And He brought down those who supported them among the People of the Scripture from their fortresses and cast terror into their hearts [so that] a party you killed and you took captive a party", "urdu" : "پھر اہل کتاب میں سے جن لوگوں نے ان حملہ آوروں کا ساتھ دیا تھا، اللہ ان کی گڑھیوں سے انہیں اتار لایا اور اُن کے دلوں میں اُس نے ایسا رُعب ڈال دیا کہ آج ان میں سے ایک گروہ کو تم قتل کر رہے ہو اور دوسرے گروہ کو قید کر رہے ہو","chinese" : "他曾使帮助他们的那些信奉天经者，从自己的堡垒上下来，并且把恐怖投在他们心里，你们杀戮一部分，俘虏一部分。","turkey" : "Allah Kitap ehlinden kafirleri destekleyenleri kalelerinden indirmiş kalblerine korku salmıştı; onların kimini öldürüyor kimini de esir alıyordunuz"} ,{"id": "27", "arabic" : "وَأَوۡرَثَكُمۡ أَرۡضَهُمۡ وَدِيَٰرَهُمۡ وَأَمۡوَٰلَهُمۡ وَأَرۡضٗا لَّمۡ تَطَـُٔوهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا", "english" : "And He caused you to inherit their land and their homes and their properties and a land which you have not trodden. And ever is Allah over all things competent", "urdu" : "اس نے تم کو ان کی زمین اور ان کے گھروں اور ان کے اموال کا وارث بنا دیا اور وہ علاقہ تمہیں دیا جسے تم نے کبھی پامال نہ کیا تھا اللہ ہر چیز پر قادر ہے","chinese" : "他使你们继承他们的土地、房屋、财产和你们尚未踏过的土地。安拉对于万事是全能的。","turkey" : "Yerlerini yurtlarını mallarını ve henüz ayağınızı dahi basmadığınız yerleri Allah size miras olarak verdi. Allah her şeye Kadir olandır"} ,{"id": "28", "arabic" : "يَـٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ إِن كُنتُنَّ تُرِدۡنَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا فَتَعَالَيۡنَ أُمَتِّعۡكُنَّ وَأُسَرِّحۡكُنَّ سَرَاحٗا جَمِيلٗا", "english" : "O Prophet say to your wives If you should desire the worldly life and its adornment then come I will provide for you and give you a gracious release", "urdu" : "اے نبیؐ، اپنی بیویوں سے کہو، اگر تم دنیا اور اس کی زینت چاہتی ہو تو آؤ، میں تمہیں کچھ دے دلا کر بھلے طریقے سے رخصت کر دوں","chinese" : "先知啊！你对你的众妻说：“如果你们欲得今世的生活与其装饰，那么，你们来吧！我将以离仪馈赠你们，我任你们依礼而离去。","turkey" : "Ey Peygamber! Eşlerine şöyle söyle: Eğer dünya hayatını ve süslerini istiyorsanız gelin size bağışta bulunayım ve güzellikle salıvereyim"} ,{"id": "29", "arabic" : "وَإِن كُنتُنَّ تُرِدۡنَ ٱللَّهَ وَرَسُولَهُۥ وَٱلدَّارَ ٱلۡأٓخِرَةَ فَإِنَّ ٱللَّهَ أَعَدَّ لِلۡمُحۡسِنَٰتِ مِنكُنَّ أَجۡرًا عَظِيمٗا", "english" : "But if you should desire Allah and His Messenger and the home of the Hereafter - then indeed Allah has prepared for the doers of good among you a great reward", "urdu" : "اور اگر تم اللہ اور اس کے رسولؐ اور دار آخرت کی طالب ہو تو جان لو کہ تم میں سے جو نیکو کار ہیں اللہ نے ان کے لیے بڑا اجر مہیا کر رکھا ہے","chinese" : "如果你们欲得真主及其使者的喜悦，与后世的安宅，那么安拉确已为你们中的行善者，预备了重大的报酬。","turkey" : "Eğer Allah'ı Peygamberini ahiret yurdunu istiyorsanız bilin ki Allah içinizden iyi davrananlara büyük ecir hazırlamıştır"} ,{"id": "30", "arabic" : "يَٰنِسَآءَ ٱلنَّبِيِّ مَن يَأۡتِ مِنكُنَّ بِفَٰحِشَةٖ مُّبَيِّنَةٖ يُضَٰعَفۡ لَهَا ٱلۡعَذَابُ ضِعۡفَيۡنِۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا", "english" : "O wives of the Prophet whoever of you should commit a clear immorality - for her the punishment would be doubled two fold and ever is that for Allah easy", "urdu" : "نبیؐ کی بیویو، تم میں سے جو کسی صریح فحش حرکت کا ارتکاب کرے گی اسے دوہرا عذاب دیا جائے گا، اللہ کے لیے یہ بہت آسان کام ہے","chinese" : "先知的妻子们啊！你们中谁作了明显的丑事者，将受加倍的刑罚，这事对于安拉是容易的。","turkey" : "Ey Peygamber'in hanımları! Sizlerden biri açık bir hayasızlık yapacak olursa onun azabı iki kat olur. Bu Allah'a kolaydır"} ,{"id": "31", "arabic" : "۞وَمَن يَقۡنُتۡ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعۡمَلۡ صَٰلِحٗا نُّؤۡتِهَآ أَجۡرَهَا مَرَّتَيۡنِ وَأَعۡتَدۡنَا لَهَا رِزۡقٗا كَرِيمٗا", "english" : "And whoever of you devoutly obeys Allah and His Messenger and does righteousness - We will give her her reward twice; and We have prepared for her a noble provision", "urdu" : "اور تم میں سے جو اللہ اور اُس کے رسولؐ کی اطاعت کرے گی اور نیک عمل کرے گی اس کو ہم دوہرا اجر دیں گے اور ہم نے اس کے لیے رزق کریم مہیا کر رکھا ہے","chinese" : "你们中谁服从安拉及其使者，而且行善，我将加倍报酬谁，我已为她预备了优厚的给养。","turkey" : "Sizlerden Allah'a ve Peygamberine boyun eğip yararlı iş işleyenlere ecrini iki kat veririz; ona cömertçe rızık hazırlamışızdır"} ,{"id": "32", "arabic" : "يَٰنِسَآءَ ٱلنَّبِيِّ لَسۡتُنَّ كَأَحَدٖ مِّنَ ٱلنِّسَآءِ إِنِ ٱتَّقَيۡتُنَّۚ فَلَا تَخۡضَعۡنَ بِٱلۡقَوۡلِ فَيَطۡمَعَ ٱلَّذِي فِي قَلۡبِهِۦ مَرَضٞ وَقُلۡنَ قَوۡلٗا مَّعۡرُوفٗا", "english" : "O wives of the Prophet you are not like anyone among women. If you fear Allah then do not be soft in speech [to men] lest he in whose heart is disease should covet but speak with appropriate speech", "urdu" : "نبیؐ کی بیویو، تم عام عورتوں کی طرح نہیں ہو اگر تم اللہ سے ڈرنے والی ہو تو دبی زبان سے بات نہ کیا کرو کہ دل کی خرابی کا مُبتلا کوئی شخص لالچ میں پڑ جائے، بلکہ صاف سیدھی بات کرو","chinese" : "先知的妻子们啊！你们不像别的任何妇女，如果你们敬畏安拉，就不要说温柔的话，以免心中有病的人，贪恋你们；你们应当说庄重的话。","turkey" : "Ey Peygamberin hanımları! Sizler herhangi bir kadın gibi değilsiniz. Allah'tan sakınıyorsanız edalı konuşmayın yoksa kalbi bozuk olan kimse kötü şeyler ümit eder; daima ciddi ve ağırbaşlı söz söyleyin"} ,{"id": "33", "arabic" : "وَقَرۡنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجۡنَ تَبَرُّجَ ٱلۡجَٰهِلِيَّةِ ٱلۡأُولَىٰۖ وَأَقِمۡنَ ٱلصَّلَوٰةَ وَءَاتِينَ ٱلزَّكَوٰةَ وَأَطِعۡنَ ٱللَّهَ وَرَسُولَهُۥٓۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُذۡهِبَ عَنكُمُ ٱلرِّجۡسَ أَهۡلَ ٱلۡبَيۡتِ وَيُطَهِّرَكُمۡ تَطۡهِيرٗا", "english" : "And abide in your houses and do not display yourselves as [was] the display of the former times of ignorance. And establish prayer and give zakah and obey Allah and His Messenger. Allah intends only to remove from you the impurity [of sin] O people of the [Prophet's] household and to purify you with [extensive] purification", "urdu" : "اپنے گھروں میں ٹِک کر رہو اور سابق دور جاہلیت کی سی سج دھج نہ دکھاتی پھرو نماز قائم کرو، زکوٰۃ دو اور اللہ اور اُس کے رسولؐ کی اطاعت کرو اللہ تو یہ چاہتا ہے کہ اہلِ بیتِ نبیؐ سے گندگی کو دور کرے اور تمہیں پوری طرح پاک کر دے","chinese" : "你们应当安居于你们的家中，你们不要炫露你们的美丽，如从前蒙昧时代的妇女那样。你们应当谨守拜功，完纳天课，顺从安拉及其使者。先知的家属啊！安拉只欲消除你们的污秽，洗净你们的罪恶。","turkey" : "Evlerinizde oturun; eski Cahiliyye'de olduğu gibi açılıp saçılmayın; namazı kılın; zekatı verin; Allah'a ve Peygamberine itaat edin. Ey Peygamberin ev halkı! (ehl-i beyt) Şüphesiz Allah sizden kusuru giderip sizi tertemiz yapmak ister"} ,{"id": "34", "arabic" : "وَٱذۡكُرۡنَ مَا يُتۡلَىٰ فِي بُيُوتِكُنَّ مِنۡ ءَايَٰتِ ٱللَّهِ وَٱلۡحِكۡمَةِۚ إِنَّ ٱللَّهَ كَانَ لَطِيفًا خَبِيرًا", "english" : "And remember what is recited in your houses of the verses of Allah and wisdom. Indeed Allah is ever Subtle and Acquainted [with all things]", "urdu" : "یاد رکھو اللہ کی آیات اور حکمت کی باتوں کو جو تمہارے گھروں میں سنائی جاتی ہیں بے شک اللہ لطیف اور باخبر ہے","chinese" : "你们应当谨记在你们家中所宣读的安拉的迹象和智慧，安拉是玄妙的，是彻知的。","turkey" : "Evlerinizde okunan Allah'ın ayetlerini ve hikmetini hatırda tutun. Şüphesiz Allah haberdar olandır latif olandır"} ,{"id": "35", "arabic" : "إِنَّ ٱلۡمُسۡلِمِينَ وَٱلۡمُسۡلِمَٰتِ وَٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ وَٱلۡقَٰنِتِينَ وَٱلۡقَٰنِتَٰتِ وَٱلصَّـٰدِقِينَ وَٱلصَّـٰدِقَٰتِ وَٱلصَّـٰبِرِينَ وَٱلصَّـٰبِرَٰتِ وَٱلۡخَٰشِعِينَ وَٱلۡخَٰشِعَٰتِ وَٱلۡمُتَصَدِّقِينَ وَٱلۡمُتَصَدِّقَٰتِ وَٱلصَّـٰٓئِمِينَ وَٱلصَّـٰٓئِمَٰتِ وَٱلۡحَٰفِظِينَ فُرُوجَهُمۡ وَٱلۡحَٰفِظَٰتِ وَٱلذَّـٰكِرِينَ ٱللَّهَ كَثِيرٗا وَٱلذَّـٰكِرَٰتِ أَعَدَّ ٱللَّهُ لَهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمٗا", "english" : "Indeed the Muslim men and Muslim women the believing men and believing women the obedient men and obedient women the truthful men and truthful women the patient men and patient women the humble men and humble women the charitable men and charitable women the fasting men and fasting women the men who guard their private parts and the women who do so and the men who remember Allah often and the women who do so - for them Allah has prepared forgiveness and a great reward", "urdu" : "بالیقین جو مرد اور جو عورتیں مسلم ہیں، مومن ہیں، مطیع فرمان ہیں، راست باز ہیں، صابر ہیں، اللہ کے آگے جھکنے والے ہیں، صدقہ دینے والے ہیں، روزہ رکھنے والے ہیں، اپنی شرمگاہوں کی حفاظت کرنے والے ہیں، اور اللہ کو کثرت سے یاد کرنے والے ہیں، اللہ نے ان کے لیے مغفرت اور بڑا اجر مہیا کر رکھا ہے","chinese" : "顺从的男女、信道的男女、诚实的男女、坚忍的男女、恭敬的男女、好施的男女、斋戒的男女、保守贞操的男女、常念安拉的男女，安拉已为他们预备了赦宥和重大的报酬。","turkey" : "Doğrusu erkek ve kadın müslümanlar erkek ve kadın müminler boyun eğen erkekler ve kadınlar doğru sözlü erkekler ve kadınlar sabırlı erkekler ve kadınlar gönülden bağlanan erkekler ve kadınlar sadaka veren erkekler ve kadınlar oruç tutan erkekler ve kadınlar iffetlerini koruyan erkekler ve kadınlar Allah'ı çok anan erkekler ve kadınlar işte Allah bunların hepsine mağfiret ve büyük ecir hazırlamıştır"} ,{"id": "36", "arabic" : "وَمَا كَانَ لِمُؤۡمِنٖ وَلَا مُؤۡمِنَةٍ إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمۡرًا أَن يَكُونَ لَهُمُ ٱلۡخِيَرَةُ مِنۡ أَمۡرِهِمۡۗ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ ضَلَّ ضَلَٰلٗا مُّبِينٗا", "english" : "It is not for a believing man or a believing woman when Allah and His Messenger have decided a matter that they should [thereafter] have any choice about their affair. And whoever disobeys Allah and His Messenger has certainly strayed into clear error", "urdu" : "کسی مومن مرد اور کسی مومن عورت کو یہ حق نہیں ہے کہ جب اللہ اور اس کا رسولؐ کسی معاملے کا فیصلہ کر دے تو پھر اسے اپنے اُس معاملے میں خود فیصلہ کرنے کا اختیار حاصل رہے اور جو کوئی اللہ اور اس کے رسولؐ کی نافرمانی کرے تو وہ صریح گمراہی میں پڑ گیا","chinese" : "当安拉及其使者判决一件事的时候，信道的男女对于他们的事，不宜有选择。谁违抗安拉及其使者，谁已陷入显著的迷误了。","turkey" : "Allah ve Peygamber'i bir şeye hükmettiği zaman inanan erkek ve kadına artık işlerinde başka yolu seçmek yaraşmaz. Allah'a ve Peygamber'e baş kaldıran şüphesiz apaçık bir şekilde sapmış olur"} ,{"id": "37", "arabic" : "وَإِذۡ تَقُولُ لِلَّذِيٓ أَنۡعَمَ ٱللَّهُ عَلَيۡهِ وَأَنۡعَمۡتَ عَلَيۡهِ أَمۡسِكۡ عَلَيۡكَ زَوۡجَكَ وَٱتَّقِ ٱللَّهَ وَتُخۡفِي فِي نَفۡسِكَ مَا ٱللَّهُ مُبۡدِيهِ وَتَخۡشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخۡشَىٰهُۖ فَلَمَّا قَضَىٰ زَيۡدٞ مِّنۡهَا وَطَرٗا زَوَّجۡنَٰكَهَا لِكَيۡ لَا يَكُونَ عَلَى ٱلۡمُؤۡمِنِينَ حَرَجٞ فِيٓ أَزۡوَٰجِ أَدۡعِيَآئِهِمۡ إِذَا قَضَوۡاْ مِنۡهُنَّ وَطَرٗاۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولٗا", "english" : "And [remember O Muhammad] when you said to the one on whom Allah bestowed favor and you bestowed favor Keep your wife and fear Allah while you concealed within yourself that which Allah is to disclose. And you feared the people while Allah has more right that you fear Him. So when Zayd had no longer any need for her We married her to you in order that there not be upon the believers any discomfort concerning the wives of their adopted sons when they no longer have need of them. And ever is the command of Allah accomplished", "urdu" : "اے نبیؐ، یاد کرو وہ موقع جب تم اس شخص سے کہہ رہے تھے جس پر اللہ نے اور تم نے احسان کیا تھا کہ اپنی بیوی کو نہ چھوڑ اور اللہ سے ڈر اُس وقت تم اپنے دل میں وہ بات چھپائے ہوئے تھے جسے اللہ کھولنا چاہتا تھا، تم لوگوں سے ڈر رہے تھے، حالانکہ اللہ اس کا زیادہ حقدار ہے کہ تم اس سے ڈرو پھر جب زیدؓ اس سے اپنی حاجت پوری کر چکا تو ہم نے اس (مطلقہ خاتون) کا تم سے نکاح کر دیا تاکہ مومنوں پر اپنے منہ بولے بیٹوں کی بیویوں کے معاملہ میں کوئی تنگی نہ رہے جبکہ وہ ان سے اپنی حاجت پوری کر چکے ہوں اور اللہ کا حکم تو عمل میں آنا ہی چاہیے تھا","chinese" : "当时，你对那安拉曾施以恩惠，你也曾施以恩惠的人说：“你应当挽留你的妻子，你应当敬畏安拉。”你把安拉所欲昭示的，隐藏在你的心中，安拉是更应当为你所畏惧的，你却畏惧众人。当宰德离弃她的时候，我以她为你的妻子，以免信士们为他们的义子所离弃的妻子而感觉烦难。安拉的命令是必须奉行的。","turkey" : "Allah'ın nimet verdiği ve senin de nimetlendirdiğin kimseye: Eşini bırakma Allah'tan sakın diyor Allah'ın açığa vuracağı şeyi içinde saklıyordun. İnsanlardan çekiniyordun; oysa Allah'tan çekinmen daha uygundu. Sonunda Zeyd eşiyle ilgisini kestiğinde onu seninle evlendirdik ki evlatlıkları eşleriyle ilgilerini kestiklerinde onlarla evlenmek konusunda müminlere bir sorumluluk olmadığı bilinsin. Allah'ın buyruğu yerine gelecektir"} ,{"id": "38", "arabic" : "مَّا كَانَ عَلَى ٱلنَّبِيِّ مِنۡ حَرَجٖ فِيمَا فَرَضَ ٱللَّهُ لَهُۥۖ سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۚ وَكَانَ أَمۡرُ ٱللَّهِ قَدَرٗا مَّقۡدُورًا", "english" : "There is not to be upon the Prophet any discomfort concerning that which Allah has imposed upon him. [This is] the established way of Allah with those [prophets] who have passed on before. And ever is the command of Allah a destiny decreed", "urdu" : "نبی پر کسی ایسے کام میں کوئی رکاوٹ نہیں ہے جو اللہ نے اس کے لیے مقرر کر دیا ہو یہی اللہ کی سنت ان سب انبیاء کے معاملہ میں رہی ہے جو پہلے گزر چکے ہیں اور اللہ کا حکم ایک قطعی طے شدہ فیصلہ ہوتا ہے","chinese" : "先知对于安拉所许他的事，不宜感觉烦难。安拉曾以此为古人的常道。安拉的命令是不可变更的定案。","turkey" : "Allah'ın Peygamber'e farz kıldığı şeylerde ona bir güçlük yoktur. Bu Allah'ın öteden beri gelmiş geçmişlere uyguladığı yasasıdır. Allah'ın emri şüphesiz gereği gibi yerine gelecektir"} ,{"id": "39", "arabic" : "ٱلَّذِينَ يُبَلِّغُونَ رِسَٰلَٰتِ ٱللَّهِ وَيَخۡشَوۡنَهُۥ وَلَا يَخۡشَوۡنَ أَحَدًا إِلَّا ٱللَّهَۗ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا", "english" : "[Allah praises] those who convey the messages of Allah and fear Him and do not fear anyone but Allah. And sufficient is Allah as Accountant", "urdu" : "(یہ اللہ کی سنت ہے اُن لوگوں کے لیے) جو اللہ کے پیغامات پہنچاتے ہیں اور اُسی سے ڈرتے ہیں اور ایک خدا کے سوا کسی سے نہیں ڈرتے، اور محاسبہ کے لیے بس اللہ ہی کافی ہے","chinese" : "先知们是传达安拉的使命的，他们畏惧他，除安拉外，他们不畏惧任何人。安拉足为监察者。","turkey" : "Allah'ın göndermiş olduklarını tebliğ edenler Allah'tan korkarlar ve O'ndan başka kimseden korkmazlar. Allah hesap gören olarak yeter"} ,{"id": "40", "arabic" : "مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٖ مِّن رِّجَالِكُمۡ وَلَٰكِن رَّسُولَ ٱللَّهِ وَخَاتَمَ ٱلنَّبِيِّـۧنَۗ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا", "english" : "Muhammad is not the father of [any] one of your men but [he is] the Messenger of Allah and last of the prophets. And ever is Allah of all things Knowing", "urdu" : "(لوگو) محمدؐ تمہارے مَردوں میں سے کسی کے باپ نہیں ہیں، مگر وہ اللہ کے رسول اور خاتم النبیین ہیں، اور اللہ ہر چیز کا علم رکھنے والا ہے","chinese" : "穆罕默德不是你们中任何男人的父亲，而是安拉的使者，和众先知的封印。安拉是全知万物的。","turkey" : "Muhammed içinizden herhangi bir adamın babası değil Allah'ın elçisi ve peygamberlerin sonuncusudur. Allah her şeyi bilendir"} ,{"id": "41", "arabic" : "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ ٱللَّهَ ذِكۡرٗا كَثِيرٗا", "english" : "O you who have believed remember Allah with much remembrance", "urdu" : "اے لوگو! جو ایمان لائے ہو، اللہ کو کثرت سے یاد کرو","chinese" : "信士们啊！你们应当常常记念安拉，","turkey" : "Ey inananlar! Allah'ı çok anın"} ,{"id": "42", "arabic" : "وَسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا", "english" : "And exalt Him morning and afternoon", "urdu" : "اور صبح و شام اس کی تسبیح کرتے رہو","chinese" : "你们应当朝夕赞颂他超绝万物。","turkey" : "O'nu sabah akşam tesbih edin"} ,{"id": "43", "arabic" : "هُوَ ٱلَّذِي يُصَلِّي عَلَيۡكُمۡ وَمَلَـٰٓئِكَتُهُۥ لِيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَكَانَ بِٱلۡمُؤۡمِنِينَ رَحِيمٗا", "english" : "It is He who confers blessing upon you and His angels [ask Him to do so] that He may bring you out from darknesses into the light. And ever is He to the believers Merciful", "urdu" : "وہی ہے جو تم پر رحمت فرماتا ہے اور اس کے ملائکہ تمہارے لیے دعائے رحمت کرتے ہیں تاکہ وہ تمہیں تاریکیوں سے روشنی میں نکال لائے، وہ مومنوں پر بہت مہربان ہے","chinese" : "他祝福你们，他的天使们为你们祈祷，以便他将你们从重重黑暗引入光明，他是怜悯信士的。","turkey" : "Karanlıklardan aydınlığa çıkarmak için size rahmet ve istiğfar eden Allah ve melekleridir. İnananlara merhamet eden O'dur"} ,{"id": "44", "arabic" : "تَحِيَّتُهُمۡ يَوۡمَ يَلۡقَوۡنَهُۥ سَلَٰمٞۚ وَأَعَدَّ لَهُمۡ أَجۡرٗا كَرِيمٗا", "english" : "Their greeting the Day they meet Him will be Peace. And He has prepared for them a noble reward", "urdu" : "جس روز وہ اس سے ملیں گے اُن کا استقبال سلام سے ہو گا اور اُن کے لیے اللہ نے بڑا با عزت اجر فراہم کر رکھا ہے","chinese" : "他们与安拉会见的那天，安拉对他们的祝辞是：“祝你们平安。”他已为他们预备了优厚的报酬。","turkey" : "O'na kavuştukları gün müminlere yapılacak dirlik temennileri Selam demek olacaktır. Onlara cömertçe verilecek ecir hazırlamıştır"} ,{"id": "45", "arabic" : "يَـٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا", "english" : "O Prophet indeed We have sent you as a witness and a bringer of good tidings and a warner", "urdu" : "اے نبیؐ، ہم نے تمہیں بھیجا ہے گواہ بنا کر، بشارت دینے والا اور ڈرانے والا بنا کر","chinese" : "先知啊！我确已派遣你为见证者，为报喜者，为警告者，","turkey" : "Biz seni şahit müjdeci uyarıcı; Allah'ın izniyle O'na çağıran nurlandıran bir ışık olarak göndermişizdir"} ,{"id": "46", "arabic" : "وَدَاعِيًا إِلَى ٱللَّهِ بِإِذۡنِهِۦ وَسِرَاجٗا مُّنِيرٗا", "english" : "And one who invites to Allah by His permission and an illuminating lamp", "urdu" : "اللہ کی اجازت سے اُس کی طرف دعوت دینے والا بنا کر اور روشن چراغ بنا کر","chinese" : "也是为奉安拉之命而召人于安拉者，是为了那灿烂的明灯。","turkey" : "Biz seni şahit müjdeci uyarıcı; Allah'ın izniyle O'na çağıran nurlandıran bir ışık olarak göndermişizdir"} ,{"id": "47", "arabic" : "وَبَشِّرِ ٱلۡمُؤۡمِنِينَ بِأَنَّ لَهُم مِّنَ ٱللَّهِ فَضۡلٗا كَبِيرٗا", "english" : "And give good tidings to the believers that they will have from Allah great bounty", "urdu" : "بشارت دے دو اُن لوگوں کو جو (تم پر) ایمان لائے ہیں کہ ان کے لیے اللہ کی طرف سے بڑا فضل ہے","chinese" : "你应当向信士们报喜，他们将获得安拉降下的宏恩。","turkey" : "İnananlara Rablerinden büyük bir lütuf olduğunu müjdele"} ,{"id": "48", "arabic" : "وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَ وَدَعۡ أَذَىٰهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا", "english" : "And do not obey the disbelievers and the hypocrites but do not harm them and rely upon Allah. And sufficient is Allah as Disposer of affairs", "urdu" : "اور ہرگز نہ دبو کفار و منافقین سے، کوئی پرواہ نہ کرو ان کی اذیت رسانی کی اور بھروسہ کر لو اللہ پر، اللہ ہی اس کے لیے کافی ہے کہ آدمی اپنے معاملات اُس کے سپرد کر دے","chinese" : "你不要顺从不信道者和伪信者，你应当任随他们辱骂，你应当托靠安拉，安拉足为监护者。","turkey" : "İnkarcılara ikiyüzlülere itaat etme; eziyetlerine aldırma; Allah'a güven güvenilecek olarak Allah yeter"} ,{"id": "49", "arabic" : "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَكَحۡتُمُ ٱلۡمُؤۡمِنَٰتِ ثُمَّ طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمۡ عَلَيۡهِنَّ مِنۡ عِدَّةٖ تَعۡتَدُّونَهَاۖ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحٗا جَمِيلٗا", "english" : "O You who have believed when you marry believing women and then divorce them before you have touched them then there is not for you any waiting period to count concerning them. So provide for them and give them a gracious release", "urdu" : "اَے لوگو جو ایمان لائے ہو، جب تم مومن عورتوں سے نکاح کرو اور پھر انہیں ہاتھ لگانے سے پہلے طلاق دے دو تو تمہاری طرف سے ان پر کوئی عدت لازم نہیں ہے جس کے پورے ہونے کا تم مطالبہ کر سکو لہٰذا انہیں کچھ مال دو اور بھلے طریقے سے رخصت کر دو","chinese" : "信道的人们啊！你们若娶信道的妇女，然后在交接前休了她们，那么，她们不该为你们而守限期，所以你们应当使她们享受，应当让她们依礼而离去。","turkey" : "Ey inananlar! Mümin kadınlarla nikahlanıp onları temasta bulunmadan boşadığınızda artık onlar için size iddet saymaya lüzum yoktur. Kendilerine bağışta bulunarak onları güzellikle serbest bırakın"} ,{"id": "50", "arabic" : "يَـٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَحۡلَلۡنَا لَكَ أَزۡوَٰجَكَ ٱلَّـٰتِيٓ ءَاتَيۡتَ أُجُورَهُنَّ وَمَا مَلَكَتۡ يَمِينُكَ مِمَّآ أَفَآءَ ٱللَّهُ عَلَيۡكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّـٰتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَٰلَٰتِكَ ٱلَّـٰتِي هَاجَرۡنَ مَعَكَ وَٱمۡرَأَةٗ مُّؤۡمِنَةً إِن وَهَبَتۡ نَفۡسَهَا لِلنَّبِيِّ إِنۡ أَرَادَ ٱلنَّبِيُّ أَن يَسۡتَنكِحَهَا خَالِصَةٗ لَّكَ مِن دُونِ ٱلۡمُؤۡمِنِينَۗ قَدۡ عَلِمۡنَا مَا فَرَضۡنَا عَلَيۡهِمۡ فِيٓ أَزۡوَٰجِهِمۡ وَمَا مَلَكَتۡ أَيۡمَٰنُهُمۡ لِكَيۡلَا يَكُونَ عَلَيۡكَ حَرَجٞۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا", "english" : "O Prophet indeed We have made lawful to you your wives to whom you have given their due compensation and those your right hand possesses from what Allah has returned to you [of captives] and the daughters of your paternal uncles and the daughters of your paternal aunts and the daughters of your maternal uncles and the daughters of your maternal aunts who emigrated with you and a believing woman if she gives herself to the Prophet [and] if the Prophet wishes to marry her [this is] only for you excluding the [other] believers. We certainly know what We have made obligatory upon them concerning their wives and those their right hands possess [but this is for you] in order that there will be upon you no discomfort. And ever is Allah Forgiving and Merciful", "urdu" : "اے نبیؐ، ہم نے تمہارے لیے حلال کر دیں تمہاری وہ بیویاں جن کے مہر تم نے ادا کیے ہیں، اور وہ عورتیں جو اللہ کی عطا کردہ لونڈیوں میں سے تمہاری ملکیت میں آئیں، اور تمہاری وہ چچا زاد اور پھوپھی زاد اور ماموں زاد اور خالہ زاد بہنیں جنہوں نے تمہارے ساتھ ہجرت کی ہے، اور وہ مومن عورت جس نے اپنے آپ کو نبیؐ کے لیے ہبہ کیا ہو اگر نبیؐ اسے نکاح میں لینا چاہے یہ رعایت خالصۃً تمہارے لیے ہے، دوسرے مومنوں کے لیے نہیں ہے ہم کو معلوم ہے کہ عام مومنوں پر ان کی بیویوں اور لونڈیوں کے بارے میں ہم نے کیا حدود عائد کیے ہیں (تمہیں ان حدود سے ہم نے اس لیے مستثنیٰ کیا ہے) تاکہ تمہارے اوپر کوئی تنگی نہ رہے، اور اللہ غفور و رحیم ہے","chinese" : "先知啊！我确已准你享受你给予聘礼的妻子，你的奴婢，即安拉已为你的战利品的，你的从父的女儿、你的姑母的女儿、你的舅父的女儿、你的姨母的女儿，她们是同你一道迁居的。信道的妇女，若将自身赠于先知，若先知愿意娶她，这是特许你的，信士们不得援例——我知道我为他们的妻子与奴婢而对他们做出的规定——以免你感受困难。安拉是至赦的，是至慈的。","turkey" : "Mehirlerini verdiğin eşlerini Allah'ın sana ganimet olarak verdiği cariyeleri seninle beraber hicret eden amcanın kızlarını halalarının kızlarını dayının kızlarını teyzelerinin kızlarını ve Peygamber nikahlanmayı dilediği takdirde müminlerden ayrı sırf sana mahsus olmak üzere kendisinin mehrini Peygambere hibe eden mümin kadını almanı helal kılmışızdır. Bir zorluğa uğramaman için; müminlerin eşleri ve cariyeleri hakkında onların üzerine neyi farz kılmış olduğumuzu bildirmiştik. Allah bağışlayandır merhamet edendir"} ,{"id": "51", "arabic" : "۞تُرۡجِي مَن تَشَآءُ مِنۡهُنَّ وَتُـٔۡوِيٓ إِلَيۡكَ مَن تَشَآءُۖ وَمَنِ ٱبۡتَغَيۡتَ مِمَّنۡ عَزَلۡتَ فَلَا جُنَاحَ عَلَيۡكَۚ ذَٰلِكَ أَدۡنَىٰٓ أَن تَقَرَّ أَعۡيُنُهُنَّ وَلَا يَحۡزَنَّ وَيَرۡضَيۡنَ بِمَآ ءَاتَيۡتَهُنَّ كُلُّهُنَّۚ وَٱللَّهُ يَعۡلَمُ مَا فِي قُلُوبِكُمۡۚ وَكَانَ ٱللَّهُ عَلِيمًا حَلِيمٗا", "english" : "You [O Muhammad] may put aside whom you will of them or take to yourself whom you will. And any that you desire of those [wives] from whom you had [temporarily] separated - there is no blame upon you [in returning her]. That is more suitable that they should be content and not grieve and that they should be satisfied with what you have given them - all of them. And Allah knows what is in your hearts. And ever is Allah Knowing and Forbearing", "urdu" : "تم کو اختیار دیا جاتا ہے کہ اپنی بیویوں میں سے جس کو چاہو اپنے سے الگ رکھو، جسے چاہو اپنے ساتھ رکھو اور جسے چاہو الگ رکھنے کے بعد اپنے پاس بلا لو اس معاملہ میں تم پر کوئی مضائقہ نہیں ہے اِس طرح زیادہ متوقع ہے کہ اُن کی آنکھیں ٹھنڈی رہیں گی اور وہ رنجیدہ نہ ہوں گی، اور جو کچھ بھی تم اُن کو دو گے اس پر وہ سب راضی رہیں گی اللہ جانتا ہے جو کچھ تم لوگوں کے دلوں میں ہے، اور اللہ علیم و حلیم ہے","chinese" : "你可以任意地离绝她们中的任何人，也可以任意地挽留她们中的任何人。你所暂离的妻子，你想召回她，对于你是毫无罪过的。那是最近于使她们感到安慰而无悲哀的，并且都满意你所给予她们的。安拉知道你们的心事，安拉是全知的，是至睿的。","turkey" : "Bunlardan istediğini bırakır istediğini yanına alabilirsin. Sırasını geri bırakmış olduklarından da arzu ettiğini yanına almanda sana bir sorumluluk yoktur. Bu onların gözlerinin aydın olmasını üzülmemelerini hepsine verdiğin şeylere razı olmalarını daha iyi sağlar. Allah kalblerinizde olanı bilir; Allah bilendir Halim olandır"} ,{"id": "52", "arabic" : "لَّا يَحِلُّ لَكَ ٱلنِّسَآءُ مِنۢ بَعۡدُ وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنۡ أَزۡوَٰجٖ وَلَوۡ أَعۡجَبَكَ حُسۡنُهُنَّ إِلَّا مَا مَلَكَتۡ يَمِينُكَۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ رَّقِيبٗا", "english" : "Not lawful to you [O Muhammad] are [any additional] women after [this] nor [is it] for you to exchange them for [other] wives even if their beauty were to please you except what your right hand possesses. And ever is Allah over all things an Observer", "urdu" : "اس کے بعد تمہارے لیے دوسری عورتیں حلال نہیں ہیں، اور نہ اس کی اجازت ہے کہ ان کی جگہ اور بیویاں لے آؤ خواہ اُن کا حسن تمہیں کتنا ہی پسند ہو، البتہ لونڈیوں کی تمہیں اجازت ہے اللہ ہر چیز پر نگران ہے","chinese" : "以后不准你再娶妇女，也不准你以她们换掉别的妻子，即使你羡慕她们的美貌，除非是你的奴婢，安拉是监视万物的。","turkey" : "Bundan sonra sana hiçbir kadın cariyelerin bir yana güzellikleri ne kadar hoşuna giderse gitsin hiçbirini boşayıp başka bir eşle değiştirmen helal değildir. Allah her şeyi gözetmektedir"} ,{"id": "53", "arabic" : "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَدۡخُلُواْ بُيُوتَ ٱلنَّبِيِّ إِلَّآ أَن يُؤۡذَنَ لَكُمۡ إِلَىٰ طَعَامٍ غَيۡرَ نَٰظِرِينَ إِنَىٰهُ وَلَٰكِنۡ إِذَا دُعِيتُمۡ فَٱدۡخُلُواْ فَإِذَا طَعِمۡتُمۡ فَٱنتَشِرُواْ وَلَا مُسۡتَـٔۡنِسِينَ لِحَدِيثٍۚ إِنَّ ذَٰلِكُمۡ كَانَ يُؤۡذِي ٱلنَّبِيَّ فَيَسۡتَحۡيِۦ مِنكُمۡۖ وَٱللَّهُ لَا يَسۡتَحۡيِۦ مِنَ ٱلۡحَقِّۚ وَإِذَا سَأَلۡتُمُوهُنَّ مَتَٰعٗا فَسۡـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٖۚ ذَٰلِكُمۡ أَطۡهَرُ لِقُلُوبِكُمۡ وَقُلُوبِهِنَّۚ وَمَا كَانَ لَكُمۡ أَن تُؤۡذُواْ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓاْ أَزۡوَٰجَهُۥ مِنۢ بَعۡدِهِۦٓ أَبَدًاۚ إِنَّ ذَٰلِكُمۡ كَانَ عِندَ ٱللَّهِ عَظِيمًا", "english" : "O you who have believed do not enter the houses of the Prophet except when you are permitted for a meal without awaiting its readiness. But when you are invited then enter; and when you have eaten disperse without seeking to remain for conversation. Indeed that [behavior] was troubling the Prophet and he is shy of [dismissing] you. But Allah is not shy of the truth. And when you ask [his wives] for something ask them from behind a partition. That is purer for your hearts and their hearts. And it is not [conceivable or lawful] for you to harm the Messenger of Allah or to marry his wives after him ever. Indeed that would be in the sight of Allah an enormity", "urdu" : "اے لوگو جو ایمان لائے ہو، نبیؐ کے گھروں میں بلا اجازت نہ چلے آیا کرو نہ کھانے کا وقت تاکتے رہو ہاں اگر تمہیں کھانے پر بلایا جائے تو ضرور آؤ مگر جب کھانا کھالو تو منتشر ہو جاؤ، باتیں کرنے میں نہ لگے رہو تمہاری یہ حرکتیں نبیؐ کو تکلیف دیتی ہیں، مگر وہ شرم کی وجہ سے کچھ نہیں کہتے اور اللہ حق بات کہنے میں نہیں شرماتا نبیؐ کی بیویوں سے اگر تمہیں کچھ مانگنا ہو تو پردے کے پیچھے سے مانگا کرو، یہ تمہارے اور ان کے دلوں کی پاکیزگی کے لیے زیادہ مناسب طریقہ ہے تمہارے لیے یہ ہرگز جائز نہیں کہ اللہ کے رسولؐ کو تکلیف دو، اور نہ یہ جائز ہے کہ ان کے بعد ان کی بیویوں سے نکاح کرو، یہ اللہ کے نزدیک بہت بڑا گناہ ہے","chinese" : "信士们啊！你们不要进先知的家，除非邀请你们去吃饭的时候；你们不要进去等饭熟，当请你们去的时候才进去；既吃之后就当告退，不要留恋闲话，因为那会使先知感到为难，他不好意思辞退你们。安拉是不耻于揭示真理的。你们向先知的妻子们索取任何物品的时候，应当在帷幕外索取，那对于你们的心和她们的心是更清白的。你们不宜使使者为难，在他之后，永不宜娶他的妻子，因为在安拉看来，那是一件大罪。","turkey" : "Ey inananlar! Peygamber'in evlerine yemeğe çağırılmaksızın vakitli vakitsiz girmeyin; fakat davet edilseniz girin ve yemeği yiyince dağılın. Sohbet etmek için de girip oturmayın. Bu haliniz Peygamber'i üzüyor o da size bir şey söylemeye çekiniyordu. Allah gerçeği söylemekten çekinmez. Peygamber'in eşlerinden bir şey isteyeceğinizde onu perde arkasından isteyin. Bu sayede sizin gönülleriniz de onların gönülleri de daha temiz kalır. Bundan sonra ne Allah'ın Peygamber'ini üzmeniz ve ne de O'nuneşlerini nikahlamanız asla caiz değildir. Doğrusu bu Allah katında büyük şeydir"} ,{"id": "54", "arabic" : "إِن تُبۡدُواْ شَيۡـًٔا أَوۡ تُخۡفُوهُ فَإِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا", "english" : "Whether you reveal a thing or conceal it indeed Allah is ever of all things Knowing", "urdu" : "تم خواہ کوئی بات ظاہر کرو یا چھپاؤ، اللہ کو ہر بات کا علم ہے","chinese" : "如果你们要表白什么，或隐匿什么，（安拉总是知道的），因为安拉确是知道万物的。","turkey" : "Bir şeyi açıklasanız de gizleseniz de Allah şüphesiz hepsini bilir"} ,{"id": "55", "arabic" : "لَّا جُنَاحَ عَلَيۡهِنَّ فِيٓ ءَابَآئِهِنَّ وَلَآ أَبۡنَآئِهِنَّ وَلَآ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ أَخَوَٰتِهِنَّ وَلَا نِسَآئِهِنَّ وَلَا مَا مَلَكَتۡ أَيۡمَٰنُهُنَّۗ وَٱتَّقِينَ ٱللَّهَۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا", "english" : "There is no blame upon women concerning their fathers or their sons or their brothers or their brothers' sons or their sisters' sons or their women or those their right hands possess. And fear Allah. Indeed Allah is ever over all things Witness", "urdu" : "ازواج نبیؐ کے لیے اس میں کوئی مضائقہ نہیں ہے کہ ان کے باپ، ان کے بیٹے، ان کے بھائی، ان کے بھتیجے، ان کے بھانجے، ان کے میل جول کی عورتیں اور ان کے مملوک گھروں میں آئیں (اے عورتو) تمہیں اللہ کی نافرمانی سے پرہیز کرنا چاہیے اللہ ہر چیز پر نگاہ رکھتا ہے","chinese" : "她们无妨会见她们的父亲、儿子、弟兄、侄子、外甥、信道的妇女和自己的奴婢。你们应当敬畏安拉，安拉确是见证万物的。","turkey" : "Onların; babaları oğulları erkek kardeşleri erkek kardeşlerinin oğulları kız kardeşlerinin oğulları hizmetçi kadınları ve cariyeleri hakkında bir sorumluluğu yoktur. Allah'tan sakının çünkü Allah her şeye şahiddir"} ,{"id": "56", "arabic" : "إِنَّ ٱللَّهَ وَمَلَـٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِيِّۚ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ صَلُّواْ عَلَيۡهِ وَسَلِّمُواْ تَسۡلِيمًا", "english" : "Indeed Allah confers blessing upon the Prophet and His angels [ask Him to do so]. O you who have believed ask [Allah to confer] blessing upon him and ask [Allah to grant him] peace", "urdu" : "اللہ اور اس کے ملائکہ نبیؐ پر درود بھیجتے ہیں، اے لوگو جو ایمان لائے ہو، تم بھی ان پر درود و سلام بھیجو","chinese" : "安拉和他的天使们确实祝福先知。信士们啊！你们应当祝福他，祝他平安！","turkey" : "Şüphesiz Allah ve melekleri Peygamberi överler: Ey inananlar! Siz de onu övün ona salat ve selam getirin"} ,{"id": "57", "arabic" : "إِنَّ ٱلَّذِينَ يُؤۡذُونَ ٱللَّهَ وَرَسُولَهُۥ لَعَنَهُمُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَأَعَدَّ لَهُمۡ عَذَابٗا مُّهِينٗا", "english" : "Indeed those who abuse Allah and His Messenger - Allah has cursed them in this world and the Hereafter and prepared for them a humiliating punishment", "urdu" : "جو لوگ اللہ اور اس کے رسولؐ کو اذیت دیتے ہیں ان پر دنیا اور آخرت میں اللہ نے لعنت فرمائی ہے اور اُن کے لیے رسوا کن عذاب مہیا کر دیا ہے","chinese" : "诽谤安拉和使者的人，安拉在今世和后世必弃绝他们，并为他们预备凌辱的刑罚。","turkey" : "Allah'ı ve Peygamber'ini incitenlere Allah dünyada da ahirette de lanet eder; onlara alçaltıcı bir azap hazırlar"} ,{"id": "58", "arabic" : "وَٱلَّذِينَ يُؤۡذُونَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ بِغَيۡرِ مَا ٱكۡتَسَبُواْ فَقَدِ ٱحۡتَمَلُواْ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا", "english" : "And those who harm believing men and believing women for [something] other than what they have earned have certainly born upon themselves a slander and manifest sin", "urdu" : "اور جو لوگ مومن مردوں اور عورتوں کو بے قصور اذیت دیتے ہیں اُنہوں نے ایک بڑے بہتان اور صریح گناہ کا وبال اپنے سر لے لیا ہے","chinese" : "以信士们和信女们所未犯的罪恶诽谤他们者，确已担负诬蔑和明显的罪恶。","turkey" : "İnanan erkek ve kadınları yapmadıkları bir şeyden ötürü incitenler şüphesiz iftira etmiş ve apaçık bir günah yüklenmiş olurlar"} ,{"id": "59", "arabic" : "يَـٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلۡمُؤۡمِنِينَ يُدۡنِينَ عَلَيۡهِنَّ مِن جَلَٰبِيبِهِنَّۚ ذَٰلِكَ أَدۡنَىٰٓ أَن يُعۡرَفۡنَ فَلَا يُؤۡذَيۡنَۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا", "english" : "O Prophet tell your wives and your daughters and the women of the believers to bring down over themselves [part] of their outer garments. That is more suitable that they will be known and not be abused. And ever is Allah Forgiving and Merciful", "urdu" : "اے نبیؐ، اپنی بیویوں اور بیٹیوں اور اہل ایمان کی عورتوں سے کہہ دو کہ اپنے اوپر اپنی چادروں کے پلو لٹکا لیا کریں یہ زیادہ مناسب طریقہ ہے تاکہ وہ پہچان لی جائیں اور نہ ستائی جائیں اللہ تعالیٰ غفور و رحیم ہے","chinese" : "先知啊！你应当对你的妻子、你的女儿和信士们的妇女说：她们应当用外衣蒙着自己的身体。这样做最容易使人认识她们，而不受侵犯。安拉是至赦的，是至慈的。","turkey" : "Ey Peygamber! Eşlerine kızlarına ve müminlerin kadınlarına dışarı çıkarken üstlerine örtü almalarını söyle; bu onların hür ve namuslu bilinmelerini ve bundan dolayı incitilmemelerini daha iyi sağlar. Allah bağışlar ve merhamet eder"} ,{"id": "60", "arabic" : "۞لَّئِن لَّمۡ يَنتَهِ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡمُرۡجِفُونَ فِي ٱلۡمَدِينَةِ لَنُغۡرِيَنَّكَ بِهِمۡ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلٗا", "english" : "If the hypocrites and those in whose hearts is disease and those who spread rumors in al-Madinah do not cease We will surely incite you against them; then they will not remain your neighbors therein except for a little", "urdu" : "اگر منافقین، اور وہ لوگ جن کے دلوں میں خرابی ہے، اور وہ جو مدینہ میں ہیجان انگیز افواہیں پھیلانے والے ہیں، اپنی حرکتوں سے باز نہ آئے تو ہم ان کے خلاف کاروائی کرنے کے لیے تمہیں اُٹھا کھڑا کریں گے، پھر وہ اس شہر میں مشکل ہی سے تمہارے ساتھ رہ سکیں گے","chinese" : "伪信的，心中有病的、在城中煽惑人心的，如果他们仍不罢休，我必命你制裁他们，他们就不得久居城中与你为邻了。","turkey" : "İkiyüzlüler kalblerinde fesat bulunanlar şehirde bozguncu haberler yayanlar eğer bundan vazgeçmezlerse and olsun ki seni onlarla mücadeleye davet ederiz; sonra çevrende az bir zamandan fazla kalamazlar"} ,{"id": "61", "arabic" : "مَّلۡعُونِينَۖ أَيۡنَمَا ثُقِفُوٓاْ أُخِذُواْ وَقُتِّلُواْ تَقۡتِيلٗا", "english" : "Accursed wherever they are found [being] seized and massacred completely", "urdu" : "ان پر ہر طرف سے لعنت کی بوچھاڑ ہو گی، جہاں کہیں پائے جائیں گے پکڑے جائیں گے اور بُری طرح مارے جائیں گے","chinese" : "他们将被弃绝，无论他们在哪里被发现，就在哪里被逮捕，而被处死。","turkey" : "Lanetlenmiş olarak nerede bulunurlarsa yakalanır ve hem de öldürülürler"} ,{"id": "62", "arabic" : "سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا", "english" : "[This is] the established way of Allah with those who passed on before; and you will not find in the way of Allah any change", "urdu" : "یہ اللہ کی سنت ہے جو ایسے لوگوں کے معاملے میں پہلے سے چلی آ رہی ہے، اور تم اللہ کی سنت میں کوئی تبدیلی نہ پاؤ گے","chinese" : "这是安拉对于古人的常道，你绝不能发现任何变更。","turkey" : "Allah'ın geçmişlere uyguladığı yasası budur ve Allah'ın yasasında bir değişme bulamazsın"} ,{"id": "63", "arabic" : "يَسۡـَٔلُكَ ٱلنَّاسُ عَنِ ٱلسَّاعَةِۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِۚ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ تَكُونُ قَرِيبًا", "english" : "People ask you concerning the Hour. Say Knowledge of it is only with Allah. And what may make you perceive? Perhaps the Hour is near", "urdu" : "لوگ تم سے پوچھتے ہیں کہ قیامت کی گھڑی کب آئے گی کہو، اُس کا علم تو اللہ ہی کو ہے تمہیں کیا خبر، شاید کہ وہ قریب ہی آ لگی ہو","chinese" : "众人问你复活时在什么时候？你说：“那只有安拉才知道。”什么使你知道它何时发生呢？复活时，或许是很近的。","turkey" : "İnsanlar senden kıyametin zamanını soruyorlar; de ki: Onun bilgisi ancak Allah katındadır; ne bilirsin belki de zamanı yakındır"} ,{"id": "64", "arabic" : "إِنَّ ٱللَّهَ لَعَنَ ٱلۡكَٰفِرِينَ وَأَعَدَّ لَهُمۡ سَعِيرًا", "english" : "Indeed Allah has cursed the disbelievers and prepared for them a Blaze", "urdu" : "بہرحال یہ یقینی امر ہے کہ اللہ نے کافروں پر لعنت کی ہے اور ان کے لیے بھڑکتی ہوئی آگ مہیا کر دی ہے","chinese" : "安拉确已弃绝不信道者，并为他们预备烈火","turkey" : "Allah şüphesiz inkarcılara lanet etmiş ve onlara içinde sonsuz olarak temelli kalacakları çılgın alevli cehennemi hazırlamıştır. Onlar bir dost ve yardımcı bulamazlar"} ,{"id": "65", "arabic" : "خَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا", "english" : "Abiding therein forever they will not find a protector or a helper", "urdu" : "جس میں وہ ہمیشہ رہیں گے، کوئی حامی و مدد گار نہ پا سکیں گے","chinese" : "他们将永居其中，不能得到任何保护者，也不能得到任何援助者。","turkey" : "Allah şüphesiz inkarcılara lanet etmiş ve onlara içinde sonsuz olarak temelli kalacakları çılgın alevli cehennemi hazırlamıştır. Onlar bir dost ve yardımcı bulamazlar"} ,{"id": "66", "arabic" : "يَوۡمَ تُقَلَّبُ وُجُوهُهُمۡ فِي ٱلنَّارِ يَقُولُونَ يَٰلَيۡتَنَآ أَطَعۡنَا ٱللَّهَ وَأَطَعۡنَا ٱلرَّسُولَا۠", "english" : "The Day their faces will be turned about in the Fire they will say How we wish we had obeyed Allah and obeyed the Messenger", "urdu" : "جس روز ان کے چہرے آگ پر الٹ پلٹ کیے جائیں گے اُس وقت وہ کہیں گے کہ کاش ہم نے اللہ اور رسولؐ کی اطاعت کی ہوتی","chinese" : "他们的面皮在火中被翻转之日，他们将说：“但愿我们曾服从安拉，服从使者！”","turkey" : "Yüzleri ateşte çevrildiği gün: Keşke Allah'a itaat etseydik keşke Peygamber'e itaat etseydik! derler"} ,{"id": "67", "arabic" : "وَقَالُواْ رَبَّنَآ إِنَّآ أَطَعۡنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا ٱلسَّبِيلَا۠", "english" : "And they will say Our Lord indeed we obeyed our masters and our dignitaries and they led us astray from the [right] way", "urdu" : "اور کہیں گے اے رب ہمارے، ہم نے اپنے سرداروں اور اپنے بڑوں کی اطاعت کی اور انہوں نے ہمیں راہِ راست سے بے راہ کر دیا","chinese" : "他们说：“我们的主啊！我们确已服从我们的领袖和我们的伟人，是他们使我们违背正道。","turkey" : "Rabbimiz! Biz yöneticilerimize ve büyüklerimize itaat etmiştik fakat onlar bizi yoldan saptırdılar. Rabbimiz! Onlara iki kat azap ver onları büyük bir lanete uğrat derler"} ,{"id": "68", "arabic" : "رَبَّنَآ ءَاتِهِمۡ ضِعۡفَيۡنِ مِنَ ٱلۡعَذَابِ وَٱلۡعَنۡهُمۡ لَعۡنٗا كَبِيرٗا", "english" : "Our Lord give them double the punishment and curse them with a great curse", "urdu" : "اے رب، ان کو دوہرا عذاب دے اور ان پر سخت لعنت کر","chinese" : "我们的主啊！求你用加倍的刑罚处治他们，求你严厉地弃绝他们。”","turkey" : "Rabbimiz! Biz yöneticilerimize ve büyüklerimize itaat etmiştik fakat onlar bizi yoldan saptırdılar. Rabbimiz! Onlara iki kat azap ver onları büyük bir lanete uğrat derler"} ,{"id": "69", "arabic" : "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ ءَاذَوۡاْ مُوسَىٰ فَبَرَّأَهُ ٱللَّهُ مِمَّا قَالُواْۚ وَكَانَ عِندَ ٱللَّهِ وَجِيهٗا", "english" : "O you who have believed be not like those who abused Moses; then Allah cleared him of what they said. And he in the sight of Allah was distinguished", "urdu" : "اے لوگو جو ایمان لائے ہو، اُن لوگوں کی طرح نہ بن جاؤ جنہوں نے موسیٰؑ کو اذیتیں دی تھیں، پھر اللہ نے اُن کی بنائی ہوئی باتوں سے اُس کی برأت فرمائی اور وہ اللہ کے نزدیک با عزت تھا","chinese" : "信士们啊！你们不要仿效冤诬穆萨的人们。安拉已为他洗雪冤诬，据安拉看来，他是有面子的。","turkey" : "Ey inananlar! Musa'yı incitenler gibi olmayın. Nitekim Allah onu söylediklerinden beri tutmuştu. O Allah'ın katında değerli bir kişiydi"} ,{"id": "70", "arabic" : "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَقُولُواْ قَوۡلٗا سَدِيدٗا", "english" : "O you who have believed fear Allah and speak words of appropriate justice", "urdu" : "اے ایمان لانے والو، اللہ سے ڈرو اور ٹھیک بات کیا کرو","chinese" : "信士们啊！你们应当敬畏安拉，应当说正话。","turkey" : "Ey inananlar! Allah'tan sakının dürüst söz söyleyin de Allah işlerinizi kendinize yararlı kılsın ve günahlarınızı size bağışlasın. Kim Allah'a ve Peygamber'ine itaat ederse şüphesiz büyük bir kurtuluşa ermiş olur"} ,{"id": "71", "arabic" : "يُصۡلِحۡ لَكُمۡ أَعۡمَٰلَكُمۡ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ فَازَ فَوۡزًا عَظِيمًا", "english" : "He will [then] amend for you your deeds and forgive you your sins. And whoever obeys Allah and His Messenger has certainly attained a great attainment", "urdu" : "اللہ تمہارے اعمال درست کر دے گا اور تمہارے قصوروں سے درگزر فرمائے گا جو شخص اللہ اور اس کے رسولؐ کی اطاعت کرے اُس نے بڑی کامیابی حاصل کی","chinese" : "他就改善你们的行为，就赦宥你们的罪过。服从安拉及其使者的人，确已获得伟大的成功。","turkey" : "Ey inananlar! Allah'tan sakının dürüst söz söyleyin de Allah işlerinizi kendinize yararlı kılsın ve günahlarınızı size bağışlasın. Kim Allah'a ve Peygamber'ine itaat ederse şüphesiz büyük bir kurtuluşa ermiş olur"} ,{"id": "72", "arabic" : "إِنَّا عَرَضۡنَا ٱلۡأَمَانَةَ عَلَى ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱلۡجِبَالِ فَأَبَيۡنَ أَن يَحۡمِلۡنَهَا وَأَشۡفَقۡنَ مِنۡهَا وَحَمَلَهَا ٱلۡإِنسَٰنُۖ إِنَّهُۥ كَانَ ظَلُومٗا جَهُولٗا", "english" : "Indeed we offered the Trust to the heavens and the earth and the mountains and they declined to bear it and feared it; but man [undertook to] bear it. Indeed he was unjust and ignorant", "urdu" : "ہم نے اس امانت کو آسمانوں اور زمین اور پہاڑوں کے سامنے پیش کیا تو وہ اُسے اٹھانے کے لیے تیار نہ ہوئے اور اس سے ڈر گئے، مگر انسان نے اسے اٹھا لیا، بے شک وہ بڑا ظالم اور جاہل ہے","chinese" : "我确已将重任信托天地和山岳，但它们不肯承担它，它们畏惧它，而人却承担了——人确是不义的，确是无知的，","turkey" : "Doğrusu Biz sorumluluğu (emaneti) göklere yere dağlara sunmuşuzdur da onlar bunu yüklenmekten çekinmişler ve ondan korkup titremişlerdir; onu insan yüklendi. Doğrusu o çok zalim ve çok cahildir. (kabulüne rağmen emanete hıyanet etmektedir)"} ,{"id": "73", "arabic" : "لِّيُعَذِّبَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمَۢا", "english" : "[It was] so that Allah may punish the hypocrite men and hypocrite women and the men and women who associate others with Him and that Allah may accept repentance from the believing men and believing women. And ever is Allah Forgiving and Merciful", "urdu" : "اِس بار امانت کو اٹھانے کا لازمی نتیجہ یہ ہے کہ اللہ منافق مردوں اور عورتوں، اور مشرک مردوں اور عورتوں کو سزا دے اور مومن مَردوں اور عورتوں کی توبہ قبول کرے، اللہ درگزر فرمانے والا اور رحیم ہے","chinese" : "以致安拉惩罚伪信的男女和以物配主的男女，而赦宥信道的男女！安拉是至赦的，是至慈的。","turkey" : "Bunun sonucu olarak Allah ikiyüzlü erkek ve kadınlara Allah'a ortak koşan erkek ve kadınlara azap verecektir. Allah inanan erkek ve kadınların tevbelerini kabul buyuracaktır. Allah bağışlar ve merhamet eder"} ]}