{"name":"فاطر","verses":[{"id": "1", "arabic" : "ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَـٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ", "english" : "[All] praise is [due] to Allah Creator of the heavens and the earth [who] made the angels messengers having wings two or three or four. He increases in creation what He wills. Indeed Allah is over all things competent", "urdu" : "تعریف اللہ ہی کے لیے ہے جو آسمانوں اور زمین کا بنانے والا اور فرشتوں کو پیغام رساں مقرر کر نے والا ہے، (ایسے فرشتے) جن کے دو دو اور تین تین اور چار چار بازو ہیں وہ اپنی مخلوق کی ساخت میں جیسا چاہتا ہے اضافہ کرتا ہے یقیناً اللہ ہر چیز پر قادر ہے","chinese" : "一切赞颂，全归安拉——天地的创造者！他使每个天使具有两翼，或三翼，或四翼。他在创造中增加他所欲增加的。安拉对于万事确是全能的。","turkey" : "Hamd gökleri ve yeri yaratan melekleri ikişer üçer dörder kanatlı elçiler kılan Allah'a mahsustur. Yaratmada dilediğini artırır. Doğrusu Allah her şeye Kadir olandır"} ,{"id": "2", "arabic" : "مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ", "english" : "Whatever Allah grants to people of mercy - none can withhold it; and whatever He withholds - none can release it thereafter. And He is the Exalted in Might the Wise", "urdu" : "اللہ جس رحمت کا دروازہ بھی لوگوں کے لیے کھول دے اسے کوئی روکنے والا نہیں اور جسے وہ بند کر دے اسے اللہ کے بعد پھر کوئی دوسرا کھولنے والا نہیں وہ زبردست اور حکیم ہے","chinese" : "无论安拉赏赐你们什么恩惠，绝无人能加以阻拦；无论他扣留什么恩惠，在禁施之后，绝无人能加以开释。他确是万能的，确是至睿的。","turkey" : "Allah'ın insanlara verdiği rahmeti önleyebilecek yoktur. O'nun önlediğini de ardından salıverecek yoktur. O güçlü'dür Hakim'dir"} ,{"id": "3", "arabic" : "يَـٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ", "english" : "O mankind remember the favor of Allah upon you. Is there any creator other than Allah who provides for you from the heaven and earth? There is no deity except Him so how are you deluded", "urdu" : "لوگو، تم پر اللہ کے جو احسانات ہیں انہیں یاد رکھو کیا اللہ کے سوا کوئی اور خالق بھی ہے جو تمہیں آسمان اور زمین سے رزق دیتا ہو؟ کوئی معبود اُس کے سوا نہیں، آخر تم کہاں سے دھوکا کھا رہے ہو؟","chinese" : "人们啊！你们应当铭记安拉所赐你们的恩惠，除安拉外，还有什么创造者能从天上地下供给你们吗？除他外，绝无应受崇拜的，你们怎么如此悖谬呢？","turkey" : "Ey insanlar! Allah'ın size olan nimetini anın; sizi gökten ve yerden rızıklandıran Allah'tan başka bir yaratan var mıdır? O'ndan başka tanrı yoktur. Nasıl aldatılıp da döndürülürsünüz"} ,{"id": "4", "arabic" : "وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ", "english" : "And if they deny you [O Muhammad] - already were messengers denied before you. And to Allah are returned [all] matters", "urdu" : "اب اگر (اے نبیؐ) یہ لوگ تمہیں جھٹلاتے ہیں (تو یہ کوئی نئی بات نہیں)، تم سے پہلے بھی بہت سے رسول جھٹلائے جا چکے ہیں، اور سارے معاملات آخرکار اللہ ہی کی طرف رجوع ہونے والے ہیں","chinese" : "如果他们否认你，那么，在你之前的使者们，已被否认了。万事只归安拉。","turkey" : "Seni yalanlıyorlarsa bil ki senden önce de nice peygamberler yalanlanmıştır. Bütün işler Allah' a döndürülür"} ,{"id": "5", "arabic" : "يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ", "english" : "O mankind indeed the promise of Allah is truth so let not the worldly life delude you and be not deceived about Allah by the Deceiver", "urdu" : "لوگو، اللہ کا وعدہ یقیناً برحق ہے، لہٰذا دنیا کی زندگی تمہیں دھوکے میں نہ ڈالے اور نہ وہ بڑا دھوکے باز تمہیں اللہ کے بارے میں دھوکہ دینے پائے","chinese" : "人们啊！安拉的应许，确是真实的，所以绝不能让今世的生活欺骗你们，绝不要让猾贼以安拉的优容欺骗你们。","turkey" : "Ey insanlar! Allah'ın verdiği söz şüphesiz gerçektir; dünya hayatı sizi aldatmasın. Allah'ın affına güvendirerek şeytan sizi ayartmasın"} ,{"id": "6", "arabic" : "إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ", "english" : "Indeed Satan is an enemy to you; so take him as an enemy. He only invites his party to be among the companions of the Blaze", "urdu" : "در حقیقت شیطان تمہارا دشمن ہے اس لیے تم بھی اسے اپنا دشمن ہی سمجھو وہ تو اپنے پیروؤں کو اپنی راہ پر اس لیے بلا رہا ہے کہ وہ دوزخیوں میں شامل ہو جائیں","chinese" : "恶魔确是你们的仇敌，所以你们应当认他为仇敌。他只号召他的党羽，以便他们做烈火的居民。","turkey" : "Şeytan şüphesiz sizin düşmanınızdır; siz de onu düşman tutun; o kendi taraftarlarını çılgın alevli cehennem yaranı olmaya çağırır"} ,{"id": "7", "arabic" : "ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ", "english" : "Those who disbelieve will have a severe punishment and those who believe and do righteous deeds will have forgiveness and great reward", "urdu" : "جو لوگ کفر کریں گے اُن کے لیے سخت عذاب ہے اور جو ایمان لائیں گے اور نیک عمل کریں گے اُن کے لیے مغفرت اور بڑا اجر ہے","chinese" : "不信道者，将受严厉的刑罚；信道而且行善者，将蒙赦宥和重大的报酬。","turkey" : "İnkar eden kimselere çetin azap vardır"} ,{"id": "8", "arabic" : "أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ", "english" : "Then is one to whom the evil of his deed has been made attractive so he considers it good [like one rightly guided]? For indeed Allah sends astray whom He wills and guides whom He wills. So do not let yourself perish over them in regret. Indeed Allah is Knowing of what they do", "urdu" : "(بھلا کچھ ٹھکانا ہے اُس شخص کی گمراہی کا) جس کے لیے اُس کا برا عمل خوشنما بنا دیا گیا ہو اور وہ اُسے اچھا سمجھ رہا ہو؟ حقیقت یہ ہے کہ اللہ جسے چاہتا ہے گمراہی میں ڈال دیتا ہے اور جسے چاہتا ہے راہ راست دکھا دیتا ہے پس (اے نبیؐ) خواہ مخواہ تمہاری جان ان لوگوں کی خاطر غم و افسوس میں نہ گھلے جو کچھ یہ کر رہے ہیں اللہ اُس کو خوب جانتا ہے","chinese" : "为自己的恶行所迷惑，因而认恶为善者，像安拉所引导的人吗？安拉必使他所意欲者误入迷途，必使他所意欲者遵循正道，所以你不要为哀悼他们而丧生，安拉确是全知他们的行为的。","turkey" : "Kötü işi kendisine güzel gösterilip de onu güzel gören kimse kötülüğü hiç işlemeyene benzer mi? Şüphesiz Allah dilediğini saptırır dilediğini de doğru yola eriştirir. Artık onlara üzülerek kendini harabetme; Allah onların yaptıklarını şüphesiz bilir"} ,{"id": "9", "arabic" : "وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ", "english" : "And it is Allah who sends the winds and they stir the clouds and We drive them to a dead land and give life thereby to the earth after its lifelessness. Thus is the resurrection", "urdu" : "وہ اللہ ہی تو ہے جو ہواؤں کو بھیجتا ہے، پھر وہ بادل اٹھاتی ہیں، پھر ہم اسے ایک اُجاڑ علاقے کی طرف لے جاتے ہیں اور اسی زمین کو جِلا اٹھاتے ہیں جو مری پڑی تھی مرے ہوئے انسانوں کا جی اٹھنا بھی اسی طرح ہوگا","chinese" : "安拉使风去兴起云来，然后，把云赶至一个已死的地方，而借它使已死的大地复活。死人的复活就是这样的。","turkey" : "Rüzgarları gönderip de bulutları yürüten Allah'tır. Biz bulutları ölü bir yere sürüp onunla toprağı ölümünden sonra diriltiriz. İnsanları diriltmek de böyledir"} ,{"id": "10", "arabic" : "مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّـٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَـٰٓئِكَ هُوَ يَبُورُ", "english" : "Whoever desires honor [through power] - then to Allah belongs all honor. To Him ascends good speech and righteous work raises it. But they who plot evil deeds will have a severe punishment and the plotting of those - it will perish", "urdu" : "جو کوئی عزت چاہتا ہو اُسے معلوم ہونا چاہیے کہ عزت ساری کی ساری اللہ کی ہے اُس کے ہاں جو چیز اوپر چڑھتی ہے وہ صرف پاکیزہ قول ہے، اور عمل صالح اس کو اوپر چڑھاتا ہے رہے وہ لوگ جو بیہودہ چال بازیاں کرتے ہیں، اُن کے لیے سخت عذاب ہے اور اُن کا مکر خود ہی غارت ہونے والا ہے","chinese" : "欲得光荣者，须知光荣全归安拉。良言将为他所知，他升起善行。图谋不轨者，将受严厉的刑罚；这些人的图谋，是不能得逞的。","turkey" : "Kudret isteyen kimse bilsin ki kudret bütünüyle Allah'ındır. Güzel sözler O'na yükselir o sözleri de yararlı iş yükseltir. Kötülük yapmakta düzen kuranlara onlara çetin azap vardır. İşte bunların kurdukları düzenler boşa çıkar"} ,{"id": "11", "arabic" : "وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ", "english" : "And Allah created you from dust then from a sperm-drop; then He made you mates. And no female conceives nor does she give birth except with His knowledge. And no aged person is granted [additional] life nor is his lifespan lessened but that it is in a register. Indeed that for Allah is easy", "urdu" : "اللہ نے تم کو مٹی سے پیدا کیا، پھر نطفہ سے، پھر تمہارے جوڑے بنا دیے (یعنی مرد اور عورت) کوئی عورت حاملہ نہیں ہوتی اور نہ بچہ جنتی ہے مگر یہ سب کچھ اللہ کے علم میں ہوتا ہے کوئی عمر پانے والا عمر نہیں پاتا اور نہ کسی کی عمر میں کچھ کمی ہوتی ہے مگر یہ سب کچھ ایک کتاب میں لکھا ہوتا ہے اللہ کے لیے یہ بہت آسان کام ہے","chinese" : "安拉创造你们，先用泥土，继用精液，然后，使你们成为配偶。任何女人的怀孕和分娩，无一件不是他所知道的；增加长命者的寿数，减少短命者的年龄，无一件不记录在天经中；那对安拉确是容易的。","turkey" : "Allah sizi topraktan sonra nutfeden yaratmış sonra da sizi çiftler halinde varetmiştir. Dişinin gebe kalması ve doğurması ancak O'nun bilgisiyledir. Ömrü uzun olanın çok yaşaması ve ömürlerin azalması şüphesiz Kitap'dadır. Doğrusu bu Allah'a kolaydır"} ,{"id": "12", "arabic" : "وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ", "english" : "And not alike are the two bodies of water. One is fresh and sweet palatable for drinking and one is salty and bitter. And from each you eat tender meat and extract ornaments which you wear and you see the ships plowing through [them] that you might seek of His bounty; and perhaps you will be grateful", "urdu" : "اور پانی کے دونوں ذخیرے یکساں نہیں ہیں ایک میٹھا اور پیاس بجھانے والا ہے، پینے میں خوشگوار، اور دوسرا سخت کھاری کہ حلق چھیل دے مگر دونوں سے تم تر و تازہ گوشت حاصل کرتے ہو، پہننے کے لیے زینت کا سامان نکالتے ہو، اور اسی پانی میں تم دیکھتے ہو کہ کشتیاں اُس کا سینہ چیرتی چلی جا رہی ہیں تاکہ تم اللہ کا فضل تلاش کرو اور اُس کے شکر گزار بنو","chinese" : "两海不一样，这海是很甜的、可口的淡水，那海是很苦的咸水。你们可吃每一海中所产的新鲜的肉，又可采你们所戴的首饰。你看船舶在海上破浪而行，以便你们寻求他的恩惠，以便你们感谢他。","turkey" : "İki deniz bir değildir. Birinin suyu tatlı ve kolay içimlidir; diğeri tuzlu ve acıdır. Her birinden taze balık eti yersiniz; takındığınız süsler çıkarırsınız; Allah'ın lütfuyla rızık aramanız için gemilerin onu yararak gittiğini görürsün. Belki artık şükredersiniz"} ,{"id": "13", "arabic" : "يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ", "english" : "He causes the night to enter the day and He causes the day to enter the night and has subjected the sun and the moon - each running [its course] for a specified term. That is Allah your Lord; to Him belongs sovereignty. And those whom you invoke other than Him do not possess [as much as] the membrane of a date seed", "urdu" : "وہ دن کے اندر رات کو اور رات کے اندر دن کو پروتا ہوا لے آتا ہے چاند اور سورج کو اُس نے مسخر کر رکھا ہے یہ سب کچھ ایک وقت مقرر تک چلے جا رہا ہے وہی اللہ (جس کے یہ سارے کام ہیں) تمہارا رب ہے بادشاہی اسی کی ہے اُسے چھوڑ کر جن دوسروں کو تم پکارتے ہو وہ ایک پرکاہ کے مالک بھی نہیں ہیں","chinese" : "他使黑夜侵入白昼，使白昼侵入黑夜；他制服日月，各自运行至一定期。这是安拉——你们的主，主权只是他的，你们舍他而崇拜的，不能管理一丝毫。","turkey" : "Allah geceyi gündüze katar gündüzü geceye katar; belirli bir süre içinde hareket eden güneş ve ayı buyruk altına almıştır. İşte bu Rabbiniz olan Allah'tır hükümranlık O'nundur. O'nu bırakıp taptıklarınız bir çekirdek kabuğuna bile sahip değillerdir"} ,{"id": "14", "arabic" : "إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ", "english" : "If you invoke them they do not hear your supplication; and if they heard they would not respond to you. And on the Day of Resurrection they will deny your association. And none can inform you like [one] Acquainted [with all matters]", "urdu" : "انہیں پکارو تو وہ تمہاری دعائیں سن نہیں سکتے اور سن لیں تو ان کا تمہیں کوئی جواب نہیں دے سکتے اور قیامت کے روز وہ تمہارے شرک کا انکار کر دیں گے حقیقت حال کی ایسی صحیح خبر تمہیں ایک خبردار کے سوا کوئی نہیں دے سکتا","chinese" : "如果你们祈祷他们，他们听不见你们的祈祷；即便听见了，他们也不能答应你们；复活日，他们将否认你们曾以他们配安拉。任何人不能像彻知者那样告诉你。","turkey" : "Onları çağırırsanız çağrınızı işitmezler; işitmiş olsalar bile size cevap veremezler; ama kıyamet günü sizin ortak koşmanızı inkar ederler. Herşeyden haberdar olan Allah gibi sana kimse haber vermez"} ,{"id": "15", "arabic" : "۞يَـٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ", "english" : "O mankind you are those in need of Allah while Allah is the Free of need the Praiseworthy", "urdu" : "لوگو، تم ہی اللہ کے محتاج ہو اور اللہ تو غنی و حمید ہے","chinese" : "人们啊！你们才是需求安拉的，安拉确是无求的，确是可颂的。","turkey" : "Ey insanlar! Siz Allah'a muhtaçsınız Allah ise müstağnidir övülmeğe layık olandır"} ,{"id": "16", "arabic" : "إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ", "english" : "If He wills He can do away with you and bring forth a new creation", "urdu" : "وہ چاہے تو تمہیں ہٹا کر کوئی نئی خلقت تمہاری جگہ لے آئے","chinese" : "如果他意欲，他将毁灭你们，而创造新的众生。","turkey" : "Dilerse sizi yokeder yeniden başkalarını yaratır"} ,{"id": "17", "arabic" : "وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ", "english" : "And that is for Allah not difficult", "urdu" : "ایسا کرنا اللہ کے لیے کچھ بھی دشوار نہیں","chinese" : "那对安拉不是烦难的。","turkey" : "Bu Allah'a göre zor değildir"} ,{"id": "18", "arabic" : "وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ", "english" : "And no bearer of burdens will bear the burden of another. And if a heavily laden soul calls [another] to [carry some of] its load nothing of it will be carried even if he should be a close relative. You can only warn those who fear their Lord unseen and have established prayer. And whoever purifies himself only purifies himself for [the benefit of] his soul. And to Allah is the [final] destination", "urdu" : "کوئی بوجھ اٹھانے والا کسی دوسرے کا بوجھ نہ اٹھائے گا اور اگر کوئی لدا ہوا نفس اپنا بوجھ اٹھانے کے لیے پکارے گا تو اس کے بار کا ایک ادنیٰ حصہ بھی بٹانے کے لیے کوئی نہ آئے گا چاہے وہ قریب ترین رشتہ دار ہی کیوں نہ ہو (اے نبیؐ) تم صرف انہی لوگوں کو متنبہ کر سکتے ہو جو بے دیکھے اپنے رب سے ڈرتے ہیں اور نماز قائم کرتے ہیں جو شخص بھی پاکیزگی اختیار کرتا ہے اپنی ہی بھلائی کے لیے کرتا ہے اور پلٹنا سب کو اللہ ہی کی طرف ہے","chinese" : "一个负罪者，不再负别人的罪；一个负重罪者，如果叫别人来替他负罪，那末，别人虽是他的近亲，也不能替他担负一丝毫。你只能警告在秘密中敬畏主，且谨守拜功者。洗涤身心者，只为自己而洗涤。安拉是唯一的归宿。","turkey" : "Günahkar kimse diğerinin günahını çekmez. Günah yükü ağır olan kimse onun taşınmasını istese yakını olsa bile yükünden birşey taşınmaz. Sen ancak görmediği halde Rablerinden korkanları namazı kılanları uyarırsın. Kim arınırsa ancak kendisi için arınmış olur; dönüş ancak Allah'adır"} ,{"id": "19", "arabic" : "وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ", "english" : "Not equal are the blind and the seeing", "urdu" : "اندھا اور آنکھوں والا برابر نہیں ہے","chinese" : "盲人和非盲人不相等，","turkey" : "Kör ile gören karanlıklar ile ışık ve gölgelikle sıcaklık bir değildir"} ,{"id": "20", "arabic" : "وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ", "english" : "Nor are the darknesses and the light", "urdu" : "نہ تاریکیاں اور روشنی یکساں ہیں","chinese" : "黑暗与光明也不相等，","turkey" : "Kör ile gören karanlıklar ile ışık ve gölgelikle sıcaklık bir değildir"} ,{"id": "21", "arabic" : "وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ", "english" : "Nor are the shade and the heat", "urdu" : "نہ ٹھنڈی چھاؤں اور دھوپ کی تپش ایک جیسی ہے","chinese" : "背阴和当阳也不相等，","turkey" : "Kör ile gören karanlıklar ile ışık ve gölgelikle sıcaklık bir değildir"} ,{"id": "22", "arabic" : "وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ", "english" : "And not equal are the living and the dead. Indeed Allah causes to hear whom He wills but you cannot make hear those in the graves", "urdu" : "اور نہ زندے اور مردے مساوی ہیں اللہ جسے چاہتا ہے سنواتا ہے، مگر (اے نبیؐ) تم اُن لوگوں کو نہیں سنا سکتے جو قبروں میں مدفون ہیں","chinese" : "活人和死人也不相等。安拉必使他所意欲者能听闻，你绝不能使在坟中的人能听闻，","turkey" : "Dirilerle ölüler de bir değildir. Doğrusu Allah dilediği kimseye işittirir. Sen kabirlerde olanlara işittiremezsin"} ,{"id": "23", "arabic" : "إِنۡ أَنتَ إِلَّا نَذِيرٌ", "english" : "You [O Muhammad] are not but a warner", "urdu" : "تم تو بس ایک خبردار کرنے والے ہو","chinese" : "你只是一个警告者。","turkey" : "Sen sadece bir uyarıcısın"} ,{"id": "24", "arabic" : "إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ", "english" : "Indeed We have sent you with the truth as a bringer of good tidings and a warner. And there was no nation but that there had passed within it a warner", "urdu" : "ہم نے تم کو حق کے ساتھ بھیجا ہے بشارت دینے والا اور ڈرانے والا بنا کر اور کوئی امت ایسی نہیں گزری ہے جس میں کوئی متنبہ کرنے والا نہ آیا ہو","chinese" : "我确已使你本真理而为报喜者和警告者。没有一个民族则已，只要有一个民族，其中就有警告者曾经逝去了。","turkey" : "Şüphesiz Biz seni müjdeci ve uyarıcı olarak gerçekle gönderdik. Geçmiş her ümmet içinde de mutlaka bir uyarıcı bulunagelmiştir"} ,{"id": "25", "arabic" : "وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ", "english" : "And if they deny you - then already have those before them denied. Their messengers came to them with clear proofs and written ordinances and with the enlightening Scripture", "urdu" : "اب اگر یہ لوگ تمہیں جھٹلاتے ہیں تو اِن سے پہلے گزرے ہوئے لوگ بھی جھٹلا چکے ہیں اُن کے پاس ان کے رسول کھلے دلائل اور صحیفے اور روشن ہدایات دینے والی کتاب لے کر آئے تھے","chinese" : "如果他们否认你，那么，在他们之前逝去者，已否认了；他们族中的使者曾昭示他们明证、天经和灿烂的经典。","turkey" : "Eğer seni yalancı sayıyorlarsa bil ki onlardan öncekiler de yalanlamışlardı. Peygamberleri onlara belgeler sayfalar ve nurlu kitaplar getirmişlerdi"} ,{"id": "26", "arabic" : "ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ", "english" : "Then I seized the ones who disbelieved and how [terrible] was My reproach", "urdu" : "پھر جن لوگوں نے نہ مانا اُن کو میں نے پکڑ لیا اور دیکھ لو کہ میری سزا کیسی سخت تھی","chinese" : "然后，我惩罚了不信道者，我的谴责是怎样的？","turkey" : "Sonra Ben inkar edenleri yakaladım. Beni inkar etmek nasıl olur"} ,{"id": "27", "arabic" : "أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ", "english" : "Do you not see that Allah sends down rain from the sky and We produce thereby fruits of varying colors? And in the mountains are tracts white and red of varying shades and [some] extremely black", "urdu" : "کیا تم دیکھتے نہیں ہو کہ اللہ آسمان سے پانی برساتا ہے اور پھر اس کے ذریعہ سے ہم طرح طرح کے پھل نکال لاتے ہیں جن کے رنگ مختلف ہوتے ہیں پہاڑوں میں بھی سفید، سرخ اور گہری سیاہ دھاریاں پائی جاتی ہیں جن کے رنگ مختلف ہوتے ہیں","chinese" : "难道你还不知道吗？安拉从天上降下雨水，然后借雨水而生产出各种果实。山上有白的、红的、各色的条纹，和漆黑的岩石。","turkey" : "Allah'ın gökten su indirdiğini görmez misin? Biz onunla türlü türlü renkte ürünler yetiştirmiş; dağlarda da beyaz kırmızı siyah ve türlü renkte yollar varetmişizdir"} ,{"id": "28", "arabic" : "وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَـٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ", "english" : "And among people and moving creatures and grazing livestock are various colors similarly. Only those fear Allah from among His servants who have knowledge. Indeed Allah is Exalted in Might and Forgiving", "urdu" : "اور اسی طرح انسانوں اور جانوروں اور مویشیوں کے رنگ بھی مختلف ہیں حقیقت یہ ہے کہ اللہ کے بندوں میں سے صرف علم رکھنے والے لوگ ہی اُس سے ڈرتے ہیں بے شک اللہ زبردست اور درگزر فرمانے والا ہے","chinese" : "人类，野兽和牲畜中，也同样地有不同的种类。安拉的仆人中，只有学者敬畏他。安拉确是万能的，确是至赦的。","turkey" : "İnsanlar yerde yürüyenler ve davarlar da böyle türlü türlü renktedirler. Allah'ın kulları arasında O'ndan korkan ancak bilginlerdir. Doğrusu Allah güçlüdür bağışlayandır"} ,{"id": "29", "arabic" : "إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ", "english" : "Indeed those who recite the Book of Allah and establish prayer and spend [in His cause] out of what We have provided them secretly and publicly [can] expect a profit that will never perish", "urdu" : "جو لوگ کتاب اللہ کی تلاوت کرتے ہیں اور نماز قائم کرتے ہیں، اور جو کچھ ہم نے اُنہیں رزق دیا ہے اس میں سے کھلے اور چھپے خرچ کرتے ہیں، یقیناً وہ ایک ایسی تجارت کے متوقع ہیں جس میں ہرگز خسارہ نہ ہوگا","chinese" : "诵读安拉的经典，且谨守拜功，并秘密地或公开地分舍我所赐予他们的财物者，他们希望这经营不破产，","turkey" : "Allah'ın Kitap'ına uyanlar namazı kılanlar kendilerine verdiğimiz rızıktan gizli ve açık sarfedenler tükenmeyecek bir kazanç umabilirler"} ,{"id": "30", "arabic" : "لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ", "english" : "That He may give them in full their rewards and increase for them of His bounty. Indeed He is Forgiving and Appreciative", "urdu" : "(اس تجارت میں انہوں نے اپنا سب کچھ اِس لیے کھپایا ہے) تاکہ اللہ اُن کے اجر پورے کے پورے اُن کو دے اور مزید اپنے فضل سے ان کو عطا فرمائے بے شک اللہ بخشنے والا اور قدردان ہے","chinese" : "以便他使他们享受自己的完全的报酬，并把他的恩惠加赐他们；他确是至赦的，确是善报的。","turkey" : "Çünkü Allah bu kimselerin ecirlerini tam verir ve lütfu ile arttırır. Doğrusu O bağışlayandır şükrün karşılığını bol bol verendir"} ,{"id": "31", "arabic" : "وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ", "english" : "And that which We have revealed to you [O Muhammad] of the Book is the truth confirming what was before it. Indeed Allah of His servants is Acquainted and Seeing", "urdu" : "(اے نبیؐ) جو کتاب ہم نے تمہاری طرف وحی کے ذریعہ سے بھیجی ہے وہی حق ہے، تصدیق کرتی ہوئی آئی ہے اُن کتابوں کی جو اِس سے پہلے آئی تھیں بے شک اللہ اپنے بندوں کے حال سے باخبر ہے اور ہر چیز پر نگاہ رکھنے والا ہے","chinese" : "我启示给你的经典确是真理，足证以前的经典是真实的。安拉对于他的仆人们确是彻知的，确是明察的。","turkey" : "Bu sana vahyettiğimiz öncekileri doğrulayan gerçek Kitap'dır. Allah şüphesiz kullarından haberdardır görendir"} ,{"id": "32", "arabic" : "ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ", "english" : "Then we caused to inherit the Book those We have chosen of Our servants; and among them is he who wrongs himself and among them is he who is moderate and among them is he who is foremost in good deeds by permission of Allah. That [inheritance] is what is the great bounty", "urdu" : "پھر ہم نے اس کتاب کا وارث بنا دیا اُن لوگوں کو جنہیں ہم نے (اِس وراثت کے لیے) اپنے بندوں میں سے چن لیا اب کوئی تو ان میں سے اپنے نفس پر ظلم کرنے والا ہے، اور کوئی بیچ کی راس ہے، اور کوئی اللہ کے اذن سے نیکیوں میں سبقت کرنے والا ہے، یہی بہت بڑا فضل ہے","chinese" : "然后，我使我所拣选的仆人们继承经典；他们中有自欺的，有中和的，有奉安拉的命令而争先行善的。那确是宏恩。","turkey" : "Sonra bu Kitap'ı kullarımızdan seçtiğimiz kimselere miras bırakmışızdır. Onlardan kimi kendine yazık eder kimi orta davranır kimi de Allah'ın izniyle iyiliklere koşar. İşte büyük lütuf budur"} ,{"id": "33", "arabic" : "جَنَّـٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ", "english" : "[For them are] gardens of perpetual residence which they will enter. They will be adorned therein with bracelets of gold and pearls and their garments therein will be silk", "urdu" : "ہمیشہ رہنے والی جنتیں ہیں جن میں یہ لوگ داخل ہوں گے وہاں انہیں سونے کے کنگنوں اور موتیوں سے آراستہ کیا جائے گا، وہاں ان کا لباس ریشم ہوگا","chinese" : "常住的乐园，他们将入其中，他们在里面，戴的是金镯和珍珠，穿的是丝绸。","turkey" : "Bunlar Adn cennetlerine girerler. Orada altın bilezikler ve incilerle süslenirler oradaki elbiseleri de ipektir"} ,{"id": "34", "arabic" : "وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ", "english" : "And they will say Praise to Allah who has removed from us [all] sorrow. Indeed our Lord is Forgiving and Appreciative", "urdu" : "اور وہ کہیں گے کہ شکر ہے اُس خدا کا جس نے ہم سے غم دور کر دیا، یقیناً ہمارا رب معاف کرنے والا اور قدر فرمانے والا ہے","chinese" : "他们说：“一切赞颂，全归安拉！他祛除我们的忧愁。我们的主，确是至赦的，确是善报的。","turkey" : "Derler ki: Bizden üzüntüyü gideren Allah'a hamdolsun. Doğrusu Rabbimiz bağışlayandır şükrün karşılığını verendir"} ,{"id": "35", "arabic" : "ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ", "english" : "He who has settled us in the home of duration out of His bounty. There touches us not in it any fatigue and there touches us not in it weariness [of mind]", "urdu" : "جس نے ہمیں اپنے فضل سے ابدی قیام کی جگہ ٹھیرا دیا، اب یہاں نہ ہمیں کوئی مشقت پیش آتی ہے اور نہ تکان لاحق ہوتی ہے","chinese" : "他使我们居住在常住的房屋中，那是出于他的恩惠。我们在里面，毫不辛苦，毫不疲倦。”","turkey" : "Bizi lütfuyla temelli kalınacak cennete O yerleştirdi. Orada bize ne bir yorgunluk gelecek ve ne de usanç gelecektir"} ,{"id": "36", "arabic" : "وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ", "english" : "And for those who disbelieve will be the fire of Hell. [Death] is not decreed for them so they may die nor will its torment be lightened for them. Thus do we recompense every ungrateful one", "urdu" : "اور جن لوگوں نے کفر کیا ہے اُن کے لیے جہنم کی آگ ہے نہ اُن کا قصہ پاک کر دیا جائے گا کہ مر جائیں اور نہ اُن کے لیے جہنم کے عذاب میں کوئی کمی کی جائے گی اِس طرح ہم بدلہ دیتے ہیں ہر اُس شخص کو جو کفر کرنے والا ہو","chinese" : "不信道者，将遭火狱的刑罚，既不判他们死刑，让他们死亡；又不减轻他们所遭的火刑。我这样报酬一切忘恩的人们。","turkey" : "İnkar edenlere cehennem ateşi vardır. Ölümlerine hükmedilmez ki ölsünler; kendilerinden cehennemin azabı da hafifletilmez. Her inkarcıyı böylece cezalandırırız"} ,{"id": "37", "arabic" : "وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّـٰلِمِينَ مِن نَّصِيرٍ", "english" : "And they will cry out therein Our Lord remove us; we will do righteousness - other than what we were doing! But did We not grant you life enough for whoever would remember therein to remember and the warner had come to you? So taste [the punishment] for there is not for the wrongdoers any helper", "urdu" : "وہ وہاں چیخ چیخ کر کہیں گے کہ اے ہمارے رب، ہمیں یہاں سے نکال لے تاکہ ہم نیک عمل کریں اُن اعمال سے مختلف جو پہلے کرتے رہے تھے (انہیں جواب دیا جائے گا) کیا ہم نے تم کو اتنی عمر نہ دی تھی جس میں کوئی سبق لینا چاہتا تو سبق لے سکتاتھا؟ اور تمہارے پاس متنبہ کرنے والا بھی آ چکا تھا اب مزا چکھو ظالموں کا یہاں کوئی مددگار نہیں ہے","chinese" : "他们在里面求救说：“我们的主啊！求你放我们出去，我们将改过迁善。”难道我没有延长你们的寿数，使能觉悟者有觉悟的时间吗？警告者已降临你们了。你们尝试刑罚吧，不义者绝没有任何援助者。","turkey" : "Orada; Rabbimiz! Bizi çıkar; yaptığımızdan başka yararlı iş işleyelim diye bağrışırlar. O zaman onlara şöyle deriz: Öğüt alacak kişinin öğüt alabileceği kadar bir süre sizi yaşatmadık mi? Size uyarıcı da gelmişti. Artık azabı tadınız zalimlerin yardımcısı olmaz"} ,{"id": "38", "arabic" : "إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ", "english" : "Indeed Allah is Knower of the unseen [aspects] of the heavens and earth. Indeed He is Knowing of that within the breasts", "urdu" : "بے شک اللہ آسمانوں اور زمین کی ہر پوشیدہ چیز سے واقف ہے، وہ تو سینوں کے چھپے ہوئے راز تک جانتا ہے","chinese" : "安拉确是全知天地的幽玄的，他确是全知心事的。","turkey" : "Allah şüphesiz göklerin ve yerin gaybını bilir. Doğrusu O kalplerde olanı bilendir"} ,{"id": "39", "arabic" : "هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَـٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا", "english" : "It is He who has made you successors upon the earth. And whoever disbelieves - upon him will be [the consequence of] his disbelief. And the disbelief of the disbelievers does not increase them in the sight of their Lord except in hatred; and the disbelief of the disbelievers does not increase them except in loss", "urdu" : "وہی تو ہے جس نے تم کو زمین میں خلیفہ بنایا ہے اب جو کوئی کفر کرتا ہے اس کے کفر کا وبال اُسی پر ہے، اور کافروں کو اُن کا کفر اِس کے سوا کوئی ترقی نہیں دیتا کہ ان کے رب کا غضب اُن پر زیادہ سے زیادہ بھڑکتا چلا جاتا ہے کافروں کے لیے خسارے میں اضافے کے سوا کوئی ترقی نہیں","chinese" : "他使你们为大地上的代治者。不信道者自受其不信的报酬；不信道者的不信，只使他们在他们的主那里受痛恨；不信道者的不信，只使他们更蒙亏折。","turkey" : "Sizleri yeryüzüne de hakim kılan O'dur. İnkar edenin inkarı kendi aleyhinedir. İnkarcıların inkarı Rableri katında yalnız kendilerine olan gazabı arttırır. İnkarcıların inkarı hüsrandan başka birşey arttırmaz"} ,{"id": "40", "arabic" : "قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّـٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا", "english" : "Say Have you considered your 'partners' whom you invoke besides Allah? Show me what they have created from the earth or have they partnership [with Him] in the heavens? Or have We given them a book so they are [standing] on evidence therefrom? [No] rather the wrongdoers do not promise each other except delusion", "urdu" : "(اے نبیؐ) ان سے کہو، کبھی تم نے دیکھا بھی ہے اپنے اُن شریکوں کو جنہیں تم خدا کو چھوڑ کر پکارا کرتے ہو؟ مجھے بتاؤ، انہوں نے زمین میں کیا پیدا کیا ہے؟ یا آسمانوں میں ان کی کیا شرکت ہے ؟ (اگر یہ نہیں بتا سکتے تو ان سے پوچھو) کیا ہم نے انہیں کوئی تحریر لکھ کر دی ہے جس کی بنا پر یہ (اپنے اس شرک کے لیے) کوئی صاف سند رکھتے ہوں؟ نہیں، بلکہ یہ ظالم ایک دوسرے کو محض فریب کے جھانسے دیے جا رہے ہیں","chinese" : "你说：“你们告诉我吧，你们舍安拉而祈祷的那些配主，怎么应受崇拜呢？你们告诉我吧！他们曾独自创造了大地的哪一部分呢？还是他们曾与安拉共同创造诸天呢？还是安拉曾授予他们一本经典，而他们是依据那本经典中的许多明证呢？”不然，不义者仅以欺骗互相应许。","turkey" : "De ki: Allah'ı bırakıp da taptığınız putlarınıza hiç baktınız mı? Bana gösterin onlar yerden hangi şeyi yarattılar? Yoksa onların Allah'la ortaklığı göklerde midir? Yoksa Biz onlara kitap verdik de ondaki delillere mi dayanırlar? Hayır; zalimler birbirlerine sadece aldatıcı söz söylerler"} ,{"id": "41", "arabic" : "۞إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا", "english" : "Indeed Allah holds the heavens and the earth lest they cease. And if they should cease no one could hold them [in place] after Him. Indeed He is Forbearing and Forgiving", "urdu" : "حقیقت یہ ہے کہ اللہ ہی ہے جو آسمانوں اور زمین کو ٹل جانے سے روکے ہوئے ہے، اور اگر وہ ٹل جائیں تو اللہ کے بعد کوئی دوسرا انہیں تھامنے والا نہیں ہے بے شک اللہ بڑا حلیم اور درگزر فرمانے والا ہے","chinese" : "安拉的确维持天地，以免毁灭；如果天地要毁灭，则除安拉外，任何人不能维持它。他确是至容的，确是至赦的。","turkey" : "Doğrusu zeval bulmasın diye gökleri ve yeri tutan Allah'tır. Eğer onlar zevale uğrarsa O'ndan başka and olsun ki onları kimse tutamaz. O şüphesiz Halim'dir bağışlayandır"} ,{"id": "42", "arabic" : "وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا", "english" : "And they swore by Allah their strongest oaths that if a warner came to them they would be more guided than [any] one of the [previous] nations. But when a warner came to them it did not increase them except in aversion", "urdu" : "یہ لوگ کڑی کڑی قسمیں کھا کر کہا کرتے تھے کہ اگر کوئی خبردار کرنے والا ان کے ہاں آ گیا ہوتا تو یہ دنیا کی ہر دوسری قوم سے بڑھ کر راست رو ہوتے مگر جب خبردار کرنے والا ان کے پاس آگیا تو اس کی آمد نے اِن کے اندر حق سے فرار کے سوا کسی چیز میں اضافہ نہ کیا","chinese" : "他们指安拉发出最严重的誓言说：如果有一个警告者来临他们，那末，他们遵循正道必甚过任何一个民族。当警告者来临他们的时候，他们却更加悖谬，","turkey" : "Kendilerine bir uyarıcı gelince ümmetler içinde en doğru yolda gidenlerden biri olacaklarına and olsun ki bütün güçleriyle Allah'a yemin etmişlerdi; fakat kendilerine uyarıcının gelmesi yeryüzünde büyüklük taslamak ve kötü düzen kurmak ile uğraştıklarından sadece nefretlerini arttırdı. Oysa pis pis kurulan kötü tuzağa ancak sahibi düşer. Öncekilere uygulanagelen yasayı görmezler mi? Sen Allah'ın yasasında bir değişiklik bulamazsın. Sen Allah'ın yasasında bir başkalaşma da bulamazsın"} ,{"id": "43", "arabic" : "ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا", "english" : "[Due to] arrogance in the land and plotting of evil; but the evil plot does not encompass except its own people. Then do they await except the way of the former peoples? But you will never find in the way of Allah any change and you will never find in the way of Allah any alteration", "urdu" : "یہ زمین میں اور زیادہ استکبار کرنے لگے اور بری بری چالیں چلنے لگے، حالانکہ بُری چالیں اپنے چلنے والوں ہی کو لے بیٹھتی ہیں اب کیا یہ لوگ اِس کا انتظار کر رہے ہیں کہ پچھلی قوموں کے ساتھ اللہ کا جو طریقہ رہا ہے وہی اِن کے ساتھ بھی برتا جائے؟ یہی بات ہے تو تم اللہ کے طریقے میں ہرگز کوئی تبدیلی نہ پاؤ گے اور تم کبھی نہ دیکھو گے کہ اللہ کی سنت کو اس کے مقرر راستے سے کوئی طاقت پھیر سکتی ہے","chinese" : "在地方上更加自大，更加图谋不轨。阴谋只困其创作者，他们除了等待古人所遭受的常道外，还能等待什么呢？对于安拉的常道，你绝不能发现任何变更；对于安拉的常道，你不能发现任何变迁。","turkey" : "Kendilerine bir uyarıcı gelince ümmetler içinde en doğru yolda gidenlerden biri olacaklarına and olsun ki bütün güçleriyle Allah'a yemin etmişlerdi; fakat kendilerine uyarıcının gelmesi yeryüzünde büyüklük taslamak ve kötü düzen kurmak ile uğraştıklarından sadece nefretlerini arttırdı. Oysa pis pis kurulan kötü tuzağa ancak sahibi düşer. Öncekilere uygulanagelen yasayı görmezler mi? Sen Allah'ın yasasında bir değişiklik bulamazsın. Sen Allah'ın yasasında bir başkalaşma da bulamazsın"} ,{"id": "44", "arabic" : "أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا", "english" : "Have they not traveled through the land and observed how was the end of those before them? And they were greater than them in power. But Allah is not to be caused failure by anything in the heavens or on the earth. Indeed He is ever Knowing and Competent", "urdu" : "کیا یہ لوگ زمین میں کبھی چلے پھرے نہیں ہیں کہ انہیں اُن لوگوں کا انجام نظر آتا جو اِن سے پہلے گزر چکے ہیں اور ان سے بہت زیادہ طاقت ور تھے؟ اللہ کو کوئی چیز عاجز کرنے والی نہیں ہے، نہ آسمانوں میں اور نہ زمین میں وہ سب کچھ جانتا ہے اور ہر چیز پر قدرت رکھتا ہے","chinese" : "难道他们没有在大地上旅行，以观察前人的结局是怎样的吗？前人比他们势力更大。安拉是天地间任何物不能使他无奈的，他确是全知的，确是全能的。","turkey" : "Yeryüzünde gezip kendilerinden öncekilerin sonlarının nasıl olduğunu görmezler mi? Onlar kendilerinden daha kuvvetliydiler. Göklerde ve yerde Allah'ı aciz bırakabilecek yoktur. Şüphesiz O bilendir Kadir olandır"} ,{"id": "45", "arabic" : "وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا", "english" : "And if Allah were to impose blame on the people for what they have earned He would not leave upon the earth any creature. But He defers them for a specified term. And when their time comes then indeed Allah has ever been of His servants Seeing", "urdu" : "اگر کہیں وہ لوگوں کو اُن کے کیے کرتوتوں پر پکڑتا تو زمین پر کسی متنفس کو جیتا نہ چھوڑتا مگر وہ انہیں ایک مقرر وقت تک کے لیے مہلت دے رہا ہے پھر جب ان کا وقت آن پورا ہوگا تو اللہ اپنے بندوں کو دیکھ لے گا","chinese" : "假若安拉为世人所犯的罪恶而惩治他们，那么，他不留一个人在地面上，但他让他们延迟到一个定期，当他们的定期来临的时候，（他将依他们的行为而报酬他们），因为安拉确是明察他的众仆的。","turkey" : "Allah insanları işlediklerine karşılık hemen yakalayıverseydi yeryüzünde bir canlı bırakmaması gerekirdi. Ama onları belli bir süreye kadar erteler. Süreleri gelince gereğini yapar. Doğrusu Allah kullarını görmektedir"} ]}