{"name":"يس","verses":[{"id": "1", "arabic" : "يسٓ", "english" : "Ya Seen", "urdu" : "یٰس","chinese" : "雅辛。","turkey" : "Ya Sin"} ,{"id": "2", "arabic" : "وَٱلۡقُرۡءَانِ ٱلۡحَكِيمِ", "english" : "By the wise Qur'an", "urdu" : "قسم ہے قرآن حکیم کی","chinese" : "以智慧的《古兰经》发誓","turkey" : "Kuran'ı Hakim'e and olsun ki sen doğru yol üzere gönderilmiş peygamberlerdensin"} ,{"id": "3", "arabic" : "إِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ", "english" : "Indeed you [O Muhammad] are from among the messengers", "urdu" : "کہ تم یقیناً رسولوں میں سے ہو","chinese" : "你确是众使者之一，","turkey" : "Kuran'ı Hakim'e and olsun ki sen doğru yol üzere gönderilmiş peygamberlerdensin"} ,{"id": "4", "arabic" : "عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ", "english" : "On a straight path", "urdu" : "سیدھے راستے پر ہو","chinese" : "(你的确是在正路上（被派遣的使者之一)。","turkey" : "Kuran'ı Hakim'e and olsun ki sen doğru yol üzere gönderilmiş peygamberlerdensin"} ,{"id": "5", "arabic" : "تَنزِيلَ ٱلۡعَزِيزِ ٱلرَّحِيمِ", "english" : "[This is] a revelation of the Exalted in Might the Merciful", "urdu" : "(اور یہ قرآن) غالب اور رحیم ہستی کا نازل کردہ ہے","chinese" : "万能至慈的主降示此经，","turkey" : "Bu babaları uyarılmadığından gafil kalmış bir milleti uyarman için güçlü ve merhametli olan Allah'ın indirdiği Kuran'dır"} ,{"id": "6", "arabic" : "لِتُنذِرَ قَوۡمٗا مَّآ أُنذِرَ ءَابَآؤُهُمۡ فَهُمۡ غَٰفِلُونَ", "english" : "That you may warn a people whose forefathers were not warned so they are unaware", "urdu" : "تاکہ تم خبردار کرو ایک ایسی قوم کو جس کے باپ دادا خبردار نہ کیے گئے تھے اور اس وجہ سے وہ غفلت میں پڑے ہوئے ہیں","chinese" : "以便你警告一族人，他们的祖先未被警告过，所以他们是疏忽大意的。","turkey" : "Bu babaları uyarılmadığından gafil kalmış bir milleti uyarman için güçlü ve merhametli olan Allah'ın indirdiği Kuran'dır"} ,{"id": "7", "arabic" : "لَقَدۡ حَقَّ ٱلۡقَوۡلُ عَلَىٰٓ أَكۡثَرِهِمۡ فَهُمۡ لَا يُؤۡمِنُونَ", "english" : "Already the word has come into effect upon most of them so they do not believe", "urdu" : "اِن میں سے اکثر لوگ فیصلہ عذاب کے مستحق ہو چکے ہیں، اسی لیے وہ ایمان نہیں لاتے","chinese" : "他们中大多数人确已应当受判决，所以他们不信道。","turkey" : "And olsun ki hüküm çoğunun aleyhine gerçekleşmiştir bunun için artık inanmazlar"} ,{"id": "8", "arabic" : "إِنَّا جَعَلۡنَا فِيٓ أَعۡنَٰقِهِمۡ أَغۡلَٰلٗا فَهِيَ إِلَى ٱلۡأَذۡقَانِ فَهُم مُّقۡمَحُونَ", "english" : "Indeed We have put shackles on their necks and they are to their chins so they are with heads [kept] aloft", "urdu" : "ہم نے اُن کی گردنوں میں طوق ڈال دیے ہیں جن سے وہ ٹھوڑیوں تک جکڑے گئے ہیں، اس لیے وہ سر اٹھائے کھڑے ہیں","chinese" : "我确已把枷锁放在他们的脖子上，那些枷锁达到下巴，所以他们不能低头。","turkey" : "Boyunlarına çenelerine kadar varan demir halkalar geçirmişizdir bunun için başları yukarı kalkıktır"} ,{"id": "9", "arabic" : "وَجَعَلۡنَا مِنۢ بَيۡنِ أَيۡدِيهِمۡ سَدّٗا وَمِنۡ خَلۡفِهِمۡ سَدّٗا فَأَغۡشَيۡنَٰهُمۡ فَهُمۡ لَا يُبۡصِرُونَ", "english" : "And We have put before them a barrier and behind them a barrier and covered them so they do not see", "urdu" : "ہم نے ایک دیوار اُن کے آگے کھڑی کر دی ہے اور ایک دیوار اُن کے پیچھے ہم نے انہیں ڈھانک دیا ہے، انہیں اب کچھ نہیں سوجھتا","chinese" : "我在他们的面前安置一个障碍，在他们的后面安置一个障碍，蒙蔽了他们，所以他们看不见。","turkey" : "Önlerine ve arkalarına sed çekmişizdir. Gözlerini perdelediğimizden artık göremezler"} ,{"id": "10", "arabic" : "وَسَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ", "english" : "And it is all the same for them whether you warn them or do not warn them - they will not believe", "urdu" : "ان کے لیے یکساں ہے، تم انہیں خبردار کرو یا نہ کرو، یہ نہ مانیں گے","chinese" : "你对他们加以警告与否，这在他们是一样的，他们毕竟不信道。","turkey" : "Onları uyarsan da uyarmasan da birdir inanmazlar"} ,{"id": "11", "arabic" : "إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكۡرَ وَخَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِۖ فَبَشِّرۡهُ بِمَغۡفِرَةٖ وَأَجۡرٖ كَرِيمٍ", "english" : "You can only warn one who follows the message and fears the Most Merciful unseen. So give him good tidings of forgiveness and noble reward", "urdu" : "تم تو اُسی شخص کو خبردار کر سکتے ہی جو نصیحت کی پیروی کرے اور بے دیکھے خدائے رحمان سے ڈرے اُسے مغفرت اور اجر کریم کی بشارت دے دو","chinese" : "你只能警告那遵守教诲，而且在秘密中敬畏至仁主者，你要以赦宥和优厚的报酬向他报喜。","turkey" : "Sen ancak Kuran'a uyan ve görmediği halde Rahman'dan korkan kimseyi uyarabilirsin. Artık o kimseyi bağışlanma ve cömertçe verilecek bir ecirle müjdele"} ,{"id": "12", "arabic" : "إِنَّا نَحۡنُ نُحۡيِ ٱلۡمَوۡتَىٰ وَنَكۡتُبُ مَا قَدَّمُواْ وَءَاثَٰرَهُمۡۚ وَكُلَّ شَيۡءٍ أَحۡصَيۡنَٰهُ فِيٓ إِمَامٖ مُّبِينٖ", "english" : "Indeed it is We who bring the dead to life and record what they have put forth and what they left behind and all things We have enumerated in a clear register", "urdu" : "ہم یقیناً ایک روز مردوں کو زندہ کرنے والے ہیں جو کچھ افعال انہوں نے کیے ہیں وہ سب ہم لکھتے جا رہے ہیں، اور جو کچھ آثار انہوں نے پیچھے چھوڑے ہیں وہ بھی ہم ثبت کر رہے ہیں ہر چیز کو ہم نے ایک کھلی کتاب میں درج کر رکھا ہے","chinese" : "我必定要使死人复活，我必定要记录他们所作的善恶，和他们的事迹；我将一切事物，详明地记录在一册明白的范本中。","turkey" : "Şüphesiz ölüleri dirilten işlediklerini ve eserlerini yazan Biziz; herşeyi apaçık bir kitabda saymışızdır"} ,{"id": "13", "arabic" : "وَٱضۡرِبۡ لَهُم مَّثَلًا أَصۡحَٰبَ ٱلۡقَرۡيَةِ إِذۡ جَآءَهَا ٱلۡمُرۡسَلُونَ", "english" : "And present to them an example: the people of the city when the messengers came to it", "urdu" : "اِنہیں مثال کے طور پر اُس بستی والوں کا قصہ سناؤ جبکہ اُس میں رسول آئے تھے","chinese" : "你当以城市的居民为他们设一个譬喻。当时，使者们来临那些居民。","turkey" : "İnsanlara halkına elçiler gelen şehri mesel olarak anlat"} ,{"id": "14", "arabic" : "إِذۡ أَرۡسَلۡنَآ إِلَيۡهِمُ ٱثۡنَيۡنِ فَكَذَّبُوهُمَا فَعَزَّزۡنَا بِثَالِثٖ فَقَالُوٓاْ إِنَّآ إِلَيۡكُم مُّرۡسَلُونَ", "english" : "When We sent to them two but they denied them so We strengthened them with a third and they said Indeed we are messengers to you", "urdu" : "ہم نے ان کی طرف دو رسول بھیجے اور انہوں نے دونوں کو جھٹلا دیا پھر ہم نے تیسرا مدد کے لیے بھیجا اور ان سب نے کہا ہم تمہاری طرف رسول کی حیثیت سے بھیجے گئے ہیں","chinese" : "当时，我曾派遣两个使者去教化那些居民，但他们否认他俩的使命，我就以第三个使者去援助他俩。他们说：“我们确是被派遣来教化你们的。”","turkey" : "Onlara iki elçi göndermiştik; onu yalanladıkları için üçüncü biriyle desteklemiştik. Onlar: Biz size gönderildik demişlerdi"} ,{"id": "15", "arabic" : "قَالُواْ مَآ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا وَمَآ أَنزَلَ ٱلرَّحۡمَٰنُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا تَكۡذِبُونَ", "english" : "They said You are not but human beings like us and the Most Merciful has not revealed a thing. You are only telling lies", "urdu" : "بستی والوں نے کہا تم کچھ نہیں ہو مگر ہم جیسے چند انسان، اور خدائے رحمٰن نے ہرگز کوئی چیز نازل نہیں کی ہے، تم محض جھوٹ بولتے ہو","chinese" : "他们说：“你们只是像我们一样的凡人。至仁主没有降示任何物，你们只是说谎的。”","turkey" : "Siz de ancak bizim gibi birer insansınız. Rahman da bir şey indirmemiştir. Sadece yalan söylüyorsunuz dediler"} ,{"id": "16", "arabic" : "قَالُواْ رَبُّنَا يَعۡلَمُ إِنَّآ إِلَيۡكُمۡ لَمُرۡسَلُونَ", "english" : "They said Our Lord knows that we are messengers to you", "urdu" : "رسولوں نے کہا ہمارا رب جانتا ہے کہ ہم ضرور تمہاری طرف رسول بنا کر بھیجے گئے ہیں","chinese" : "他们说：“我们的主知道，我们确是被派遣来教化你们的，","turkey" : "Elçiler: Doğrusu Rabbimiz bizim size gönderildiğimizi bilir; bize düşen ancak apaçık tebliğdir demişlerdi"} ,{"id": "17", "arabic" : "وَمَا عَلَيۡنَآ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ", "english" : "And we are not responsible except for clear notification", "urdu" : "اور ہم پر صاف صاف پیغام پہنچا دینے کے سوا کوئی ذمہ داری نہیں ہے","chinese" : "我们只负明白的传达的责任。”","turkey" : "Elçiler: Doğrusu Rabbimiz bizim size gönderildiğimizi bilir; bize düşen ancak apaçık tebliğdir demişlerdi"} ,{"id": "18", "arabic" : "قَالُوٓاْ إِنَّا تَطَيَّرۡنَا بِكُمۡۖ لَئِن لَّمۡ تَنتَهُواْ لَنَرۡجُمَنَّكُمۡ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٞ", "english" : "They said Indeed we consider you a bad omen. If you do not desist we will surely stone you and there will surely touch you from us a painful punishment", "urdu" : "بستی والے کہنے لگے ہم تو تمہیں اپنے لیے فال بد سمجھتے ہیں اگر تم باز نہ آئے تو ہم تم کو سنگسار کر دیں گے اور ہم سے تم بڑی دردناک سزا پاؤ گے","chinese" : "他们说：“我们确已为你们而遭厄运，如果你们不停止宣传，我们誓必用石击你们，或以痛苦的刑罚加于你们。”","turkey" : "Doğrusu sizin yüzünüzden uğursuzluğa uğradık; vazgeçmezseniz and olsun ki sizi taşlayacağız ve bizden size can yakıcı bir azap dokunacaktır dediler"} ,{"id": "19", "arabic" : "قَالُواْ طَـٰٓئِرُكُم مَّعَكُمۡ أَئِن ذُكِّرۡتُمۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ", "english" : "They said Your omen is with yourselves. Is it because you were reminded? Rather you are a transgressing people", "urdu" : "رسولوں نے جواب دیا تمہاری فال بد تو تمہارے اپنے ساتھ لگی ہوئی ہے کیا یہ باتیں تم اِس لیے کرتے ہو کہ تمہیں نصیحت کی گئی؟ اصل بات یہ ہے کہ تم حد سے گزرے ہوئے لوگ ہو","chinese" : "他们说：“你们的厄运是伴随着你们的。难道有人教诲你们，（你们才为他而遭厄运么？）不然！你们是过分的民众。”","turkey" : "Elçiler: Uğursuzluğunuz kendinizdendir. Bu uğursuzluk size öğüt verildiği için mi? Hayır; siz aşırı giden bir milletsiniz demişlerdi"} ,{"id": "20", "arabic" : "وَجَآءَ مِنۡ أَقۡصَا ٱلۡمَدِينَةِ رَجُلٞ يَسۡعَىٰ قَالَ يَٰقَوۡمِ ٱتَّبِعُواْ ٱلۡمُرۡسَلِينَ", "english" : "And there came from the farthest end of the city a man running. He said O my people follow the messengers", "urdu" : "اتنے میں شہر کے دُور دراز گوشے سے ایک شخص دوڑتا ہوا آیا اور بولا اے میری قوم کے لوگو، رسولوں کی پیروی اختیار کر لو","chinese" : "有一个人从城中最远的地方跑来说：“我的宗族呀！你们应当顺从使者们，","turkey" : "Şehrin öbür ucundan koşarak bir adam gelmiş ve şöyle demişti: Ey Milletim! Gönderilen elçilere uyun"} ,{"id": "21", "arabic" : "ٱتَّبِعُواْ مَن لَّا يَسۡـَٔلُكُمۡ أَجۡرٗا وَهُم مُّهۡتَدُونَ", "english" : "Follow those who do not ask of you [any] payment and they are [rightly] guided", "urdu" : "پیروی کرو اُن لوگوں کی جو تم سے کوئی اجر نہیں چاہتے اور ٹھیک راستے پر ہیں","chinese" : "你们应当顺从那些遵循正道，而不向你们索取报酬的人们。”","turkey" : "Sizden bir ücret istemeyenlere uyun onlar doğru yoldadırlar"} ,{"id": "22", "arabic" : "وَمَالِيَ لَآ أَعۡبُدُ ٱلَّذِي فَطَرَنِي وَإِلَيۡهِ تُرۡجَعُونَ", "english" : "And why should I not worship He who created me and to whom you will be returned", "urdu" : "آخر کیوں نہ میں اُس ہستی کی بندگی کروں جس نے مجھے پیدا کیا ہے اور جس کی طرف تم سب کو پلٹ کر جانا ہے؟","chinese" : "（又说）：“我怎能不崇拜那创造了我，而你们将被召归于他的主宰呢？","turkey" : "Beni yaratana ne diye kulluk etmeyeyim? Siz de O'na döneceksiniz"} ,{"id": "23", "arabic" : "ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدۡنِ ٱلرَّحۡمَٰنُ بِضُرّٖ لَّا تُغۡنِ عَنِّي شَفَٰعَتُهُمۡ شَيۡـٔٗا وَلَا يُنقِذُونِ", "english" : "Should I take other than Him [false] deities [while] if the Most Merciful intends for me some adversity their intercession will not avail me at all nor can they save me", "urdu" : "کیا میں اُسے چھوڑ کر دوسرے معبود بنا لوں؟ حالانکہ اگر خدائے رحمٰن مجھے کوئی نقصان پہنچانا چاہے تو نہ اُن کی شفاعت میرے کسی کام آ سکتی ہے اور نہ وہ مجھے چھڑا ہی سکتے ہیں","chinese" : "难道我能舍他而敬事一些神灵吗？如果至仁主欲降灾于我，则他们的说情，对于我毫无裨益，他们也不能拯救我。","turkey" : "O'nu bırakıp da tanrılar edinir miyim? Eğer Rahman olan Allah bana bir zarar vermek isterse o tanrıların şefaati bana fayda vermez beni kurtaramazlar"} ,{"id": "24", "arabic" : "إِنِّيٓ إِذٗا لَّفِي ضَلَٰلٖ مُّبِينٍ", "english" : "Indeed I would then be in manifest error", "urdu" : "اگر میں ایسا کروں تو میں صریح گمراہی میں مبتلا ہو جاؤں گا","chinese" : "如果那样，我确是在明显的迷误中。","turkey" : "Doğrusu o takdirde apaçık bir sapıklık içinde olurum"} ,{"id": "25", "arabic" : "إِنِّيٓ ءَامَنتُ بِرَبِّكُمۡ فَٱسۡمَعُونِ", "english" : "Indeed I have believed in your Lord so listen to me", "urdu" : "میں تو تمہارے رب پر ایمان لے آیا، تم بھی میری بات مان لو","chinese" : "我确已归信你们的主，故你们应当听从我。”","turkey" : "Şüphesiz ben Rabbinize inandım beni dinleyin"} ,{"id": "26", "arabic" : "قِيلَ ٱدۡخُلِ ٱلۡجَنَّةَۖ قَالَ يَٰلَيۡتَ قَوۡمِي يَعۡلَمُونَ", "english" : "It was said Enter Paradise. He said I wish my people could know", "urdu" : "(آخرکار ان لوگوں نے اسے قتل کر دیا اور) اس شخص سے کہہ دیا گیا کہ داخل ہو جا جنت میں اُس نے کہا کاش میری قوم کو معلوم ہوتا","chinese" : "有声音对他说：“你入乐园吧！”他说：“但愿我的宗族知道，","turkey" : "Ona Cennete gir denince Keşke milletim Rabbimin beni bağışladığını ve beni ikrama mazhar olanlardan kıldığını bilseydi! demişti"} ,{"id": "27", "arabic" : "بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ ٱلۡمُكۡرَمِينَ", "english" : "Of how my Lord has forgiven me and placed me among the honored", "urdu" : "کہ میرے رب نے کس چیز کی بدولت میری مغفرت فرما دی اور مجھے با عزت لوگوں میں داخل فرمایا","chinese" : "我的主已赦宥我，并使我成为受优待者！”","turkey" : "Ona Cennete gir denince Keşke milletim Rabbimin beni bağışladığını ve beni ikrama mazhar olanlardan kıldığını bilseydi! demişti"} ,{"id": "28", "arabic" : "۞وَمَآ أَنزَلۡنَا عَلَىٰ قَوۡمِهِۦ مِنۢ بَعۡدِهِۦ مِن جُندٖ مِّنَ ٱلسَّمَآءِ وَمَا كُنَّا مُنزِلِينَ", "english" : "And We did not send down upon his people after him any soldiers from the heaven nor would We have done so", "urdu" : "اس کے بعد اُس کی قوم پر ہم نے آسمان سے کوئی لشکر نہیں اتارا ہمیں لشکر بھیجنے کی کوئی حاجت نہ تھی","chinese" : "在他之后，我没有降天使去惩治他的宗族，我也不常常降天使。","turkey" : "Ondan sonra milleti üzerine gökten bir ordu indirmedik; zaten indirecek de değildik; sadece tek bir çığlık.. o kadar hemen sönüp gittiler"} ,{"id": "29", "arabic" : "إِن كَانَتۡ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ فَإِذَا هُمۡ خَٰمِدُونَ", "english" : "It was not but one shout and immediately they were extinguished", "urdu" : "بس ایک دھماکہ ہوا اور یکایک وہ سب بجھ کر رہ گئے","chinese" : "才听见一声呐喊，他们就灭亡了。","turkey" : "Ondan sonra milleti üzerine gökten bir ordu indirmedik; zaten indirecek de değildik; sadece tek bir çığlık.. o kadar hemen sönüp gittiler"} ,{"id": "30", "arabic" : "يَٰحَسۡرَةً عَلَى ٱلۡعِبَادِۚ مَا يَأۡتِيهِم مِّن رَّسُولٍ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ", "english" : "How regretful for the servants. There did not come to them any messenger except that they used to ridicule him", "urdu" : "افسوس بندوں کے حال پر، جو رسول بھی ان کے پاس آیا اُس کا وہ مذاق ہی اڑاتے رہے","chinese" : "哀哉众仆！只要有使者来教化他们，他们便加以愚弄。","turkey" : "Kullara yazıklar olsun! Kendilerine hangi elçi gelse onu alaya alıyorlardı"} ,{"id": "31", "arabic" : "أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّنَ ٱلۡقُرُونِ أَنَّهُمۡ إِلَيۡهِمۡ لَا يَرۡجِعُونَ", "english" : "Have they not considered how many generations We destroyed before them - that they to them will not return", "urdu" : "کیا انہوں نے دیکھا نہیں کہ ان سے پہلے کتنی ہی قوموں کو ہم ہلاک کر چکے ہیں اور اس کے بعد وہ پھر کبھی ان کی طرف پلٹ کر نہ آئے؟","chinese" : "难道他们不知道吗？在他们之前，我曾毁灭了许多世代，那些被毁灭的世代永不转回尘世。","turkey" : "Kendilerinden önce nice nesilleri yok ettiğimizi onların bir daha kendilerine dönmediklerini görmezler mi"} ,{"id": "32", "arabic" : "وَإِن كُلّٞ لَّمَّا جَمِيعٞ لَّدَيۡنَا مُحۡضَرُونَ", "english" : "And indeed all of them will yet be brought present before Us", "urdu" : "ان سب کو ایک روز ہمارے سامنے حاضر کیا جانا ہے","chinese" : "他们将统统被拘禁在我那里。","turkey" : "Hepsi huzurumuza getirileceklerdir"} ,{"id": "33", "arabic" : "وَءَايَةٞ لَّهُمُ ٱلۡأَرۡضُ ٱلۡمَيۡتَةُ أَحۡيَيۡنَٰهَا وَأَخۡرَجۡنَا مِنۡهَا حَبّٗا فَمِنۡهُ يَأۡكُلُونَ", "english" : "And a sign for them is the dead earth. We have brought it to life and brought forth from it grain and from it they eat", "urdu" : "اِن لوگوں کے لئے بے جان زمین ایک نشانی ہے ہم نے اس کو زندگی بخشی اور اس سے غلہ نکالا جسے یہ کھاتے ہیں","chinese" : "他们有一种迹象：已死的大地，我使它复活，我使它生长粮食，以作他们的食品。","turkey" : "İşte onlara bir delil: Ölü yeri diriltir ve oradan taneler çıkarırız da ondan yerler"} ,{"id": "34", "arabic" : "وَجَعَلۡنَا فِيهَا جَنَّـٰتٖ مِّن نَّخِيلٖ وَأَعۡنَٰبٖ وَفَجَّرۡنَا فِيهَا مِنَ ٱلۡعُيُونِ", "english" : "And We placed therein gardens of palm trees and grapevines and caused to burst forth therefrom some springs", "urdu" : "ہم نے اس میں کھجوروں اور انگوروں کے باغ پیدا کیے اور اس کے اندر چشمے پھوڑ نکالے","chinese" : "我在大地上创造许多椰枣园、葡萄园，我使许多源泉，从地下涌出，","turkey" : "Orada hurmalıklar ve üzüm bağları var ederiz aralarında pınarlar fışkırtırız"} ,{"id": "35", "arabic" : "لِيَأۡكُلُواْ مِن ثَمَرِهِۦ وَمَا عَمِلَتۡهُ أَيۡدِيهِمۡۚ أَفَلَا يَشۡكُرُونَ", "english" : "That they may eat of His fruit. And their hands have not produced it so will they not be grateful", "urdu" : "تاکہ یہ اس کے پھل کھائیں یہ سب کچھ ان کے اپنے ہاتھوں کا پیدا کیا ہوا نہیں ہے پھر کیا یہ شکر ادا نہیں کرتے؟","chinese" : "以便他们食其果实。这些果实不是他们的手造出来的，难道他们不感谢么？","turkey" : "Onun ve elleriyle yaptıklarının ürünlerini yesinler; şükretmezler mi"} ,{"id": "36", "arabic" : "سُبۡحَٰنَ ٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ وَمِنۡ أَنفُسِهِمۡ وَمِمَّا لَا يَعۡلَمُونَ", "english" : "Exalted is He who created all pairs - from what the earth grows and from themselves and from that which they do not know", "urdu" : "پاک ہے وہ ذات جس نے جملہ اقسام کے جوڑے پیدا کیے خواہ وہ زمین کی نباتات میں سے ہوں یا خود اِن کی اپنی جنس (یعنی نوع انسانی) میں سے یا اُن اشیاء میں سے جن کو یہ جانتے تک نہیں ہیں","chinese" : "赞颂安拉，超绝万物！他创造一切配偶，地面所产生的，他们自己，以及他们所不知道的，（都有配偶）。","turkey" : "Yerin yetiştirdiklerinden kendilerinden ve daha bilmediklerinden çift çift yaratan Allah münezzehtir"} ,{"id": "37", "arabic" : "وَءَايَةٞ لَّهُمُ ٱلَّيۡلُ نَسۡلَخُ مِنۡهُ ٱلنَّهَارَ فَإِذَا هُم مُّظۡلِمُونَ", "english" : "And a sign for them is the night. We remove from it [the light of] day so they are [left] in darkness", "urdu" : "اِن کے لیے ایک اور نشانی رات ہے، ہم اُس کے اوپر سے دن ہٹا دیتے ہیں تو اِن پر اندھیرا چھا جاتا ہے","chinese" : "他们有一种迹象：我使白昼脱离黑夜，他们便忽然在黑暗中。","turkey" : "Onlara bir delil de gecedir; gündüzü ondan sıyırırız da karanlıkta kalıverirler"} ,{"id": "38", "arabic" : "وَٱلشَّمۡسُ تَجۡرِي لِمُسۡتَقَرّٖ لَّهَاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ", "english" : "And the sun runs [on course] toward its stopping point. That is the determination of the Exalted in Might the Knowing", "urdu" : "اور سورج، وہ اپنے ٹھکانے کی طرف چلا جا رہا ہے یہ زبردست علیم ہستی کا باندھا ہوا حساب ہے","chinese" : "太阳疾行，至一定所，那是万能的、全知的主所预定的。","turkey" : "Güneş de yörüngesinde yürüyüp gitmektedir. Bu güçlü ve bilgin olan Allah'ın kanunudur"} ,{"id": "39", "arabic" : "وَٱلۡقَمَرَ قَدَّرۡنَٰهُ مَنَازِلَ حَتَّىٰ عَادَ كَٱلۡعُرۡجُونِ ٱلۡقَدِيمِ", "english" : "And the moon - We have determined for it phases until it returns [appearing] like the old date stalk", "urdu" : "اور چاند، اُس کے لیے ہم نے منزلیں مقرر کر دی ہیں یہاں تک کہ ان سے گزرتا ہوا وہ پھر کھجور کی سوکھی شاخ کے مانند رہ جاتا ہے","chinese" : "月亮，我为它预定宫宿，直到它再变成像干枯的椰枣枝一样。","turkey" : "Ay için de sonunda kuru bir hurma dalına döneceği konaklar tayin etmişizdir"} ,{"id": "40", "arabic" : "لَا ٱلشَّمۡسُ يَنۢبَغِي لَهَآ أَن تُدۡرِكَ ٱلۡقَمَرَ وَلَا ٱلَّيۡلُ سَابِقُ ٱلنَّهَارِۚ وَكُلّٞ فِي فَلَكٖ يَسۡبَحُونَ", "english" : "It is not allowable for the sun to reach the moon nor does the night overtake the day but each in an orbit is swimming", "urdu" : "نہ سورج کے بس میں یہ ہے کہ وہ چاند کو جا پکڑے اور نہ رات دن پر سبقت لے جا سکتی ہے سب ایک ایک فلک میں تیر رہے ہیں","chinese" : "太阳不得追及月亮，黑夜也不得超越白昼，各在一个轨道上浮游着。","turkey" : "Aya erişmek güneşe düşmez. Gece de gündüzü geçemez. Her biri bir yörüngede yürürler"} ,{"id": "41", "arabic" : "وَءَايَةٞ لَّهُمۡ أَنَّا حَمَلۡنَا ذُرِّيَّتَهُمۡ فِي ٱلۡفُلۡكِ ٱلۡمَشۡحُونِ", "english" : "And a sign for them is that We carried their forefathers in a laden ship", "urdu" : "اِن کے لیے یہ بھی ایک نشانی ہے کہ ہم نے اِن کی نسل کو بھری ہوئی کشتی میں سوار کر دیا","chinese" : "他们有一种迹象：我使他们的子孙，乘坐满载的船舶。","turkey" : "Onlara bir delil de: Soylarını dolu gemiyle taşımamız ve kendileri için bunun gibi daha nice binekler yaratmış olmamızdır"} ,{"id": "42", "arabic" : "وَخَلَقۡنَا لَهُم مِّن مِّثۡلِهِۦ مَا يَرۡكَبُونَ", "english" : "And We created for them from the likes of it that which they ride", "urdu" : "اور پھر اِن کے لیے ویسی ہی کشتیاں اور پیدا کیں جن پر یہ سوار ہوتے ہیں","chinese" : "我为他们而创造船舶那样可供骑乘的东西。","turkey" : "Onlara bir delil de: Soylarını dolu gemiyle taşımamız ve kendileri için bunun gibi daha nice binekler yaratmış olmamızdır"} ,{"id": "43", "arabic" : "وَإِن نَّشَأۡ نُغۡرِقۡهُمۡ فَلَا صَرِيخَ لَهُمۡ وَلَا هُمۡ يُنقَذُونَ", "english" : "And if We should will We could drown them; then no one responding to a cry would there be for them nor would they be saved", "urdu" : "ہم چاہیں تو اِن کو غرق کر دیں، کوئی اِن کی فریاد سننے والا نہ ہو اور کسی طرح یہ نہ بچائے جا سکیں","chinese" : "如果我意欲，我就把他们淹死，而他们没有任何援助者，他们将不获拯救；","turkey" : "Dilesek onları suda boğardık; ne yardımlarına koşan bulunur ve ne de kendileri kurtulabilirlerdi"} ,{"id": "44", "arabic" : "إِلَّا رَحۡمَةٗ مِّنَّا وَمَتَٰعًا إِلَىٰ حِينٖ", "english" : "Except as a mercy from Us and provision for a time", "urdu" : "بس ہماری رحمت ہی ہے جو انہیں پار لگاتی اور ایک وقت خاص تک زندگی سے متمتع ہونے کا موقع دیتی ہے","chinese" : "除非是因为我的恩惠，因为我要使他们享乐到某时。","turkey" : "Ama katımızdan bir rahmet ve bir süreye kadar geçinme olarak onları geri bıraktık"} ,{"id": "45", "arabic" : "وَإِذَا قِيلَ لَهُمُ ٱتَّقُواْ مَا بَيۡنَ أَيۡدِيكُمۡ وَمَا خَلۡفَكُمۡ لَعَلَّكُمۡ تُرۡحَمُونَ", "english" : "But when it is said to them Beware of what is before you and what is behind you; perhaps you will receive mercy", "urdu" : "اِن لوگوں سے جب کہا جاتا ہے کہ بچو اُس انجام سے جو تمہارے آگے آ رہا ہے اور تمہارے پیچھے گزر چکا ہے، شاید کہ تم پر رحم کیا جائے (تو یہ سنی اَن سنی کر جاتے ہیں)","chinese" : "如果有声音对他们说：“你们当敬畏在你们之前的，和在你们之后的，以便你们蒙主的怜悯。”","turkey" : "Onlara: Geçmişinizden ve geleceğinizden sakının belki acınırsınız dendiği zaman yüz çevirirler"} ,{"id": "46", "arabic" : "وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ", "english" : "And no sign comes to them from the signs of their Lord except that they are from it turning away", "urdu" : "اِن کے سامنے اِن کے رب کی آیات میں سے جو آیت بھی آتی ہے یہ اس کی طرف التفات نہیں کرتے","chinese" : "每逢他们的主的一种迹象来临他们，他们便背弃它。","turkey" : "Zaten Rabbinin ayetlerinden herhangi biri kendilerine geldiğinde ondan hep yüz çeviregelmişlerdi"} ,{"id": "47", "arabic" : "وَإِذَا قِيلَ لَهُمۡ أَنفِقُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَنُطۡعِمُ مَن لَّوۡ يَشَآءُ ٱللَّهُ أَطۡعَمَهُۥٓ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ مُّبِينٖ", "english" : "And when it is said to them Spend from that which Allah has provided for you those who disbelieve say to those who believe Should we feed one whom if Allah had willed He would have fed? You are not but in clear error", "urdu" : "اور جب اِن سے کہا جاتا ہے کہ اللہ نے جو رزق تمہیں عطا کیا ہے اُس میں سے کچھ اللہ کی راہ میں بھی خرچ کرو تو یہ لوگ جنہوں نے کفر کیا ہے ایمان لانے والوں کو جواب دیتے ہیں کیا ہم اُن کو کھلائیں جنہیں اگر اللہ چاہتا تو خود کھلا دیتا؟ تم تو بالکل ہی بہک گئے ہو","chinese" : "如果有声音对他们说：“你们应当分舍安拉所赐予你们的。”那么，不信道者将对信道者说：“安拉欲供养谁就供养谁，我们何必供养他呢？你们只是在明显的迷误中。”","turkey" : "Onlara: Allah'ın size verdiği rızıktan sarfedin denince inkar edenler inananlara: Allah dileseydi doyurabileceği bir kimseyi biz mi doyuralım? Doğrusu siz apaçık bir sapıklıktasınız derler"} ,{"id": "48", "arabic" : "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ", "english" : "And they say When is this promise if you should be truthful", "urdu" : "یہ لوگ کہتے ہیں کہ یہ قیامت کی دھمکی آخر کب پوری ہو گی؟ بتاؤ اگر تم سچے ہو","chinese" : "他们说：“这个警告什么时候实现呢？如果你们是说实话的。”","turkey" : "Doğru sözlü iseniz bildirin bu vaad ne zamandır? derler"} ,{"id": "49", "arabic" : "مَا يَنظُرُونَ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ تَأۡخُذُهُمۡ وَهُمۡ يَخِصِّمُونَ", "english" : "They do not await except one blast which will seize them while they are disputing", "urdu" : "دراصل یہ جس چیز کی راہ تک رہے ہیں وہ بس ایک دھماکا ہے جو یکایک اِنہیں عین اُس حالت میں دھر لے گا جب یہ (اپنے دنیوی معاملات میں) جھگڑ رہے ہوں گے","chinese" : "他们只等待一声呐喊，在他们纷争的时候，袭击他们；","turkey" : "Çekişip dururlarken kendilerini yakalayacak bir tek çığlığı beklerler"} ,{"id": "50", "arabic" : "فَلَا يَسۡتَطِيعُونَ تَوۡصِيَةٗ وَلَآ إِلَىٰٓ أَهۡلِهِمۡ يَرۡجِعُونَ", "english" : "And they will not be able [to give] any instruction nor to their people can they return", "urdu" : "اور اُس وقت یہ وصیت تک نہ کر سکیں گے، نہ اپنے گھروں کو پلٹ سکیں گے","chinese" : "他们将来不能立遗嘱，也不能回家去。","turkey" : "O zaman artık ne vasiyet edebilirler ne de ailelerine dönebilirler"} ,{"id": "51", "arabic" : "وَنُفِخَ فِي ٱلصُّورِ فَإِذَا هُم مِّنَ ٱلۡأَجۡدَاثِ إِلَىٰ رَبِّهِمۡ يَنسِلُونَ", "english" : "And the Horn will be blown; and at once from the graves to their Lord they will hasten", "urdu" : "پھر ایک صور پھونکا جائے گا اور یکایک یہ اپنے رب کے حضور پیش ہونے کے لیے اپنی قبروں سے نکل پڑیں گے","chinese" : "号角一响，他们就从坟墓出来，奔向他们的主。","turkey" : "Sura üflenince kabirlerinden Rablerine koşarak çıkarlar"} ,{"id": "52", "arabic" : "قَالُواْ يَٰوَيۡلَنَا مَنۢ بَعَثَنَا مِن مَّرۡقَدِنَاۜۗ هَٰذَا مَا وَعَدَ ٱلرَّحۡمَٰنُ وَصَدَقَ ٱلۡمُرۡسَلُونَ", "english" : "They will say O woe to us! Who has raised us up from our sleeping place? [The reply will be] This is what the Most Merciful had promised and the messengers told the truth", "urdu" : "گھبرا کر کہیں گے: ارے، یہ کس نے ہمیں ہماری خواب گاہ سے اُٹھا کھڑا کیا؟ یہ وہی چیز ہے جس کا خدائے رحمان نے وعدہ کیا تھا اور رسولوں کی بات سچی تھی","chinese" : "他们将说：“伤哉我们！谁将我们从我们的卧处唤醒？这是至仁主所应许我们的，使者们已说实话了。”","turkey" : "Vah halimize! Yattığımız yerden bizi kim kaldırdı? derler. Onlara: İşte Rahman olan Allah'ın vadettiği budur peygamberler doğru söylemişlerdi denir"} ,{"id": "53", "arabic" : "إِن كَانَتۡ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ فَإِذَا هُمۡ جَمِيعٞ لَّدَيۡنَا مُحۡضَرُونَ", "english" : "It will not be but one blast and at once they are all brought present before Us", "urdu" : "ایک ہی زور کی آواز ہو گی اور سب کے سب ہمارے سامنے حاضر کر دیے جائیں گے","chinese" : "才听见一声呐喊，他们就统统被拘禁在我这里。","turkey" : "Tek bir çığlık kopar hepsi hemen huzurumuza getirilmiş olur"} ,{"id": "54", "arabic" : "فَٱلۡيَوۡمَ لَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗا وَلَا تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ", "english" : "So today no soul will be wronged at all and you will not be recompensed except for what you used to do", "urdu" : "آج کسی پر ذرہ برابر ظلم نہ کیا جائے گا اور تمہیں ویسا ہی بدلہ دیا جائے گا جیسے عمل تم کرتے رہے تھے","chinese" : "在那日，任何人不受丝毫枉曲；你们只依自己的行为而受报酬。","turkey" : "Artık bugün kimseye hiçbir haksızlıkta bulunulmaz. İşlediklerinizden başkasıyla karşılık görmezsiniz"} ,{"id": "55", "arabic" : "إِنَّ أَصۡحَٰبَ ٱلۡجَنَّةِ ٱلۡيَوۡمَ فِي شُغُلٖ فَٰكِهُونَ", "english" : "Indeed the companions of Paradise that Day will be amused in [joyful] occupation", "urdu" : "آج جنتی لوگ مزے کرنے میں مشغول ہیں","chinese" : "乐园的居民在那日确是从事于愉快的。","turkey" : "Doğrusu bugün cennetlikler eğlenceyle meşguldürler"} ,{"id": "56", "arabic" : "هُمۡ وَأَزۡوَٰجُهُمۡ فِي ظِلَٰلٍ عَلَى ٱلۡأَرَآئِكِ مُتَّكِـُٔونَ", "english" : "They and their spouses - in shade reclining on adorned couches", "urdu" : "وہ اور ان کی بیویاں گھنے سایوں میں ہیں مسندوں پر تکیے لگائے ہوئے","chinese" : "他们和自己的配偶，在树荫下，靠在床上。","turkey" : "Onlar ve eşleri gölgeliklerde tahtlar üzerine yaslanmışlardır"} ,{"id": "57", "arabic" : "لَهُمۡ فِيهَا فَٰكِهَةٞ وَلَهُم مَّا يَدَّعُونَ", "english" : "For them therein is fruit and for them is whatever they request [or wish]", "urdu" : "ہر قسم کی لذیذ چیزیں کھانے پینے کو ان کے لیے وہاں موجود ہیں، جو کچھ وہ طلب کریں اُن کے لیے حاضر ہے","chinese" : "他们在乐园中，将有水果，并有他们所要求的恩典。","turkey" : "Orada meyveler ve her istedikleri onlarındır"} ,{"id": "58", "arabic" : "سَلَٰمٞ قَوۡلٗا مِّن رَّبّٖ رَّحِيمٖ", "english" : "[And] Peace a word from a Merciful Lord", "urdu" : "رب رحیم کی طرف سے ان کو سلام کہا گیا ہے","chinese" : "“平安！”这是从至慈主发出的祝辞。","turkey" : "Merhametli olan Rab katından onlara selam vardır"} ,{"id": "59", "arabic" : "وَٱمۡتَٰزُواْ ٱلۡيَوۡمَ أَيُّهَا ٱلۡمُجۡرِمُونَ", "english" : "[Then He will say] But stand apart today you criminals", "urdu" : "اور اے مجرمو، آج تم چھٹ کر الگ ہو جاؤ","chinese" : "“犯罪的人们呀！今日你们当退避到一边去。","turkey" : "Allah şöyle buyurur: Ey suçlular! Bugün müminlerden ayrılın. Ey insanoğulları! Ben size şeytana tapmayın o sizin için apaçık bir düşmandır Bana kulluk edin bu doğru yoldur diye bildirmedim mi"} ,{"id": "60", "arabic" : "۞أَلَمۡ أَعۡهَدۡ إِلَيۡكُمۡ يَٰبَنِيٓ ءَادَمَ أَن لَّا تَعۡبُدُواْ ٱلشَّيۡطَٰنَۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ", "english" : "Did I not enjoin upon you O children of Adam that you not worship Satan - [for] indeed he is to you a clear enemy", "urdu" : "آدمؑ کے بچو، کیا میں نے تم کو ہدایت نہ کی تھی کہ شیطان کی بندگی نہ کرو، وہ تمہارا کھلا دشمن ہے","chinese" : "阿丹的后裔啊！难道我没有嘱咐过你们吗？我说你们不要崇拜恶魔，他确是你们的仇敌。","turkey" : "Allah şöyle buyurur: Ey suçlular! Bugün müminlerden ayrılın. Ey insanoğulları! Ben size şeytana tapmayın o sizin için apaçık bir düşmandır Bana kulluk edin bu doğru yoldur diye bildirmedim mi"} ,{"id": "61", "arabic" : "وَأَنِ ٱعۡبُدُونِيۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ", "english" : "And that you worship [only] Me? This is a straight path", "urdu" : "اور میری ہی بندگی کرو، یہ سیدھا راستہ ہے؟","chinese" : "你们应当崇拜我，这是正路。","turkey" : "Allah şöyle buyurur: Ey suçlular! Bugün müminlerden ayrılın. Ey insanoğulları! Ben size şeytana tapmayın o sizin için apaçık bir düşmandır Bana kulluk edin bu doğru yoldur diye bildirmedim mi"} ,{"id": "62", "arabic" : "وَلَقَدۡ أَضَلَّ مِنكُمۡ جِبِلّٗا كَثِيرًاۖ أَفَلَمۡ تَكُونُواْ تَعۡقِلُونَ", "english" : "And he had already led astray from among you much of creation so did you not use reason", "urdu" : "مگر اس کے باوجود اس نے تم میں سے ایک گروہ کثیر کو گمراہ کر دیا کیا تم عقل نہیں رکھتے تھے؟","chinese" : "他确使许多人迷误，难道你们不明白吗？","turkey" : "And olsun ki o sizden nice nesilleri saptırmıştı akletmez miydiniz"} ,{"id": "63", "arabic" : "هَٰذِهِۦ جَهَنَّمُ ٱلَّتِي كُنتُمۡ تُوعَدُونَ", "english" : "This is the Hellfire which you were promised", "urdu" : "یہ وہی جہنم ہے جس سے تم کو ڈرایا جاتا رہا تھا","chinese" : "这是从前常常用来恐吓你们的火狱。","turkey" : "İşte bu size söz verilen cehennemdir"} ,{"id": "64", "arabic" : "ٱصۡلَوۡهَا ٱلۡيَوۡمَ بِمَا كُنتُمۡ تَكۡفُرُونَ", "english" : "[Enter to] burn therein today for what you used to deny", "urdu" : "جو کفر تم دنیا میں کرتے رہے ہو اُس کی پاداش میں اب اِس کا ایندھن بنو","chinese" : "你们生前不肯信道，所以你们今日当入火狱。”","turkey" : "Bugün inkarcılığınıza karşılık oraya girin"} ,{"id": "65", "arabic" : "ٱلۡيَوۡمَ نَخۡتِمُ عَلَىٰٓ أَفۡوَٰهِهِمۡ وَتُكَلِّمُنَآ أَيۡدِيهِمۡ وَتَشۡهَدُ أَرۡجُلُهُم بِمَا كَانُواْ يَكۡسِبُونَ", "english" : "That Day We will seal over their mouths and their hands will speak to Us and their feet will testify about what they used to earn", "urdu" : "آج ہم اِن کے منہ بند کیے دیتے ہیں، اِن کے ہاتھ ہم سے بولیں گے اور ان کے پاؤں گواہی دیں گے کہ یہ دنیا میں کیا کمائی کرتے رہے ہیں","chinese" : "在那日，我将封闭他们的口，他们的手将对我说话，他们的脚将作证他们所行的善恶。","turkey" : "İşte o gün ağızlarını mühürleriz Bizimle elleri konuşur ayakları da yaptıklarına şahidlik eder"} ,{"id": "66", "arabic" : "وَلَوۡ نَشَآءُ لَطَمَسۡنَا عَلَىٰٓ أَعۡيُنِهِمۡ فَٱسۡتَبَقُواْ ٱلصِّرَٰطَ فَأَنَّىٰ يُبۡصِرُونَ", "english" : "And if We willed We could have obliterated their eyes and they would race to [find] the path and how could they see", "urdu" : "ہم چاہیں تو اِن کی آنکھیں موند دیں، پھر یہ راستے کی طرف لپک کر دیکھیں، کہاں سے اِنہیں راستہ سجھائی دے گا؟","chinese" : "假若我意欲，我必毁灭他们的眼睛，然后他们忙着走路，但他们怎能看见呢？","turkey" : "Dilesek gözlerini kör ederdik de yol bulmağa çalışırlardı. Nasıl görebilirlerdi"} ,{"id": "67", "arabic" : "وَلَوۡ نَشَآءُ لَمَسَخۡنَٰهُمۡ عَلَىٰ مَكَانَتِهِمۡ فَمَا ٱسۡتَطَٰعُواْ مُضِيّٗا وَلَا يَرۡجِعُونَ", "english" : "And if We willed We could have deformed them [paralyzing them] in their places so they would not be able to proceed nor could they return", "urdu" : "ہم چاہیں تو اِنہیں اِن کی جگہ ہی پر اس طرح مسخ کر کے رکھ دیں کہ یہ نہ آگے چل سکیں نہ پیچھے پلٹ سکیں","chinese" : "假若我意欲，我必使他们在自己的家中变形，然后他们既不能前进，又不能后退；","turkey" : "Dilesek onları oldukları yerde dondururduk da ne ileri gidebilirler ve ne de geri dönebilirlerdi"} ,{"id": "68", "arabic" : "وَمَن نُّعَمِّرۡهُ نُنَكِّسۡهُ فِي ٱلۡخَلۡقِۚ أَفَلَا يَعۡقِلُونَ", "english" : "And he to whom We grant long life We reverse in creation; so will they not understand", "urdu" : "جس شخص کو ہم لمبی عمر دیتے ہیں اس کی ساخت کو ہم الٹ ہی دیتے ہیں، کیا (یہ حالات دیکھ کر) انہیں عقل نہیں آتی؟","chinese" : "我使谁长寿，我降低谁的体质。难道他们不明理么？","turkey" : "Uzun ömürlü yaptığımızın hilkatini tersine çevirmişizdir. Akletmezler mi"} ,{"id": "69", "arabic" : "وَمَا عَلَّمۡنَٰهُ ٱلشِّعۡرَ وَمَا يَنۢبَغِي لَهُۥٓۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ وَقُرۡءَانٞ مُّبِينٞ", "english" : "And We did not give Prophet Muhammad knowledge of poetry nor is it befitting for him. It is not but a message and a clear Qur'an", "urdu" : "ہم نے اِس (نبی) کو شعر نہیں سکھایا ہے اور نہ شاعری اس کو زیب ہی دیتی ہے یہ تو ایک نصیحت ہے اور صاف پڑھی جانے والی کتاب","chinese" : "我没有教他诗歌，诗歌对于他是不相宜的。这个只是教诲和明白的《古兰经》，","turkey" : "Biz ona şiir öğretmedik zaten ona gerekmezdi. Bu bir öğüt ve apaçık Kuran'dır"} ,{"id": "70", "arabic" : "لِّيُنذِرَ مَن كَانَ حَيّٗا وَيَحِقَّ ٱلۡقَوۡلُ عَلَى ٱلۡكَٰفِرِينَ", "english" : "To warn whoever is alive and justify the word against the disbelievers", "urdu" : "تاکہ وہ ہر اُس شخص کو خبردار کر دے جو زندہ ہو اور انکار کرنے والوں پر حجت قائم ہو جائے","chinese" : "以便他警告活人，以便不信道的人们当受刑罚的判决。","turkey" : "Diri olan kimseyi uyarsın ve verilen söz de inkarcıların aleyhine çıksın"} ,{"id": "71", "arabic" : "أَوَلَمۡ يَرَوۡاْ أَنَّا خَلَقۡنَا لَهُم مِّمَّا عَمِلَتۡ أَيۡدِينَآ أَنۡعَٰمٗا فَهُمۡ لَهَا مَٰلِكُونَ", "english" : "Do they not see that We have created for them from what Our hands have made grazing livestock and [then] they are their owners", "urdu" : "کیا یہ لوگ دیکھتے نہیں ہیں کہ ہم نے اپنے ہاتھوں کی بنائی ہوئی چیزوں میں سے اِن کے لیے مویشی پیدا کیے اور اب یہ ان کے مالک ہیں","chinese" : "难道他们不知道吗？从我所亲手造作者之中，我曾为他们而创造牲畜，而他们管理它们。","turkey" : "Kudretimizle kendileri için hayvanlar yarattığımızı görmezler mi? Onlara sahip olmaktadırlar"} ,{"id": "72", "arabic" : "وَذَلَّلۡنَٰهَا لَهُمۡ فَمِنۡهَا رَكُوبُهُمۡ وَمِنۡهَا يَأۡكُلُونَ", "english" : "And We have tamed them for them so some of them they ride and some of them they eat", "urdu" : "ہم نے اُنہیں اس طرح اِن کے بس میں کر دیا ہے کہ اُن میں سے کسی پر یہ سوار ہوتے ہیں، کسی کا یہ گوشت کھاتے ہیں","chinese" : "我为他们而制服牲畜，以一部分供他们骑，一部分供他们吃。","turkey" : "Onları kendilerinin buyruğuna verdik; bindikleri de etini yedikleri de vardır"} ,{"id": "73", "arabic" : "وَلَهُمۡ فِيهَا مَنَٰفِعُ وَمَشَارِبُۚ أَفَلَا يَشۡكُرُونَ", "english" : "And for them therein are [other] benefits and drinks so will they not be grateful", "urdu" : "اور اُن کے اندر اِن کے لیے طرح طرح کے فوائد اور مشروبات ہیں پھر کیا یہ شکر گزار نہیں ہوتے؟","chinese" : "他们可由它们获得许多利益和饮料。他们怎么还不感谢呢？","turkey" : "Onlarda daha nice faydalar içecekler vardır; şükretmezler mi"} ,{"id": "74", "arabic" : "وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لَّعَلَّهُمۡ يُنصَرُونَ", "english" : "But they have taken besides Allah [false] deities that perhaps they would be helped", "urdu" : "یہ سب کچھ ہوتے ہوئے اِنہوں نے اللہ کے سوا دوسرے خدا بنا لیے ہیں اور یہ امید رکھتے ہیں کہ اِن کی مدد کی جائے گی","chinese" : "他们舍安拉而敬事许多神灵，希望自己获得援助。","turkey" : "Allah'ı bırakıp da kendilerine yardımı dokunur diye başka tanrılar edindiler"} ,{"id": "75", "arabic" : "لَا يَسۡتَطِيعُونَ نَصۡرَهُمۡ وَهُمۡ لَهُمۡ جُندٞ مُّحۡضَرُونَ", "english" : "They are not able to help them and they [themselves] are for them soldiers in attendance", "urdu" : "وہ اِن کی کوئی مدد نہیں کر سکتے بلکہ یہ لوگ الٹے اُن کے لیے حاضر باش لشکر بنے ہوئے ہیں","chinese" : "那些神灵不能援助他们，他们却是为那些神灵而被集合的军队。","turkey" : "Oysa onlar yardım edemezler ancak kendileri o tanrılara koruyuculuk için nöbet beklerler"} ,{"id": "76", "arabic" : "فَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّا نَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ", "english" : "So let not their speech grieve you. Indeed We know what they conceal and what they declare", "urdu" : "اچھا، جو باتیں یہ بنا رہے ہیں وہ تمہیں رنجیدہ نہ کریں، اِن کی چھپی اور کھلی سب باتوں کو ہم جانتے ہیں","chinese" : "所以不要让他们的妄言使你忧愁。我的确知道他们所隐匿的，和他们所表现的。","turkey" : "Bunların sözü seni üzmesin. Biz onların gizlediklerini de açığa vurduklarını da şüphesiz biliriz"} ,{"id": "77", "arabic" : "أَوَلَمۡ يَرَ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ", "english" : "Does man not consider that We created him from a [mere] sperm-drop - then at once he is a clear adversary", "urdu" : "کیا انسان دیکھتا نہیں ہے کہ ہم نے اسے نطفہ سے پیدا کیا اور پھر وہ صریح جھگڑالو بن کر کھڑا ہو گیا؟","chinese" : "难道人还不知道吗？我曾用精液创造他，而他们忽然变成坦白的抗辩者。","turkey" : "İnsan kendisini bir nutfeden yarattığımızı görmez mi ki hemen apaçık bir hasım kesilir ve kendi yaratılışını unutur da; Çürümüş kemikleri kim yaratacak diyerek Bize misal vermeye kalkar"} ,{"id": "78", "arabic" : "وَضَرَبَ لَنَا مَثَلٗا وَنَسِيَ خَلۡقَهُۥۖ قَالَ مَن يُحۡيِ ٱلۡعِظَٰمَ وَهِيَ رَمِيمٞ", "english" : "And he presents for Us an example and forgets his [own] creation. He says Who will give life to bones while they are disintegrated", "urdu" : "اب وہ ہم پر مثالیں چسپاں کرتا ہے اور اپنی پیدائش کو بھول جاتا ہے کہتا ہے کون ان ہڈیوں کو زندہ کرے گا جبکہ یہ بوسیدہ ہو چکی ہوں؟","chinese" : "他为我设了一个譬喻，而他忘却了我曾创造他。他说：“谁能使朽骨复活呢？”","turkey" : "İnsan kendisini bir nutfeden yarattığımızı görmez mi ki hemen apaçık bir hasım kesilir ve kendi yaratılışını unutur da; Çürümüş kemikleri kim yaratacak diyerek Bize misal vermeye kalkar"} ,{"id": "79", "arabic" : "قُلۡ يُحۡيِيهَا ٱلَّذِيٓ أَنشَأَهَآ أَوَّلَ مَرَّةٖۖ وَهُوَ بِكُلِّ خَلۡقٍ عَلِيمٌ", "english" : "Say He will give them life who produced them the first time; and He is of all creation Knowing", "urdu" : "اس سے کہو، اِنہیں وہی زندہ کرے گا جس نے پہلے انہیں پیدا کیا تھا، اور وہ تخلیق کا ہر کام جانتا ہے","chinese" : "你说：“最初创造他的，将使他复活；他是全知一切众生的。","turkey" : "De ki: Onları ilk defa yaratan diriltecektir. O her türlü yaratmayı bilendir"} ,{"id": "80", "arabic" : "ٱلَّذِي جَعَلَ لَكُم مِّنَ ٱلشَّجَرِ ٱلۡأَخۡضَرِ نَارٗا فَإِذَآ أَنتُم مِّنۡهُ تُوقِدُونَ", "english" : "[It is] He who made for you from the green tree fire and then from it you ignite", "urdu" : "وہی جس نے تمہارے لیے ہرے بھرے درخت سے آگ پیدا کر دی اور تم اس سے اپنے چولہے روشن کرتے ہو","chinese" : "他为你们用绿树创造火，你们便用那绿树燃火。”","turkey" : "Yaş ağaçtan size ateş çıkarandır. Ondan ateş yakarsınız"} ,{"id": "81", "arabic" : "أَوَلَيۡسَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِقَٰدِرٍ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۚ بَلَىٰ وَهُوَ ٱلۡخَلَّـٰقُ ٱلۡعَلِيمُ", "english" : "Is not He who created the heavens and the earth Able to create the likes of them? Yes [it is so]; and He is the Knowing Creator", "urdu" : "کیا وہ جس نے آسمانوں اور زمین کو پیدا کیا اِس پر قادر نہیں ہے کہ اِن جیسوں کو پیدا کر سکے؟ کیوں نہیں، جبکہ وہ ماہر خلاق ہے","chinese" : "难道能造天地的，不能造像他们那样的人吗？不然！他确是善造的，确是全知的。","turkey" : "Gökleri ve yeri yaratan kendilerinin benzerini yaratmaya kadir olmaz mı? Elbette olur; çünkü O yaratan ve bilendir"} ,{"id": "82", "arabic" : "إِنَّمَآ أَمۡرُهُۥٓ إِذَآ أَرَادَ شَيۡـًٔا أَن يَقُولَ لَهُۥ كُن فَيَكُونُ", "english" : "His command is only when He intends a thing that He says to it Be and it is", "urdu" : "وہ تو جب کسی چیز کا ارادہ کرتا ہے تو اس کا کام بس یہ ہے کہ اسے حکم دے کہ ہو جا اور وہ ہو جاتی ہے","chinese" : "当他欲造化任何事物的时候，他的事情只是说声：“有”，它就有了。","turkey" : "Bir şeyi dilediği zaman O'nun buyruğu sadece o şeye Ol demektir hemen olur"} ,{"id": "83", "arabic" : "فَسُبۡحَٰنَ ٱلَّذِي بِيَدِهِۦ مَلَكُوتُ كُلِّ شَيۡءٖ وَإِلَيۡهِ تُرۡجَعُونَ", "english" : "So exalted is He in whose hand is the realm of all things and to Him you will be returned", "urdu" : "پاک ہے وہ جس کے ہاتھ میں ہر چیز کا مکمل اقتدار ہے، اور اسی کی طرف تم پلٹائے جانے والے","chinese" : "赞颂安拉，超绝万物！一切事物的主权都掌握在他的手中，你们只被召归于他。","turkey" : "Her şeyin hükümranlığı elinde olan ve sizin de kendisine döneceğiniz Allah münezzehtir"} ]}