{"name":"ص","verses":[{"id": "1", "arabic" : "صٓۚ وَٱلۡقُرۡءَانِ ذِي ٱلذِّكۡرِ", "english" : "Sad. By the Qur'an containing reminder", "urdu" : "ص، قسم ہے نصیحت بھرے قرآن کی","chinese" : "萨德。指著名的《古兰经》发誓。","turkey" : "Sad. Öğüt veren Kuran'a and olsun ki inkar edenler gurur ve ayrılık içindedirler"} ,{"id": "2", "arabic" : "بَلِ ٱلَّذِينَ كَفَرُواْ فِي عِزَّةٖ وَشِقَاقٖ", "english" : "But those who disbelieve are in pride and dissension", "urdu" : "بلکہ یہی لوگ، جنہوں نے ماننے سے انکار کیا ہے، سخت تکبر اور ضد میں مبتلا ہیں","chinese" : "不然！不信道者，是忘自尊大、违背真理的。","turkey" : "Sad. Öğüt veren Kuran'a and olsun ki inkar edenler gurur ve ayrılık içindedirler"} ,{"id": "3", "arabic" : "كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ فَنَادَواْ وَّلَاتَ حِينَ مَنَاصٖ", "english" : "How many a generation have We destroyed before them and they [then] called out; but it was not a time for escape", "urdu" : "اِن سے پہلے ہم ایسی کتنی ہی قوموں کو ہلاک کر چکے ہیں (اور جب اُن کی شامت آئی ہے) تو وہ چیخ اٹھے ہیں، مگر وہ وقت بچنے کا نہیں ہوتا","chinese" : "在他们之前我曾毁灭了许多世代，他们呼号，但逃亡的时机以逝去了。","turkey" : "Onlardan önce nice nesilleri yok ettik. Feryat ediyorlardı; oysa artık kurtulma zamanı değildi"} ,{"id": "4", "arabic" : "وَعَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡۖ وَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا سَٰحِرٞ كَذَّابٌ", "english" : "And they wonder that there has come to them a warner from among themselves. And the disbelievers say This is a magician and a liar", "urdu" : "اِن لوگوں کو اس بات پر بڑا تعجب ہوا کہ ایک ڈرانے والا خود اِنہی میں سے آگیا منکرین کہنے لگے کہ یہ ساحرہے، سخت جھوٹا ہے","chinese" : "他们惊讶，因为他们本族中的警告者来临他们。不信道的人们说：“这是一个术士，是一个说谎者。","turkey" : "Aralarından bir uyarıcının gelmesine şaşmışlardı. İnkarcılar: Bu pek yalancı bir sihirbazdır; tanrıları tek bir tanrı mı yaptı? Doğrusu bu tuhaf bir şeydir demişlerdi"} ,{"id": "5", "arabic" : "أَجَعَلَ ٱلۡأٓلِهَةَ إِلَٰهٗا وَٰحِدًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عُجَابٞ", "english" : "Has he made the gods [only] one God? Indeed this is a curious thing", "urdu" : "کیا اِس نے سارے خداؤں کی جگہ بس ایک ہی خدا بنا ڈالا؟ یہ تو بڑی عجیب بات ہے","chinese" : "难道他要将许多神灵变成一个神灵吗？这确是一件怪事。”","turkey" : "Aralarından bir uyarıcının gelmesine şaşmışlardı. İnkarcılar: Bu pek yalancı bir sihirbazdır; tanrıları tek bir tanrı mı yaptı? Doğrusu bu tuhaf bir şeydir demişlerdi"} ,{"id": "6", "arabic" : "وَٱنطَلَقَ ٱلۡمَلَأُ مِنۡهُمۡ أَنِ ٱمۡشُواْ وَٱصۡبِرُواْ عَلَىٰٓ ءَالِهَتِكُمۡۖ إِنَّ هَٰذَا لَشَيۡءٞ يُرَادُ", "english" : "And the eminent among them went forth [saying] Continue and be patient over [the defense of] your gods. Indeed this is a thing intended", "urdu" : "اور سرداران قوم یہ کہتے ہوئے نکل گئے کہ چلو اور ڈٹے رہو اپنے معبودوں کی عبادت پر یہ بات تو کسی اور ہی غرض سے کہی جا رہی ہے","chinese" : "他们中的贵族们起身说：“你们去吧！你们坚忍着崇拜你们的众神灵吧！这确是一件前定的事。","turkey" : "Onlardan ileri gelenler: Yürüyün tanrılarınıza bağlılıkta direnin sizden istenen şüphesiz budur. Başka dinde de bunu işitmedik; bu ancak bir uydurmadır. Kuran aramızda ona mı indirilmeliydi? dediler. Hayır bunlar Kuran'ımızdan şüphededirler. Hayır azabımızı henüz tatmamışlardır"} ,{"id": "7", "arabic" : "مَا سَمِعۡنَا بِهَٰذَا فِي ٱلۡمِلَّةِ ٱلۡأٓخِرَةِ إِنۡ هَٰذَآ إِلَّا ٱخۡتِلَٰقٌ", "english" : "We have not heard of this in the latest religion. This is not but a fabrication", "urdu" : "یہ بات ہم نے زمانہ قریب کی ملت میں کسی سے نہیں سنی یہ کچھ نہیں ہے مگر ایک من گھڑت بات","chinese" : "在最后的宗教中，我们没有听见这种话，这种话只是伪造的。","turkey" : "Onlardan ileri gelenler: Yürüyün tanrılarınıza bağlılıkta direnin sizden istenen şüphesiz budur. Başka dinde de bunu işitmedik; bu ancak bir uydurmadır. Kuran aramızda ona mı indirilmeliydi? dediler. Hayır bunlar Kuran'ımızdan şüphededirler. Hayır azabımızı henüz tatmamışlardır"} ,{"id": "8", "arabic" : "أَءُنزِلَ عَلَيۡهِ ٱلذِّكۡرُ مِنۢ بَيۡنِنَاۚ بَلۡ هُمۡ فِي شَكّٖ مِّن ذِكۡرِيۚ بَل لَّمَّا يَذُوقُواْ عَذَابِ", "english" : "Has the message been revealed to him out of [all of] us? Rather they are in doubt about My message. Rather they have not yet tasted My punishment", "urdu" : "کیا ہمارے درمیان بس یہی ایک شخص رہ گیا تھا جس پر اللہ کا ذکر نازل کر دیا گیا؟ اصل بات یہ ہے کہ یہ میرے ذکرپر شک کر رہے ہیں، اور یہ ساری باتیں اس لیے کر رہے ہیں کہ انہوں نے میرے عذاب کا مزا چکھا نہیں ہے","chinese" : "难道教诲降于他，而不降于我们吗？”不然！他们对于我的教训，是在怀疑之中，不然！他们还没有尝试我的刑罚。","turkey" : "Onlardan ileri gelenler: Yürüyün tanrılarınıza bağlılıkta direnin sizden istenen şüphesiz budur. Başka dinde de bunu işitmedik; bu ancak bir uydurmadır. Kuran aramızda ona mı indirilmeliydi? dediler. Hayır bunlar Kuran'ımızdan şüphededirler. Hayır azabımızı henüz tatmamışlardır"} ,{"id": "9", "arabic" : "أَمۡ عِندَهُمۡ خَزَآئِنُ رَحۡمَةِ رَبِّكَ ٱلۡعَزِيزِ ٱلۡوَهَّابِ", "english" : "Or do they have the depositories of the mercy of your Lord the Exalted in Might the Bestower", "urdu" : "کیا تیرے داتا اور غالب پروردگار کی رحمت کے خزانے اِن کے قبضے میں ہیں؟","chinese" : "难道他们有你万能的、博施的主的慈恩的库藏吗？","turkey" : "Yoksa güçlü ve çok ihsan sahibi olan Rabbinin rahmet hazineleri onların yanında mıdır"} ,{"id": "10", "arabic" : "أَمۡ لَهُم مُّلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۖ فَلۡيَرۡتَقُواْ فِي ٱلۡأَسۡبَٰبِ", "english" : "Or is theirs the dominion of the heavens and the earth and what is between them? Then let them ascend through [any] ways of access", "urdu" : "کیا یہ آسمان و زمین اور ان کے درمیان کی چیزوں کے مالک ہیں؟ اچھا تو یہ عالم اسباب کی بلندیوں پر چڑھ کر دیکھیں","chinese" : "难道他们有天地万物的主权吗？假若他们有，就叫他们缘天梯而上吧！","turkey" : "Yahut göklerin yerin ve ikisi arasında bulunanların hükümranlığı onların elinde midir? Öyle ise sebeplere tevessül edip göğe yükselsinler"} ,{"id": "11", "arabic" : "جُندٞ مَّا هُنَالِكَ مَهۡزُومٞ مِّنَ ٱلۡأَحۡزَابِ", "english" : "[They are but] soldiers [who will be] defeated there among the companies [of disbelievers]", "urdu" : "یہ تو جتھوں میں سے ایک چھوٹا سا جتھا ہے جو اِسی جگہ شکست کھانے والا ہے","chinese" : "他们是由各党派联合起来的乌合之众，他们将要在那里败北。","turkey" : "Onlar burada takım takım bozguna uğramış perişan bir ordudur"} ,{"id": "12", "arabic" : "كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَفِرۡعَوۡنُ ذُو ٱلۡأَوۡتَادِ", "english" : "The people of Noah denied before them and [the tribe of] 'Aad and Pharaoh the owner of stakes", "urdu" : "اِن سے پہلے نوحؑ کی قوم، اور عاد، اور میخوں والا فرعون","chinese" : "在他们之前，曾否认使者的，有努哈的宗族、阿德人、有武力的法老、","turkey" : "Onlardan önce Nuh milleti Ad sarsılmaz bir saltanatın sahibi Firavun Semud Lut milleti Eykeliler de peygamberleri yalanlamıştı. İşte bunlar da peygamberlerine karşı birleşen topluluklardır"} ,{"id": "13", "arabic" : "وَثَمُودُ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ لۡـَٔيۡكَةِۚ أُوْلَـٰٓئِكَ ٱلۡأَحۡزَابُ", "english" : "And [the tribe of] Thamud and the people of Lot and the companions of the thicket. Those are the companies", "urdu" : "اور ثمود، اور قوم لوط، اور اَیکہ والے جھٹلا چکے ہیں جتھے وہ تھے","chinese" : "赛莫德人、鲁特的宗族、茂林的居民。这些都是党派，","turkey" : "Onlardan önce Nuh milleti Ad sarsılmaz bir saltanatın sahibi Firavun Semud Lut milleti Eykeliler de peygamberleri yalanlamıştı. İşte bunlar da peygamberlerine karşı birleşen topluluklardır"} ,{"id": "14", "arabic" : "إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ", "english" : "Each of them denied the messengers so My penalty was justified", "urdu" : "ان میں سے ہر ایک نے رسولوں کو جھٹلایا اور میری عقوبت کا فیصلہ اس پر چسپاں ہو کر رہا","chinese" : "他们之中没有一个未曾否认使者的，所以我的惩罚是必然的。","turkey" : "Hepsi peygamberleri yalanladı da azabımı hakettiler"} ,{"id": "15", "arabic" : "وَمَا يَنظُرُ هَـٰٓؤُلَآءِ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ", "english" : "And these [disbelievers] await not but one blast [of the Horn]; for it there will be no delay", "urdu" : "یہ لوگ بھی بس ایک دھماکے کے منتظر ہیں جس کے بعد کوئی دوسرا دھماکا نہ ہوگا","chinese" : "这些人，只等待一声喊叫，那是不耽搁一霎时的。","turkey" : "Bunlar da ancak bir an gecikmesi olmayan tek bir çığlık beklemektedirler"} ,{"id": "16", "arabic" : "وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبۡلَ يَوۡمِ ٱلۡحِسَابِ", "english" : "And they say Our Lord hasten for us our share [of the punishment] before the Day of Account", "urdu" : "اور یہ کہتے ہیں کہ اے ہمارے رب، یوم الحساب سے پہلے ہی ہمارا حصہ ہمیں جلدی سے دے دے","chinese" : "他们说：“我们的主啊！在清算日之前，请你快将我们所应得的刑罚，降示我们吧！”","turkey" : "Onlar ise Rabbimiz! Bizim payımızı hesap gününden önce ver derler"} ,{"id": "17", "arabic" : "ٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱذۡكُرۡ عَبۡدَنَا دَاوُۥدَ ذَا ٱلۡأَيۡدِۖ إِنَّهُۥٓ أَوَّابٌ", "english" : "Be patient over what they say and remember Our servant David the possessor of strength; indeed he was one who repeatedly turned back [to Allah]", "urdu" : "اے نبیؐ، صبر کرو اُن باتوں پر جو یہ لوگ بناتے ہیں، اور اِن کے سامنے ہمارے بندے داؤدؑ کا قصہ بیان کرو جو بڑی قوتوں کا مالک تھا ہر معاملہ میں اللہ کی طرف رجوع کرنے والا تھا","chinese" : "你当忍受他们所说的话，你当记忆我的仆人——有能力的达五德，他却是归依安拉的。","turkey" : "Onların söylediklerine sabret; güçlü kulumuz Davud'u an; o daima Allah'a yönelirdi"} ,{"id": "18", "arabic" : "إِنَّا سَخَّرۡنَا ٱلۡجِبَالَ مَعَهُۥ يُسَبِّحۡنَ بِٱلۡعَشِيِّ وَٱلۡإِشۡرَاقِ", "english" : "Indeed We subjected the mountains [to praise] with him exalting [Allah] in the [late] afternoon and [after] sunrise", "urdu" : "ہم نے پہاڑوں کو اس کے ساتھ مسخر کر رکھا تھا کہ صبح و شام وہ اس کے ساتھ تسبیح کرتے تھے","chinese" : "我确已使诸山服从他，他们早晚赞颂。","turkey" : "Doğrusu Biz akşam sabah onunla beraber tesbih eden dağları kuşları da toplu halde onun buyruğu altına vermiştik. Her biri ona yönelmekteydi"} ,{"id": "19", "arabic" : "وَٱلطَّيۡرَ مَحۡشُورَةٗۖ كُلّٞ لَّهُۥٓ أَوَّابٞ", "english" : "And the birds were assembled all with him repeating [praises]", "urdu" : "پرندے سمٹ آتے اور سب کے سب اُس کی تسبیح کی طرف متوجہ ہو جاتے تھے","chinese" : "并使众鸟集合起来，统统都服从他。","turkey" : "Doğrusu Biz akşam sabah onunla beraber tesbih eden dağları kuşları da toplu halde onun buyruğu altına vermiştik. Her biri ona yönelmekteydi"} ,{"id": "20", "arabic" : "وَشَدَدۡنَا مُلۡكَهُۥ وَءَاتَيۡنَٰهُ ٱلۡحِكۡمَةَ وَفَصۡلَ ٱلۡخِطَابِ", "english" : "And We strengthened his kingdom and gave him wisdom and discernment in speech", "urdu" : "ہم نے اس کی سلطنت مضبوط کر دی تھے، اس کو حکمت عطا کی تھے اور فیصلہ کن بات کہنے کی صلاحیت بخشی تھی","chinese" : "我巩固他的国权，我赏赐他智慧和文辞。","turkey" : "Onun hükümranlığını kuvvetlendirmiştik. Ona hikmet ve kesin hüküm selahiyeti vermiştik"} ,{"id": "21", "arabic" : "۞وَهَلۡ أَتَىٰكَ نَبَؤُاْ ٱلۡخَصۡمِ إِذۡ تَسَوَّرُواْ ٱلۡمِحۡرَابَ", "english" : "And has there come to you the news of the adversaries when they climbed over the wall of [his] prayer chamber", "urdu" : "پھر تمہیں کچھ خبر پہنچی ہے اُن مقدمے والوں کی جو دیوار چڑھ کر اُس کے بالا خانے میں گھس آئے تھے؟","chinese" : "两造来告状的故事来临你了吗？当时，他们逾墙而进入内殿。","turkey" : "Sana davacıların haberi ulaştı mı? Mabedin duvarına tırmanıp Davud'un yanına girmişlerdi de o onlardan ürkmüştü. Şöyle demişlerdi: Korkma birbirinin hakkına tecavüz etmiş iki davacıyız; aramızda adaletle hükmet ondan ayrılma bizi doğru yola çıkar"} ,{"id": "22", "arabic" : "إِذۡ دَخَلُواْ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنۡهُمۡۖ قَالُواْ لَا تَخَفۡۖ خَصۡمَانِ بَغَىٰ بَعۡضُنَا عَلَىٰ بَعۡضٖ فَٱحۡكُم بَيۡنَنَا بِٱلۡحَقِّ وَلَا تُشۡطِطۡ وَٱهۡدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ", "english" : "When they entered upon David and he was alarmed by them? They said Fear not. [We are] two adversaries one of whom has wronged the other so judge between us with truth and do not exceed [it] and guide us to the sound path", "urdu" : "جب وہ داؤدؑ کے پاس پہنچے تو وہ انہیں دیکھ کر گھبرا گیا انہوں نے کہا ڈریے نہیں، ہم دو فریق مقدمہ ہیں جن میں سے ایک نے دوسرے پر زیادتی کی ہے آپ ہمارے درمیان ٹھیک ٹھیک حق کے ساتھ فیصلہ کر دیجیے، بے انصافی نہ کیجیے اور ہمیں راہ راست بتائیے","chinese" : "当时，他们去见达五德，他为他们而恐怖。他们说：“你不要恐怖！我们是两造，被告曾欺负了原告，请你为我们秉公裁判，请你不要偏袒，请你指引我们道路。","turkey" : "Sana davacıların haberi ulaştı mı? Mabedin duvarına tırmanıp Davud'un yanına girmişlerdi de o onlardan ürkmüştü. Şöyle demişlerdi: Korkma birbirinin hakkına tecavüz etmiş iki davacıyız; aramızda adaletle hükmet ondan ayrılma bizi doğru yola çıkar"} ,{"id": "23", "arabic" : "إِنَّ هَٰذَآ أَخِي لَهُۥ تِسۡعٞ وَتِسۡعُونَ نَعۡجَةٗ وَلِيَ نَعۡجَةٞ وَٰحِدَةٞ فَقَالَ أَكۡفِلۡنِيهَا وَعَزَّنِي فِي ٱلۡخِطَابِ", "english" : "Indeed this my brother has ninety-nine ewes and I have one ewe; so he said 'Entrust her to me' and he overpowered me in speech", "urdu" : "یہ میرا بھائی ہے، اِس کے پاس ننانوے دنبیاں ہیں اور میرے پاس صرف ایک ہی دُنبی ہے اِس نے مجھ سے کہا کہ یہ ایک دنبی بھی میرے حوالے کر دے اور اس نے گفتگو میں مجھے دبا لیا","chinese" : "这个确是我的朋友，他有九十九只母绵羊，我有一只母绵羊，他却说：‘你把它让给我吧！’他在辩论方面战胜我。”","turkey" : "Bu kardeşimin doksan dokuz dişi koyunu benim de bir tek dişi koyunum vardır; O'nu da bana ver dedi ve tartışmada beni yendi"} ,{"id": "24", "arabic" : "قَالَ لَقَدۡ ظَلَمَكَ بِسُؤَالِ نَعۡجَتِكَ إِلَىٰ نِعَاجِهِۦۖ وَإِنَّ كَثِيرٗا مِّنَ ٱلۡخُلَطَآءِ لَيَبۡغِي بَعۡضُهُمۡ عَلَىٰ بَعۡضٍ إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ وَقَلِيلٞ مَّا هُمۡۗ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّـٰهُ فَٱسۡتَغۡفَرَ رَبَّهُۥ وَخَرَّۤ رَاكِعٗاۤ وَأَنَابَ۩", "english" : "[David] said He has certainly wronged you in demanding your ewe [in addition] to his ewes. And indeed many associates oppress one another except for those who believe and do righteous deeds - and few are they. And David became certain that We had tried him and he asked forgiveness of his Lord and fell down bowing [in prostration] and turned in repentance [to Allah]", "urdu" : "داؤدؑ نے جواب دیا: اِس شخص نے اپنی دنبیوں کے ساتھ تیری دنبی ملا لینے کا مطالبہ کر کے یقیناً تجھ پر ظلم کیا، اور واقعہ یہ ہے کہ مل جل کر ساتھ رہنے والے لوگ اکثر ایک دوسرے پر زیادتیاں کرتے رہتے ہیں، بس وہی لوگ اس سے بچے ہوئے ہیں جو ایمان رکھتے اور عمل صالح کرتے ہیں، اور ایسے لوگ کم ہی ہیں (یہ بات کہتے کہتے) داؤدؑ سمجھ گیا کہ یہ تو ہم نے دراصل اس کی آزمائش کی ہے، چنانچہ اس نے اپنے رب سے معافی مانگی اور سجدے میں گر گیا اور رجوع کر لیا","chinese" : "达五德说：“他确已欺负你了，因为他要求你把你的母绵羊归并他的母绵羊。有许多伙计，的确相欺，惟信道而行善者则不然，但他们是很少的。”达五德以为我考验他，他就向他的主求饶，且拜倒下去，并归依他。","turkey" : "Davud: And olsun ki senin dişi koyununu kendi dişi koyunlarına katmak istemekle sana haksızlıkta bulunmuştur. Doğrusu ortakçıların çoğu birbirlerinin haklarına tecavüz ederler. İnanıp yararlı iş işleyenler bunun dışındadır ki sayıları da ne kadar azdır! demişti. Davud Kendisini denediğimizi sanmıştı da Rabbinden mağfiret dileyerek eğilip secdeye kapanmış tevbe etmiş Allah'a yönelmişti"} ,{"id": "25", "arabic" : "فَغَفَرۡنَا لَهُۥ ذَٰلِكَۖ وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ", "english" : "So We forgave him that; and indeed for him is nearness to Us and a good place of return", "urdu" : "تب ہم نے اس کا وہ قصور معاف کیا اور یقیناً ہمارے ہاں اس کے لیے تقرب کا مقام اور بہتر انجام ہے","chinese" : "我就饶了他的过失，他在我那里，的确获得宠爱和优美的归宿。","turkey" : "Böylece onu bağışlamıştık. Katımızda onun yakınlığı ve güzel bir geleceği vardır"} ,{"id": "26", "arabic" : "يَٰدَاوُۥدُ إِنَّا جَعَلۡنَٰكَ خَلِيفَةٗ فِي ٱلۡأَرۡضِ فَٱحۡكُم بَيۡنَ ٱلنَّاسِ بِٱلۡحَقِّ وَلَا تَتَّبِعِ ٱلۡهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِۚ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدُۢ بِمَا نَسُواْ يَوۡمَ ٱلۡحِسَابِ", "english" : "[We said] O David indeed We have made you a successor upon the earth so judge between the people in truth and do not follow [your own] desire as it will lead you astray from the way of Allah. Indeed those who go astray from the way of Allah will have a severe punishment for having forgotten the Day of Account", "urdu" : "(ہم نے اس سے کہا) اے داؤدؑ، ہم نے تجھے زمین میں خلیفہ بنایا ہے، لہٰذا تو لوگوں کے درمیان حق کے ساتھ حکومت کر اور خواہش نفس کی پیروی نہ کر کہ وہ تجھے اللہ کی راہ سے بھٹکا دے گی جو لوگ اللہ کی راہ سے بھٹکتے ہیں یقیناً اُن کے لیے سخت سزا ہے کہ وہ یوم الحساب کو بھول گئے","chinese" : "达五德啊！我确已任命你为大地的代治者，你当替人民秉公判决，不要顺从私欲，以免私欲使你叛离安拉的大道；叛离安拉的大道者，将因忘却清算之日而受严厉的刑罚。","turkey" : "Ey Davud! Seni şüphesiz yeryüzünde hükümran kıldık o halde insanlar arasında adaletle hükmet hevese uyma yoksa seni Allah'ın yolundan saptırır. Doğrusu Allah'ın yolundan sapanlara onlara hesap gününü unutmalarına karşılık çetin azap vardır"} ,{"id": "27", "arabic" : "وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا بَٰطِلٗاۚ ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُواْۚ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِنَ ٱلنَّارِ", "english" : "And We did not create the heaven and the earth and that between them aimlessly. That is the assumption of those who disbelieve so woe to those who disbelieve from the Fire", "urdu" : "ہم نے اس آسمان اور زمین کو، اور اس دنیا کو جو ان کے درمیان ہے، فضول پیدا نہیں کر دیا ہے یہ تو اُن لوگوں کا گمان ہے جنہوں نے کفر کیا ہے، اور ایسے کافروں کے لیے بربادی ہے جہنم کی آگ سے","chinese" : "我没有徒然地创造天地万物，那是不信道者的猜测。悲哉！不信道的人们将受火刑。","turkey" : "Göğü yeri ve ikisinin arasında bulunanları boşuna yaratmadık. Bunun boşuna olduğu inkar edenlerin sanısıdır. Vay ateşe uğrayacak inkarcıların haline"} ,{"id": "28", "arabic" : "أَمۡ نَجۡعَلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ كَٱلۡمُفۡسِدِينَ فِي ٱلۡأَرۡضِ أَمۡ نَجۡعَلُ ٱلۡمُتَّقِينَ كَٱلۡفُجَّارِ", "english" : "Or should we treat those who believe and do righteous deeds like corrupters in the land? Or should We treat those who fear Allah like the wicked", "urdu" : "کیا ہم اُن لوگوں کو جو ایمان لاتے ہیں اور نیک اعمال کرتے ہیں اور اُن کو جو زمین میں فساد کرنے والے ہیں یکساں کر دیں؟ کیا متقیوں کو ہم فاجروں جیسا کر دیں؟","chinese" : "难道我使信道而且行善者，像在地方上作恶者一样吗？难道我使敬畏者，像放肆的人一样吗？","turkey" : "Yoksa inanıp yararlı iş işleyenleri yeryüzünde bozguncular gibi mi tutarız? Yoksa Allah'a karşı gelmekten sakınanları yoldan çıkanlar gibi mi tutarız"} ,{"id": "29", "arabic" : "كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ مُبَٰرَكٞ لِّيَدَّبَّرُوٓاْ ءَايَٰتِهِۦ وَلِيَتَذَكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ", "english" : "[This is] a blessed Book which We have revealed to you [O Muhammad] that they might reflect upon its verses and that those of understanding would be reminded", "urdu" : "یہ ایک بڑی برکت والی کتاب ہے جو (اے محمدؐ) ہم نے تمہاری طرف نازل کی ہے تاکہ یہ لوگ اس کی آیات پر غور کریں اور عقل و فکر رکھنے والے اس سے سبق لیں","chinese" : "这是我所降示你的一本吉祥的经典，以便他们沉思经中的节文，以便有理智的人们觉悟。","turkey" : "Sana indirdiğimiz bu Kitap mübarektir; ayetlerini düşünsünler aklı olanlar da öğüt alsınlar"} ,{"id": "30", "arabic" : "وَوَهَبۡنَا لِدَاوُۥدَ سُلَيۡمَٰنَۚ نِعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٌ", "english" : "And to David We gave Solomon. An excellent servant indeed he was one repeatedly turning back [to Allah]", "urdu" : "اور داؤدؑ کو ہم نے سلیمانؑ (جیسا بیٹا) عطا کیا، بہترین بندہ، کثرت سے اپنے رب کی طرف رجوع کرنے والا","chinese" : "我将素莱曼赐予达五德，那个仆人真是优美！他确是归依安拉的。","turkey" : "Davud'a Süleyman'ı bahşettik; o ne güzel bir kuldu! Doğrusu o daima Allah'a yönelirdi"} ,{"id": "31", "arabic" : "إِذۡ عُرِضَ عَلَيۡهِ بِٱلۡعَشِيِّ ٱلصَّـٰفِنَٰتُ ٱلۡجِيَادُ", "english" : "[Mention] when there were exhibited before him in the afternoon the poised [standing] racehorses", "urdu" : "قابل ذکر ہے وہ موقع جب شام کے وقت اس کے سامنے خوب سدھے ہوئے تیز رو گھوڑے پیش کیے گئے","chinese" : "当时，他在傍晚，检阅能静立 、能奔驰的马队。","turkey" : "Ona bir akşam üstü çalımlı cins koşu atları sunulmuştu"} ,{"id": "32", "arabic" : "فَقَالَ إِنِّيٓ أَحۡبَبۡتُ حُبَّ ٱلۡخَيۡرِ عَن ذِكۡرِ رَبِّي حَتَّىٰ تَوَارَتۡ بِٱلۡحِجَابِ", "english" : "And he said Indeed I gave preference to the love of good [things] over the remembrance of my Lord until the sun disappeared into the curtain [of darkness]", "urdu" : "تو اس نے کہا میں نے اس مال کی محبت اپنے رب کی یاد کی وجہ سے اختیار کی ہے یہاں تک کہ جب وہ گھوڑے نگاہ سے اوجھل ہو گئے","chinese" : "他说：“我的确因喜好马队而忘记了我的主，直到它们被帷幕遮住了。”","turkey" : "Süleyman: Doğrusu ben bu iyi malları Rabbimi anmayı sağladıkları için severim demişti. Koşup toz perdesi arkasında kayboldukları zaman: onları bana getirin dedi. Bacaklarını ve boyunlarını sıvazlamaya başlamıştı"} ,{"id": "33", "arabic" : "رُدُّوهَا عَلَيَّۖ فَطَفِقَ مَسۡحَۢا بِٱلسُّوقِ وَٱلۡأَعۡنَاقِ", "english" : "[He said] Return them to me and set about striking [their] legs and necks", "urdu" : "تو (اس نے حکم دیا کہ) انہیں میرے پاس واپس لاؤ، پھر لگا ان کی پنڈلیوں اور گردنوں پر ہاتھ پھیرنے","chinese" : "他说：“你们将它们赶回来吧！”他就着手抚摩那些马的腿部和颈部。","turkey" : "Süleyman: Doğrusu ben bu iyi malları Rabbimi anmayı sağladıkları için severim demişti. Koşup toz perdesi arkasında kayboldukları zaman: onları bana getirin dedi. Bacaklarını ve boyunlarını sıvazlamaya başlamıştı"} ,{"id": "34", "arabic" : "وَلَقَدۡ فَتَنَّا سُلَيۡمَٰنَ وَأَلۡقَيۡنَا عَلَىٰ كُرۡسِيِّهِۦ جَسَدٗا ثُمَّ أَنَابَ", "english" : "And We certainly tried Solomon and placed on his throne a body; then he returned", "urdu" : "اور (دیکھو کہ) سلیمانؑ کو بھی ہم نے آزمائش میں ڈالا اور اس کی کرسی پر ایک جسد لا کر ڈال دیا پھر اس نے رجوع کیا","chinese" : "我确已考验素莱曼，我曾将一个肉体投在他的宝座上，然后，他归依安拉。","turkey" : "And olsun ki Süleyman'ı denedik hükümranlığını zayıf düşürdük; sonra eski haline döndü"} ,{"id": "35", "arabic" : "قَالَ رَبِّ ٱغۡفِرۡ لِي وَهَبۡ لِي مُلۡكٗا لَّا يَنۢبَغِي لِأَحَدٖ مِّنۢ بَعۡدِيٓۖ إِنَّكَ أَنتَ ٱلۡوَهَّابُ", "english" : "He said My Lord forgive me and grant me a kingdom such as will not belong to anyone after me. Indeed You are the Bestower", "urdu" : "اور کہا کہ اے میرے رب، مجھے معاف کر دے اور مجھے وہ بادشاہی دے جو میرے بعد کسی کے لیے سزاوار نہ ہو، بیشک تو ہی اصل داتا ہے","chinese" : "他说：“我的主啊！求你赦宥我，求你赏赐我一个非任何人所宜继承的国权。你确是博施的。”","turkey" : "Süleyman: Rabbim! Beni bağışla bana benden sonra kimsenin ulaşamayacağı bir hükümranlık ver; Sen şüphesiz daima bağışta bulunansın dedi"} ,{"id": "36", "arabic" : "فَسَخَّرۡنَا لَهُ ٱلرِّيحَ تَجۡرِي بِأَمۡرِهِۦ رُخَآءً حَيۡثُ أَصَابَ", "english" : "So We subjected to him the wind blowing by his command gently wherever he directed", "urdu" : "تب ہم نے اس کے لیے ہوا کو مسخر کر دیا جو اس کے حکم سے نرمی کے ساتھ چلتی تھی جدھر وہ چاہتا تھا","chinese" : "我曾为他制服了风，风奉着他的命令习习流向他所欲到的地方。","turkey" : "Bunun üzerine Biz de istediği yere onun buyruğu ile kolayca giden rüzgarı bina kuran ve dalgıçlık yapan şeytanları demir halkalarla bağlı diğerlerini onun buyruğu altına verdik"} ,{"id": "37", "arabic" : "وَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٖ وَغَوَّاصٖ", "english" : "And [also] the devils [of jinn] - every builder and diver", "urdu" : "اور شیاطین کو مسخر کر دیا، ہر طرح کے معمار اور غوطہ خور","chinese" : "我又为他制服了一切能建筑的或能潜水的恶魔，","turkey" : "Bunun üzerine Biz de istediği yere onun buyruğu ile kolayca giden rüzgarı bina kuran ve dalgıçlık yapan şeytanları demir halkalarla bağlı diğerlerini onun buyruğu altına verdik"} ,{"id": "38", "arabic" : "وَءَاخَرِينَ مُقَرَّنِينَ فِي ٱلۡأَصۡفَادِ", "english" : "And others bound together in shackles", "urdu" : "اور دوسرے جو پابند سلاسل تھے","chinese" : "以及其他许多带脚镣的恶魔。","turkey" : "Bunun üzerine Biz de istediği yere onun buyruğu ile kolayca giden rüzgarı bina kuran ve dalgıçlık yapan şeytanları demir halkalarla bağlı diğerlerini onun buyruğu altına verdik"} ,{"id": "39", "arabic" : "هَٰذَا عَطَآؤُنَا فَٱمۡنُنۡ أَوۡ أَمۡسِكۡ بِغَيۡرِ حِسَابٖ", "english" : "[We said] This is Our gift so grant or withhold without account", "urdu" : "(ہم نے اُس سے کہا) یہ ہماری بخشش ہے، تجھے اختیار ہے جسے چاہے دے اور جس سے چاہے روک لے، کوئی حساب نہیں","chinese" : "“这是我所特赐你的，你可以将它施给别人，也可以将它保留起来，你总是不受清算的。”","turkey" : "İşte Bizim bağışımız budur; ister ver ister tut hesapsızdır. dedik"} ,{"id": "40", "arabic" : "وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ", "english" : "And indeed for him is nearness to Us and a good place of return", "urdu" : "یقیناً اُس کے لیے ہمارے ہاں تقرب کا مقام اور بہتر انجام ہے","chinese" : "他在我那里，的确获得宠爱和优美的归宿。","turkey" : "Doğrusu onun katımızda yakınlığı ve güzel bir istikbali vardır"} ,{"id": "41", "arabic" : "وَٱذۡكُرۡ عَبۡدَنَآ أَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلشَّيۡطَٰنُ بِنُصۡبٖ وَعَذَابٍ", "english" : "And remember Our servant Job when he called to his Lord Indeed Satan has touched me with hardship and torment", "urdu" : "اور ہمارے بندے ایوبؑ کا ذکر کرو، جب اس نے اپنے رب کو پکارا کہ شیطان نے مجھے سخت تکلیف اور عذاب میں ڈال دیا ہے","chinese" : "你应当记忆我的仆人安优卜。当时，他祈祷他的主说：“恶魔确已使我遭受辛苦和刑罚。”","turkey" : "Kulumuz Eyyub'u da an; Rabbine: Doğrusu şeytan bana yorgunluk ve azap verdi diye seslenmişti"} ,{"id": "42", "arabic" : "ٱرۡكُضۡ بِرِجۡلِكَۖ هَٰذَا مُغۡتَسَلُۢ بَارِدٞ وَشَرَابٞ", "english" : "[So he was told] Strike [the ground] with your foot; this is a [spring for] a cool bath and drink", "urdu" : "(ہم نے اُسے حکم دیا) اپنا پاؤں زمین پر مار، یہ ہے ٹھنڈا پانی نہانے کے لیے اور پینے کے لیے","chinese" : "“你用脚踏地吧！这是可用以沐浴和可用作饮料的凉水。”","turkey" : "Ayağını yere vur! İşte yıkanacak ve içilecek soğuk bir su dedik"} ,{"id": "43", "arabic" : "وَوَهَبۡنَا لَهُۥٓ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنَّا وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ", "english" : "And We granted him his family and a like [number] with them as mercy from Us and a reminder for those of understanding", "urdu" : "ہم نے اُسے اس کے اہل و عیال واپس دیے اور ان کے ساتھ اتنے ہی اور، اپنی طرف سے رحمت کے طور پر، اور عقل و فکر رکھنے والوں کے لیے درس کے طور پر","chinese" : "我曾以他的眷属，和像他们的，同齐赏赐他。那是由我降下的慈恩，也是由于教诲有理智的人们。","turkey" : "Katımızdan bir rahmet ve akıl sahiplerine bir öğüt olmak üzere ona tekrar ailesini ve geçmiş olanlarla bir mislini daha vermiştik"} ,{"id": "44", "arabic" : "وَخُذۡ بِيَدِكَ ضِغۡثٗا فَٱضۡرِب بِّهِۦ وَلَا تَحۡنَثۡۗ إِنَّا وَجَدۡنَٰهُ صَابِرٗاۚ نِّعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٞ", "english" : "[We said] And take in your hand a bunch [of grass] and strike with it and do not break your oath. Indeed We found him patient an excellent servant. Indeed he was one repeatedly turning back [to Allah]", "urdu" : "(اور ہم نے اس سے کہا) تنکوں کا ایک مٹھا لے اور اُس سے مار دے، اپنی قسم نہ توڑ ہم نے اُسے صابر پایا، بہترین بندہ، اپنے رب کی طرف بہت رجوع کرنے والا","chinese" : "“你当亲手拿一把草，用它去打一下。你不要违背誓约。”我确已发现他是坚忍的。那仆人真优美！他确是归依安拉的。","turkey" : "Ey Eyyub! Eline bir demet sap alıp onunla vur yeminini bozma demiştik. Doğrusu Biz onu sabırlı bulmuştuk. Ne iyi kuldu daima Allah'a yönelirdi"} ,{"id": "45", "arabic" : "وَٱذۡكُرۡ عِبَٰدَنَآ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَ أُوْلِي ٱلۡأَيۡدِي وَٱلۡأَبۡصَٰرِ", "english" : "And remember Our servants Abraham Isaac and Jacob - those of strength and [religious] vision", "urdu" : "اور ہمارے بندوں، ابراہیمؑ اور اسحاقؑ اور یعقوبؑ کا ذکر کرو بڑی قوت عمل رکھنے والے اور دیدہ ور لوگ تھے","chinese" : "你应当记忆我的仆人易卜拉欣、易司哈格、叶尔孤白，他们都是有能力、有眼光的。","turkey" : "Güçlü ve anlayışlı olan kullarımız İbrahim İshak ve Yakub'u da an"} ,{"id": "46", "arabic" : "إِنَّآ أَخۡلَصۡنَٰهُم بِخَالِصَةٖ ذِكۡرَى ٱلدَّارِ", "english" : "Indeed We chose them for an exclusive quality: remembrance of the home [of the Hereafter]", "urdu" : "ہم نے اُن کو ایک خالص صفت کی بنا پر برگزیدہ کیا تھا، اور وہ دار آخرت کی یاد تھی","chinese" : "我使他们成为真诚的人，因为他们有一种纯洁的德性——常念后世。","turkey" : "Biz onları ahiret yurdunu düşünen içten bağlı kimseler kıldık"} ,{"id": "47", "arabic" : "وَإِنَّهُمۡ عِندَنَا لَمِنَ ٱلۡمُصۡطَفَيۡنَ ٱلۡأَخۡيَارِ", "english" : "And indeed they are to Us among the chosen and outstanding", "urdu" : "یقیناً ہمارے ہاں ان کا شمار چنے ہوئے نیک اشخاص میں ہے","chinese" : "他们在我那里，确是特选的，确是纯善的。","turkey" : "Doğrusu onlar katımızda seçkin iyi kimselerdendirler"} ,{"id": "48", "arabic" : "وَٱذۡكُرۡ إِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَذَا ٱلۡكِفۡلِۖ وَكُلّٞ مِّنَ ٱلۡأَخۡيَارِ", "english" : "And remember Ishmael Elisha and Dhul-Kifl and all are among the outstanding", "urdu" : "اور اسماعیلؑ اور الیسع اور ذوالکفلؑ کا ذکر کرو، یہ سب نیک لوگوں میں سے تھے","chinese" : "你当记忆易司马仪、艾勒叶赛尔、助勒基福勒，他们都是纯善的。","turkey" : "İsmail'i Elyesa'ı Zülkifl'i de an. Hepsi iyilerdendir"} ,{"id": "49", "arabic" : "هَٰذَا ذِكۡرٞۚ وَإِنَّ لِلۡمُتَّقِينَ لَحُسۡنَ مَـَٔابٖ", "english" : "This is a reminder. And indeed for the righteous is a good place of return", "urdu" : "یہ ایک ذکر تھا (اب سنو کہ) متقی لوگوں کے لیے یقیناً بہترین ٹھکانا ہے","chinese" : "这是一种教诲。敬畏的人们，必得享受优美的归宿——","turkey" : "İşte bu güzel bir anmadır. Doğrusu Allah'a karşı gelmekten sakınanlara güzel bir gelecek vardır"} ,{"id": "50", "arabic" : "جَنَّـٰتِ عَدۡنٖ مُّفَتَّحَةٗ لَّهُمُ ٱلۡأَبۡوَٰبُ", "english" : "Gardens of perpetual residence whose doors will be opened to them", "urdu" : "ہمیشہ رہنے والی جنتیں جن کے دروازے اُن کے لیے کھلے ہوں گے","chinese" : "永久的乐园，园门是为他们常开的。","turkey" : "Kapıları onlara açılmış Adn cennetleri vardır"} ,{"id": "51", "arabic" : "مُتَّكِـِٔينَ فِيهَا يَدۡعُونَ فِيهَا بِفَٰكِهَةٖ كَثِيرَةٖ وَشَرَابٖ", "english" : "Reclining within them they will call therein for abundant fruit and drink", "urdu" : "ان میں وہ تکیے لگائے بیٹھے ہوں گے، خوب خوب فواکہ اور مشروبات طلب کر رہے ہوں گے","chinese" : "他们在园中，靠在床上；他们在园中叫人拿种种水果和饮料来。","turkey" : "Orada tahtlara yaslanmış olarak türlü meyveler ve içecekler isterler"} ,{"id": "52", "arabic" : "۞وَعِندَهُمۡ قَٰصِرَٰتُ ٱلطَّرۡفِ أَتۡرَابٌ", "english" : "And with them will be women limiting [their] glances and of equal age", "urdu" : "اور ان کے پاس شرمیلی ہم سن بیویاں ہوں گی","chinese" : "他们有不视非礼的、同年的伴侣。","turkey" : "Yanlarında gözlerini eşlerine dikmiş yaşıt güzeller vardır"} ,{"id": "53", "arabic" : "هَٰذَا مَا تُوعَدُونَ لِيَوۡمِ ٱلۡحِسَابِ", "english" : "This is what you [the righteous] are promised for the Day of Account", "urdu" : "یہ وہ چیزیں ہیں جنہیں حساب کے دن عطا کرنے کا تم سے وعدہ کیا جا رہا ہے","chinese" : "这是应许你们在清算日之后得享受的。","turkey" : "İşte bu hesap günü için size söz verilenlerdir"} ,{"id": "54", "arabic" : "إِنَّ هَٰذَا لَرِزۡقُنَا مَا لَهُۥ مِن نَّفَادٍ", "english" : "Indeed this is Our provision; for it there is no depletion", "urdu" : "یہ ہمارا رزق ہے جو کبھی ختم ہونے والا نہیں","chinese" : "这确是我的给养，它将永不罄尽。","turkey" : "Doğrusu verdiğimiz bu rızıklar tükenecek değildir"} ,{"id": "55", "arabic" : "هَٰذَاۚ وَإِنَّ لِلطَّـٰغِينَ لَشَرَّ مَـَٔابٖ", "english" : "This [is so]. But indeed for the transgressors is an evil place of return", "urdu" : "یہ تو ہے متقیوں کا انجام اور سرکشوں کے لیے بدترین ٹھکانا ہے","chinese" : "这是事实。放荡者必定要得一个最恶的归宿——","turkey" : "Bu böyle; ama azgınlara kötü bir gelecek vardır"} ,{"id": "56", "arabic" : "جَهَنَّمَ يَصۡلَوۡنَهَا فَبِئۡسَ ٱلۡمِهَادُ", "english" : "Hell which they will [enter to] burn and wretched is the resting place", "urdu" : "جہنم جس میں وہ جھلسے جائیں گے، بہت ہی بری قیام گاہ","chinese" : "那就是火狱，他们将入其中。那卧褥真恶劣！","turkey" : "Cehenneme girerler; ne kötü bir konaktır"} ,{"id": "57", "arabic" : "هَٰذَا فَلۡيَذُوقُوهُ حَمِيمٞ وَغَسَّاقٞ", "english" : "This - so let them taste it - is scalding water and [foul] purulence", "urdu" : "یہ ہے اُن کے لیے، پس وہ مزا چکھیں کھولتے ہوئے پانی اور پیپ لہو","chinese" : "这是事实。他们将尝试刑罚，那刑罚是很热的饮料，和很冷的饮料，","turkey" : "İşte bu kaynar su ve irindir artık onu tatsınlar"} ,{"id": "58", "arabic" : "وَءَاخَرُ مِن شَكۡلِهِۦٓ أَزۡوَٰجٌ", "english" : "And other [punishments] of its type [in various] kinds", "urdu" : "اور اسی قسم کی دوسری تلخیوں کا","chinese" : "还有别的同样恶劣的各种饮料。","turkey" : "Bunlara benzer daha başkaları da vardır"} ,{"id": "59", "arabic" : "هَٰذَا فَوۡجٞ مُّقۡتَحِمٞ مَّعَكُمۡ لَا مَرۡحَبَۢا بِهِمۡۚ إِنَّهُمۡ صَالُواْ ٱلنَّارِ", "english" : "[Its inhabitants will say] This is a company bursting in with you. No welcome for them. Indeed they will burn in the Fire", "urdu" : "(وہ جہنم کی طرف اپنے پیروؤں کو آتے دیکھ کر آپس میں کہیں گے) یہ ایک لشکر تمہارے پاس گھسا چلا آ رہا ہے، کوئی خوش آمدید اِن کے لیے نہیں ہے، یہ آگ میں جھلسنے والے ہیں","chinese" : "这些是与你们一起突进的队伍，他们不受欢迎，他们必入火狱。","turkey" : "(İnkarcıların ileri gelenlerine denir ki;) İşte şunlar sizinle beraber girecek olanlardır. (Derler ki;) Onlar rahat yüzü görmesin. Behemehal ateşe gireceklerdir"} ,{"id": "60", "arabic" : "قَالُواْ بَلۡ أَنتُمۡ لَا مَرۡحَبَۢا بِكُمۡۖ أَنتُمۡ قَدَّمۡتُمُوهُ لَنَاۖ فَبِئۡسَ ٱلۡقَرَارُ", "english" : "They will say Nor you! No welcome for you. You [our leaders] brought this upon us and wretched is the settlement", "urdu" : "وہ اُن کو جواب دیں گے نہیں بلکہ تم ہی جھلسے جا رہے ہو، کوئی خیر مقدم تمہارے لیے نہیں تم ہی تو یہ انجام ہمارے آگے لائے ہو، کیسی بری ہے یہ جائے قرار","chinese" : "他们将说：“不然！你们才是不受欢迎的，你们曾把我们诱惑到这种境地，这归宿真恶劣！”","turkey" : "(Onlara uyanlar;) Hayır asıl siz rahat yüzü görmeyin; bunu başımıza getiren sizsiniz; ne kötü bir duraktır! derler"} ,{"id": "61", "arabic" : "قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدۡهُ عَذَابٗا ضِعۡفٗا فِي ٱلنَّارِ", "english" : "They will say Our Lord whoever brought this upon us - increase for him double punishment in the Fire", "urdu" : "پھر وہ کہیں گے اے ہمارے رب، جس نے ہمیں اس انجام کو پہنچانے کا بندوبست کیا اُس کو دوزخ کا دوہرا عذاب دے","chinese" : "他们将说：“我们的主啊！谁把我们诱惑到这种境地，求你使谁在火狱中受加倍的刑罚。”","turkey" : "Rabbimiz! Bunu kim başımıza getirdiyse ateşte onun azabını kat kat artır derler"} ,{"id": "62", "arabic" : "وَقَالُواْ مَا لَنَا لَا نَرَىٰ رِجَالٗا كُنَّا نَعُدُّهُم مِّنَ ٱلۡأَشۡرَارِ", "english" : "And they will say Why do we not see men whom we used to count among the worst", "urdu" : "اور وہ آپس میں کہیں گے کیا بات ہے، ہم اُن لوگوں کو کہیں نہیں دیکھتے جنہیں ہم دنیا میں برا سمجھتے تھے؟","chinese" : "他们将说：“有许多人，从前我们认为他们是恶人，现在怎么不见他们呢？","turkey" : "Şöyle derler: Kendilerini dünyada iken kötü saydığımız kimseleri burada niçin görmüyoruz"} ,{"id": "63", "arabic" : "أَتَّخَذۡنَٰهُمۡ سِخۡرِيًّا أَمۡ زَاغَتۡ عَنۡهُمُ ٱلۡأَبۡصَٰرُ", "english" : "Is it [because] we took them in ridicule or has [our] vision turned away from them", "urdu" : "ہم نے یونہی ان کا مذاق بنا لیا تھا، یا وہ کہیں نظروں سے اوجھل ہیں؟","chinese" : "我们曾把他们当笑柄呢？还是我们过去看不起他们呢？”","turkey" : "Onları alaya alırdık; yoksa şimdi gözlere görünmezler mi"} ,{"id": "64", "arabic" : "إِنَّ ذَٰلِكَ لَحَقّٞ تَخَاصُمُ أَهۡلِ ٱلنَّارِ", "english" : "Indeed that is truth - the quarreling of the people of the Fire", "urdu" : "بے شک یہ بات سچی ہے، اہل دوزخ میں یہی کچھ جھگڑے ہونے والے ہیں","chinese" : "居火狱者的争论是必然的。","turkey" : "İşte cehennemliklerin bu şekilde tartışması gerçektir"} ,{"id": "65", "arabic" : "قُلۡ إِنَّمَآ أَنَا۠ مُنذِرٞۖ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ", "english" : "Say [O Muhammad] I am only a warner and there is not any deity except Allah the One the Prevailing", "urdu" : "(اے نبیؐ) اِن سے کہو، میں تو بس خبردار کر دینے والا ہوں کوئی حقیقی معبود نہیں مگر اللہ، جو یکتا ہے، سب پر غالب","chinese" : "你说：“我只是一个警告者。除独一至尊的安拉外，绝无应受崇拜的。","turkey" : "De ki: Ben sadece bir uyarıcıyım. Gücü her şeye yeten tek Allah'tan başka tanrı yoktur"} ,{"id": "66", "arabic" : "رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا ٱلۡعَزِيزُ ٱلۡغَفَّـٰرُ", "english" : "Lord of the heavens and the earth and whatever is between them the Exalted in Might the Perpetual Forgiver", "urdu" : "آسمانوں اور زمین کا مالک اور اُن ساری چیزوں کا مالک جو ان کے درمیان ہیں، زبردست اور درگزر کرنے والا","chinese" : "他是天地万物的主，他是万能的、至赦的。”","turkey" : "Göklerin yerin ve ikisi arasında bulunanların Rabbi güçlüdür çok bağışlayandır"} ,{"id": "67", "arabic" : "قُلۡ هُوَ نَبَؤٌاْ عَظِيمٌ", "english" : "Say It is great news", "urdu" : "اِن سے کہو یہ ایک بڑی خبر ہے","chinese" : "你说：“那是一个重大的消息，","turkey" : "De ki: Bu Kuran büyük bir haberdir ama siz ondan yüz çeviriyorsunuz"} ,{"id": "68", "arabic" : "أَنتُمۡ عَنۡهُ مُعۡرِضُونَ", "english" : "From which you turn away", "urdu" : "جس کو سن کر تم منہ پھیرتے ہو","chinese" : "你们却离弃它。","turkey" : "De ki: Bu Kuran büyük bir haberdir ama siz ondan yüz çeviriyorsunuz"} ,{"id": "69", "arabic" : "مَا كَانَ لِيَ مِنۡ عِلۡمِۭ بِٱلۡمَلَإِ ٱلۡأَعۡلَىٰٓ إِذۡ يَخۡتَصِمُونَ", "english" : "I had no knowledge of the exalted assembly [of angels] when they were disputing [the creation of Adam]", "urdu" : "(ان سے کہو) مجھے اُس وقت کی کوئی خبر نہ تھی جب ملاء اعلیٰ میں جھگڑا ہو رہا تھا","chinese" : "当上界的众天使争论的时候，我不知道他们的情形。","turkey" : "Onlar tartışırlarken Melei Ala'daki bu olanlar hakkında bir bilgim yoktu"} ,{"id": "70", "arabic" : "إِن يُوحَىٰٓ إِلَيَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ", "english" : "It has not been revealed to me except that I am a clear warner", "urdu" : "مجھ کو تو وحی کے ذریعہ سے یہ باتیں صرف اس لیے بتائی جاتی ہیں کہ میں کھلا کھلا خبردار کرنے والا ہوں","chinese" : "我只奉到启示说我是一个坦率的警告者。”","turkey" : "Bana sadece vahyolunuyor; doğrusu ben ancak apaçık bir uyarıcıyım"} ,{"id": "71", "arabic" : "إِذۡ قَالَ رَبُّكَ لِلۡمَلَـٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن طِينٖ", "english" : "[So mention] when your Lord said to the angels Indeed I am going to create a human being from clay", "urdu" : "جب تیرے رب نے فرشتوں سے کہا میں مٹی سے ایک بشر بنانے والا ہوں","chinese" : "当时，你的主曾对众天使说：“我必定要用泥创造一个人，","turkey" : "Rabbin meleklere şöyle demişti: Ben çamurdan bir insan yaratacağım. Onu yapıp ruhumdan ona üflediğim zaman ona secdeye kapanın"} ,{"id": "72", "arabic" : "فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ", "english" : "So when I have proportioned him and breathed into him of My [created] soul then fall down to him in prostration", "urdu" : "پھر جب میں اسے پوری طرح بنا دوں اور اس میں اپنی روح پھونک دوں تو تم اس کے آگے سجدے میں گر جاؤ","chinese" : "当我把他造出来，并将我的精神吹入他的体内的时候，你们当为他倒身叩头。”","turkey" : "Rabbin meleklere şöyle demişti: Ben çamurdan bir insan yaratacağım. Onu yapıp ruhumdan ona üflediğim zaman ona secdeye kapanın"} ,{"id": "73", "arabic" : "فَسَجَدَ ٱلۡمَلَـٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ", "english" : "So the angels prostrated - all of them entirely", "urdu" : "اس حکم کے مطابق فرشتے سب کے سب سجدے میں گر گئے","chinese" : "众天使全体一同叩头，","turkey" : "Bütün melekler secde etmişlerdi fakat İblis; o büyüklük taslamış ve inkarcılardan olmuştu"} ,{"id": "74", "arabic" : "إِلَّآ إِبۡلِيسَ ٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ", "english" : "Except Iblees; he was arrogant and became among the disbelievers", "urdu" : "مگر ابلیس نے اپنی بڑائی کا گھمنڈ کیا اور وہ کافروں میں سے ہو گیا","chinese" : "惟易卜劣厮自大，他原是不信道者。","turkey" : "Bütün melekler secde etmişlerdi fakat İblis; o büyüklük taslamış ve inkarcılardan olmuştu"} ,{"id": "75", "arabic" : "قَالَ يَـٰٓإِبۡلِيسُ مَا مَنَعَكَ أَن تَسۡجُدَ لِمَا خَلَقۡتُ بِيَدَيَّۖ أَسۡتَكۡبَرۡتَ أَمۡ كُنتَ مِنَ ٱلۡعَالِينَ", "english" : "[Allah] said O Iblees what prevented you from prostrating to that which I created with My hands? Were you arrogant [then] or were you [already] among the haughty", "urdu" : "رب نے فرمایا اے ابلیس، تجھے کیا چیز اُس کو سجدہ کرنے سے مانع ہوئی جسے میں نے اپنے دونوں ہاتھوں سے بنایا ہے؟ تو بڑا بن رہا ہے یا تو ہے ہی کچھ اونچے درجے کی ہستیوں میں سے؟","chinese" : "主说：“易卜劣厮啊！你怎么不肯对我亲手造的人叩头呢？你自大呢？还是你本是高尚的呢？”","turkey" : "Allah: Ey İblis ellerimle (kudretimle) yarattığıma secde etmekten seni alıkoyan nedir? Böbürlendin mi? Yoksa gururlananlardan mısın? dedi"} ,{"id": "76", "arabic" : "قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ", "english" : "He said I am better than him. You created me from fire and created him from clay", "urdu" : "اُس نے جواب دیا میں اُس سے بہتر ہوں، آپ نے مجھ کو آگ سے پیدا کیا ہے اور اس کو مٹی سے","chinese" : "他说：“我比他高贵；你用火造我，用泥造他。”","turkey" : "İblis: Ben ondan daha üstünüm. Beni ateşten yarattın onu çamurdan yarattın dedi"} ,{"id": "77", "arabic" : "قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ", "english" : "[Allah] said Then get out of Paradise for indeed you are expelled", "urdu" : "فرمایا اچھا تو یہاں سے نکل جا، تو مردود ہے","chinese" : "主说：“你从乐园中出去吧！你确是被放逐的，","turkey" : "Allah: Defol oradan sen artık kovulmuş birisin. Din (kıyamet/ceza) gününe kadar lanetim senin üzerinedir dedi"} ,{"id": "78", "arabic" : "وَإِنَّ عَلَيۡكَ لَعۡنَتِيٓ إِلَىٰ يَوۡمِ ٱلدِّينِ", "english" : "And indeed upon you is My curse until the Day of Recompense", "urdu" : "اور تیرے اوپر یوم الجزاء تک میری لعنت ہے","chinese" : "你必遭我的弃绝，直到报应日。”","turkey" : "Allah: Defol oradan sen artık kovulmuş birisin. Din (kıyamet/ceza) gününe kadar lanetim senin üzerinedir dedi"} ,{"id": "79", "arabic" : "قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ", "english" : "He said My Lord then reprieve me until the Day they are resurrected", "urdu" : "وہ بولا ا ے میرے رب، یہ بات ہے تو پھر مجھے اُس وقت تک کے لیے مہلت دے دے جب یہ لوگ دوبارہ اٹھائے جائیں گے","chinese" : "他说：“我的主啊！求你宽待我到人类复活之日。”","turkey" : "Rabbim! Dirilecekleri güne kadar beni (canımı almayı) ertele dedi"} ,{"id": "80", "arabic" : "قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ", "english" : "[Allah] said So indeed you are of those reprieved", "urdu" : "فرمایا، اچھا، تجھے اُس روز تک کی مہلت ہے","chinese" : "主说：“你必定被宽待，","turkey" : "Allah: Sen bilinen güne kadar erteye bırakılanlardansın dedi"} ,{"id": "81", "arabic" : "إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ", "english" : "Until the Day of the time well-known", "urdu" : "جس کا وقت مجھے معلوم ہے","chinese" : "直到复活时来临之日。”","turkey" : "Allah: Sen bilinen güne kadar erteye bırakılanlardansın dedi"} ,{"id": "82", "arabic" : "قَالَ فَبِعِزَّتِكَ لَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ", "english" : "[Iblees] said By your might I will surely mislead them all", "urdu" : "اس نے کہا تیری عزت کی قسم، میں اِن سب لوگو ں کو بہکا کر رہوں گا","chinese" : "他说：“以你的尊荣发誓，我必将他们全体加以诱惑，","turkey" : "İblis: Senin kudretine and olsun ki onlardan sana içten bağlı olan kulların bir yana hepsini azdıracağım dedi"} ,{"id": "83", "arabic" : "إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ", "english" : "Except among them Your chosen servants", "urdu" : "بجز تیرے اُن بندوں کے جنہیں تو نے خالص کر لیا ہے","chinese" : "惟不诱惑你的纯洁的仆人。”","turkey" : "İblis: Senin kudretine and olsun ki onlardan sana içten bağlı olan kulların bir yana hepsini azdıracağım dedi"} ,{"id": "84", "arabic" : "قَالَ فَٱلۡحَقُّ وَٱلۡحَقَّ أَقُولُ", "english" : "[Allah] said The truth [is My oath] and the truth I say", "urdu" : "فرمایا تو حق یہ ہے، اور میں حق ہی کہا کرتا ہوں","chinese" : "他说：“我的话确是真理，我只说真理；","turkey" : "Allah: Doğrudur; işte Ben hakikati söylüyorum sen ve sana uyanların hepsiyle cehennemi dolduracağım dedi"} ,{"id": "85", "arabic" : "لَأَمۡلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنۡهُمۡ أَجۡمَعِينَ", "english" : "[That] I will surely fill Hell with you and those of them that follow you all together", "urdu" : "کہ میں جہنم کو تجھ سے اور اُن سب لوگوں سے بھر دوں گا جو اِن انسانوں میں سے تیری پیروی کریں گے","chinese" : "我必以你和人类中顺从你的，同齐充满火狱。”","turkey" : "Allah: Doğrudur; işte Ben hakikati söylüyorum sen ve sana uyanların hepsiyle cehennemi dolduracağım dedi"} ,{"id": "86", "arabic" : "قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَآ أَنَا۠ مِنَ ٱلۡمُتَكَلِّفِينَ", "english" : "Say [O Muhammad] I do not ask you for the Qur'an any payment and I am not of the pretentious", "urdu" : "(اے نبیؐ) اِن سے کہہ دو کہ میں اس تبلیغ پر تم سے کوئی اجر نہیں مانگتا، اور نہ میں بناوٹی لوگوں میں سے ہوں","chinese" : "你说：“我不为传达使命而向你们索取任何报酬，我不是造谣的。","turkey" : "De ki: Buna karşılık sizden bir ücret istemiyorum. Kendiliğimden bir şey iddia eden kimselerden de değilim"} ,{"id": "87", "arabic" : "إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ", "english" : "It is but a reminder to the worlds", "urdu" : "یہ تو ایک نصیحت ہے تمام جہان والوں کے لیے","chinese" : "这只是对众世界的教诲，","turkey" : "Bu Kuran ancak dünyalar için bir öğüttür"} ,{"id": "88", "arabic" : "وَلَتَعۡلَمُنَّ نَبَأَهُۥ بَعۡدَ حِينِۭ", "english" : "And you will surely know [the truth of] its information after a time", "urdu" : "اور تھوڑی مدت ہی گزرے گی کہ تمہیں اس کا حال خود معلوم ہو جائے گا","chinese" : "在一个时期之后，你们必定知道关于这教诲的消息。”","turkey" : "Onun verdiği haberin doğruluğunu bir zaman sonra öğreneceksiniz"} ]}