{"name":"غافر","verses":[{"id": "1", "arabic" : "حمٓ", "english" : "Ha Meem", "urdu" : "ح م","chinese" : "哈一，米目。","turkey" : "Ha Mim"} ,{"id": "2", "arabic" : "تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ", "english" : "The revelation of the Book is from Allah the Exalted in Might the Knowing", "urdu" : "اِس کتاب کا نزول اللہ کی طرف سے ہے جو زبردست ہے، سب کچھ جاننے والا ہے","chinese" : "这部经典降自万能全知的安拉——","turkey" : "Kitap'ın indirilmesi güçlü ve bilgin olan Allah katındandır"} ,{"id": "3", "arabic" : "غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ", "english" : "The forgiver of sin acceptor of repentance severe in punishment owner of abundance. There is no deity except Him; to Him is the destination", "urdu" : "گناہ معاف کرنے والا اور توبہ قبول کرنے والا ہے، سخت سزا دینے والا اور بڑا صاحب فضل ہے کوئی معبود اس کے سوا نہیں، اُسی کی طرف سب کو پلٹنا ہے","chinese" : "赦宥罪过、准人忏悔、严厉惩罚、博施恩惠的主。除他外，绝无应受崇拜的；他确是最后的归宿。","turkey" : "O günahı bağışlayan tevbeyi kabul eden cezası şiddetli lütfu bol olandır. O'ndan başka tanrı yoktur dönüş O'nadır"} ,{"id": "4", "arabic" : "مَا يُجَٰدِلُ فِيٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُواْ فَلَا يَغۡرُرۡكَ تَقَلُّبُهُمۡ فِي ٱلۡبِلَٰدِ", "english" : "No one disputes concerning the signs of Allah except those who disbelieve so be not deceived by their [uninhibited] movement throughout the land", "urdu" : "اللہ کی آیات میں جھگڑے نہیں کرتے مگر صرف وہ لوگ جنہوں نے کفر کیا ہے اِس کے بعد دنیا کے ملکوں میں اُن کی چلت پھرت تمہیں کسی دھوکے میں نہ ڈالے","chinese" : "只有不信道者，为安拉的迹象而争论。你不要被他们在各城市的往来所迷惑。","turkey" : "Allah'ın ayetleri üzerinde inkar edenlerden başkası tartışmaya girişmez. İnkarcıların memlekette gezip dolaşması seni aldatmasın"} ,{"id": "5", "arabic" : "كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِيَأۡخُذُوهُۖ وَجَٰدَلُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ", "english" : "The people of Noah denied before them and the [disbelieving] factions after them and every nation intended [a plot] for their messenger to seize him and they disputed by [using] falsehood to [attempt to] invalidate thereby the truth. So I seized them and how [terrible] was My penalty", "urdu" : "اِن سے پہلے نوحؑ کی قوم بھی جھٹلا چکی ہے، اور اُس کے بعد بہت سے دوسرے جتھوں نے بھی یہ کام کیا ہے ہر قوم اپنے رسول پر جھپٹی تاکہ اُسے گرفتار کرے اُن سب نے باطل کے ہتھیاروں سے حق کو نیچا دکھانے کی کوشش کی مگر آخر کار میں نے ان کو پکڑ لیا، پھر دیکھ لو کہ میری سزا کیسی سخت تھی","chinese" : "在他们之前，努哈的民族，和后来的各民族，都否认众使者，各民族都欲加害本族的使者；他们据谬妄而争论，欲借此驳倒真理，故我惩治了他们。我的刑罚是怎样的？","turkey" : "Onlardan önce Nuh milleti ardından peygamberlere karşı gelen topluluklar da peygamberlerini yalanlamış; her ümmet peygamberini cezalandırmaya azmetmişti. Hakkı batılla gidermek için mücadele etmişlerdi. Bunun üzerine Ben onları yakaladım. Cezalandırmam nasılmış"} ,{"id": "6", "arabic" : "وَكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ أَصۡحَٰبُ ٱلنَّارِ", "english" : "And thus has the word of your Lord come into effect upon those who disbelieved that they are companions of the Fire", "urdu" : "اِسی طرح تیرے رب کا یہ فیصلہ بھی اُن سب لوگوں پر چسپاں ہو چکا ہے جو کفر کے مرتکب ہوئے ہیں کہ وہ واصل بجہنم ہونے والے ہیں","chinese" : "不信道者当这样受你的主的判决，他们是居住火狱的。","turkey" : "İnkar edenlerin cehennemlik olduklarına dair Rabbinin sözü böylece gerçekleşti"} ,{"id": "7", "arabic" : "ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيُؤۡمِنُونَ بِهِۦ وَيَسۡتَغۡفِرُونَ لِلَّذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ", "english" : "Those [angels] who carry the Throne and those around it exalt [Allah] with praise of their Lord and believe in Him and ask forgiveness for those who have believed [saying] Our Lord You have encompassed all things in mercy and knowledge so forgive those who have repented and followed Your way and protect them from the punishment of Hellfire", "urdu" : "عرش الٰہی کے حامل فرشتے اور وہ جو عرش کے گرد و پیش حاضر رہتے ہیں، سب اپنے رب کی حمد کے ساتھ اس کی تسبیح کر رہے ہیں وہ اس پر ایمان رکھتے ہیں اور ایمان لانے والوں کے حق میں دعائے مغفرت کرتے ہیں وہ کہتے ہیں: اے ہمارے رب، تو اپنی رحمت اور اپنے علم کے ساتھ ہر چیز پر چھایا ہوا ہے، پس معاف کر دے اور عذاب دوزخ سے بچا لے اُن لوگوں کو جنہوں نے توبہ کی ہے اور تیرا راستہ اختیار کر لیا ہے","chinese" : "担负宝座的和环绕宝座的（天使），都赞颂他们的主，都归信他，都为信道者求饶，他们说：“我们的主啊！在恩惠和知识方面，你是包罗万象的，求你赦宥悔过自新、而且遵循你的正道者。求你保护他们，免受火狱的刑罚。","turkey" : "Arşı yüklenen ve çevresinde bulunanlar Rablerini överek tesbih ederler; O'na inanırlar. Müminler için: Rabbimiz! İlmin ve rahmetin herşeyi içine almıştır. Tevbe edip Senin yoluna uyanları bağışla; onları cehennemin azabından koru diye bağışlanma dilerler"} ,{"id": "8", "arabic" : "رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّـٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّـٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ", "english" : "Our Lord and admit them to gardens of perpetual residence which You have promised them and whoever was righteous among their fathers their spouses and their offspring. Indeed it is You who is the Exalted in Might the Wise", "urdu" : "اے ہمارے رب، اور داخل کر اُن کو ہمیشہ رہنے والی اُن جنتوں میں جن کا تو نے اُن سے وعدہ کیا ہے، اور اُن کے والدین اور بیویوں اور اولاد میں سے جو صالح ہوں (اُن کو بھی وہاں اُن کے ساتھ پہنچا دے) تو بلا شبہ قادر مطلق اور حکیم ہے","chinese" : "我们的主啊！求你让他们和他们的行善的祖先、妻子和子孙，一同进入你所应许他们的永久的乐园。你确是万能的，确是至睿的。","turkey" : "Rabbimiz! Müminleri ve babalarından eşlerinden soylarından iyi olanları kendilerine söz verdiğin Adn cennetlerine koy; şüphesiz güçlü olan Hakim olan ancak Sensin"} ,{"id": "9", "arabic" : "وَقِهِمُ ٱلسَّيِّـَٔاتِۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ", "english" : "And protect them from the evil consequences [of their deeds]. And he whom You protect from evil consequences that Day - You will have given him mercy. And that is the great attainment", "urdu" : "اور بچا دے اُن کو برائیوں سے جس کو تو نے قیامت کے دن برائیوں سے بچا دیا اُس پر تو نے بڑا رحم کیا، یہی بڑی کامیابی ہے","chinese" : "求你使他们得免于刑罚。在那日，你使谁得免于刑罚，你已慈悯了谁，那确是伟大的成功。”","turkey" : "Onları kötülüklerden koru! O gün kötülüklerden kimi korursan ona şüphesiz rahmet etmiş olursun. Bu büyük kurtuluştur"} ,{"id": "10", "arabic" : "إِنَّ ٱلَّذِينَ كَفَرُواْ يُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِيمَٰنِ فَتَكۡفُرُونَ", "english" : "Indeed those who disbelieve will be addressed The hatred of Allah for you was [even] greater than your hatred of yourselves [this Day in Hell] when you were invited to faith but you refused", "urdu" : "جن لوگوں نے کفر کیا ہے، قیامت کے روز اُن کو پکار کر کہا جائے گا آج تمہیں جتنا شدید غصہ اپنے اوپر آ رہا ہے، اللہ تم پر اُس سے زیادہ غضب ناک اُس وقت ہوتا تھا جب تمہیں ایمان کی طرف بلایا جاتا تھا اور تم کفر کرتے تھے","chinese" : "不信道者，必定要被召唤说：“安拉痛恨你们，甚于你们痛恨自身，因为你们曾被召至正信，但你们不信。”","turkey" : "Ama inkar edenlere Allah'ın gazabı sizin birbirinize olan öfkenizden daha büyüktür; imana çağrıldığınızda inkar ederdiniz diye seslenilir"} ,{"id": "11", "arabic" : "قَالُواْ رَبَّنَآ أَمَتَّنَا ٱثۡنَتَيۡنِ وَأَحۡيَيۡتَنَا ٱثۡنَتَيۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجٖ مِّن سَبِيلٖ", "english" : "They will say Our Lord You made us lifeless twice and gave us life twice and we have confessed our sins. So is there to an exit any way", "urdu" : "وہ کہیں گے اے ہمارے رب، تو نے واقعی ہمیں دو دفعہ موت اور دو دفعہ زندگی دے دی، اب ہم اپنے قصوروں کا اعتراف کرتے ہیں، کیا اب یہاں سے نکلنے کی بھی کوئی سبیل ہے؟","chinese" : "他们又说：“我们的主啊！你使我们死两次，你使我们生两次，故我们承认我们的罪过了。还能有一条出路吗？”","turkey" : "Onlar: Rabbimiz! Bizi iki defa öldürdün iki defa dirilttin. Biz de suçlarımızı itiraf ettik bir daha çıkmağa yol var mıdır? derler"} ,{"id": "12", "arabic" : "ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ", "english" : "[They will be told] That is because when Allah was called upon alone you disbelieved; but if others were associated with Him you believed. So the judgement is with Allah the Most High the Grand", "urdu" : "(جواب ملے گا) یہ حالت جس میں تم مبتلا ہو، اِس وجہ سے ہے کہ جب اکیلے اللہ کی طرف بلایا جاتا تھا تو تم ماننے سے انکار کر دیتے تھے اور جب اُس کے ساتھ دوسروں کو ملایا جاتا تو تم مان لیتے تھے اب فیصلہ اللہ بزرگ و برتر کے ہاتھ ہے","chinese" : "这是因为，当有人祈祷独一的安拉的时候，你们否认安拉；如果有人以物配他的时候，你们就承认那是合理的，故判决只归安拉——至高至大的主。","turkey" : "Onlara: Yalnız Allah çağrıldığı zaman inkar ederdiniz de O'na eş koşulunca inanırdınız. Bugün hüküm yüce Allah'ındır denir"} ,{"id": "13", "arabic" : "هُوَ ٱلَّذِي يُرِيكُمۡ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزۡقٗاۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ", "english" : "It is He who shows you His signs and sends down to you from the sky provision. But none will remember except he who turns back [in repentance]", "urdu" : "وہی ہے جو تم کو اپنی نشانیاں دکھاتا ہے اور آسمان سے تمہارے لیے رزق نازل کرتا ہے، مگر (اِن نشانیوں کے مشاہدے سے) سبق صرف وہی شخص لیتا ہے جو اللہ کی طرف رجوع کرنے والا ہو","chinese" : "他把他的迹象昭示你们，他为你们从天上降下给养；只有归依者能觉悟。","turkey" : "Size mucizelerini gösteren size gökten rızık indiren O'dur. Allah'a yönelenden başkası ibret almaz"} ,{"id": "14", "arabic" : "فَٱدۡعُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ", "english" : "So invoke Allah [being] sincere to Him in religion although the disbelievers dislike it", "urdu" : "(پس اے رجوع کرنے والو) اللہ ہی کو پکارو اپنے دین کو اُس کے لیے خالص کر کے، خواہ تمہارا یہ فعل کافروں کو کتنا ہی ناگوار ہو","chinese" : "你们当祈祷安拉，虔诚敬意，恪受正教，即使不信道者不愿意。","turkey" : "Ey inananlar! İnkarcılar istemese de dini yalnız Allah'a has kılarak O'na yalvarın"} ,{"id": "15", "arabic" : "رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ", "english" : "[He is] the Exalted above [all] degrees Owner of the Throne; He places the inspiration of His command upon whom He wills of His servants to warn of the Day of Meeting", "urdu" : "وہ بلند درجوں والا، مالک عرش ہے اپنے بندوں میں سے جس پر چاہتا ہے اپنے حکم سے روح نازل کر دیتا ہے تاکہ وہ ملاقات کے دن سے خبردار کر دے","chinese" : "他是至尊的，是有宝座的，他依自己的决定发出的启示，授予他所意欲的仆人，以便他警告众人以相会之日——","turkey" : "Arş sahibi varlıkların en yücesi olan Allah kavuşma gününü ihtar etmek için kullarından dilediğine emriyle vahyi indirir"} ,{"id": "16", "arabic" : "يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ", "english" : "The Day they come forth nothing concerning them will be concealed from Allah. To whom belongs [all] sovereignty this Day? To Allah the One the Prevailing", "urdu" : "وہ دن جبکہ سب لوگ بے پردہ ہوں گے، اللہ سے ان کی کوئی بات بھی چھپی ہوئی نہ ہو گی (اُس روز پکار کر پوچھا جائے گا) آج بادشاہی کس کی ہے؟ (سارا عالم پکار اٹھے گا) اللہ واحد قہار کی","chinese" : "他们将出现之日，他们的事，对安拉毫无隐匿。“今日的主权是谁的？”“是独一至尊的安拉的。”","turkey" : "O gün onlar meydana çıkarlar; onların hiçbir şeyi Allah'a gizli kalmaz. Bugün hükümranlık kimindir? denir; hepsi: Gücü herşeye yeten tek Allah'ındır derler"} ,{"id": "17", "arabic" : "ٱلۡيَوۡمَ تُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡۚ لَا ظُلۡمَ ٱلۡيَوۡمَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ", "english" : "This Day every soul will be recompensed for what it earned. No injustice today! Indeed Allah is swift in account", "urdu" : "(کہا جائے گا) آج ہر متنفس کو اُس کمائی کا بدلہ دیا جائے گا جو اس نے کی تھی آج کسی پر کوئی ظلم نہ ہو گا اور اللہ حساب لینے میں بہت تیز ہے","chinese" : "今日，人人都为自己所做的而受报酬。今日，毫无亏枉，安拉确是稽核神速的。","turkey" : "Bugün herkese kazandığının karşılığı verilir. Bugün haksızlık yoktur. Doğrusu Allah hesabı çabuk görendir"} ,{"id": "18", "arabic" : "وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡأٓزِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَٰظِمِينَۚ مَا لِلظَّـٰلِمِينَ مِنۡ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُ", "english" : "And warn them [O Muhammad] of the Approaching Day when hearts are at the throats filled [with distress]. For the wrongdoers there will be no devoted friend and no intercessor [who is] obeyed", "urdu" : "اے نبیؐ، ڈرا دو اِن لوگوں کو اُس دن سے جو قریب آ لگا ہے جب کلیجے منہ کو آ رہے ہوں گے اور لوگ چپ چاپ غم کے گھونٹ پیے کھڑے ہونگے ظالموں کا نہ کوئی مشفق دوست ہو گا اور نہ کوئی شفیع جس کی بات مانی جائے","chinese" : "你应当以临近之日警告他们，那时他们的心将升到咽喉，他满腹忧愁。不义者，将没有任何亲友，也没有奏效的说情者。","turkey" : "Onları yüreklerin ağıza geleceği tasadan yutkunacakları yaklaşan kıyamet günü ile uyar. Zalimlerin ne dostu ne de sözü dinlenecek şefaatçisi olur"} ,{"id": "19", "arabic" : "يَعۡلَمُ خَآئِنَةَ ٱلۡأَعۡيُنِ وَمَا تُخۡفِي ٱلصُّدُورُ", "english" : "He knows that which deceives the eyes and what the breasts conceal", "urdu" : "اللہ نگاہوں کی چوری تک سے واقف ہے اور وہ راز تک جانتا ہے جو سینوں نے چھپا رکھے ہیں","chinese" : "他知道偷眼和心事。","turkey" : "Allah gözlerin hainliğini ve gönüllerin gizlediğini bilir"} ,{"id": "20", "arabic" : "وَٱللَّهُ يَقۡضِي بِٱلۡحَقِّۖ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَقۡضُونَ بِشَيۡءٍۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ", "english" : "And Allah judges with truth while those they invoke besides Him judge not with anything. Indeed Allah - He is the Hearing the Seeing", "urdu" : "اور اللہ ٹھیک ٹھیک بے لاگ فیصلہ کریگا رہے وہ جن کو (یہ مشرکین) اللہ کو چھوڑ کر پکارتے ہیں، وہ کسی چیز کا بھی فیصلہ کرنے والے نہیں ہیں بلاشبہ اللہ ہی سب کچھ سننے اور دیکھنے والا ہے","chinese" : "安拉本真理而裁判。他们舍他而崇拜的，不奉任何物而裁判。安拉确是全知的，确是全明的。","turkey" : "Allah gerçekle hükmeder. O'nu bırakıp da yalvardıkları putlar bir şeye hüküm veremez. Şüphesiz Allah işitir ve görür"} ,{"id": "21", "arabic" : "۞أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُواْ مِن قَبۡلِهِمۡۚ كَانُواْ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ", "english" : "Have they not traveled through the land and observed how was the end of those who were before them? They were greater than them in strength and in impression on the land but Allah seized them for their sins. And they had not from Allah any protector", "urdu" : "کیا یہ لوگ کبھی زمین میں چلے پھرے نہیں ہیں کہ انہیں اُن لوگوں کا انجام نظر آتا جو اِن سے پہلے گزر چکے ہیں؟ وہ اِن زیادہ طاقت ور تھے اور ان سے زیادہ زبردست آثار زمین میں چھوڑ گئے ہیں مگر اللہ نے ان کے گناہوں پر انہیں پکڑ لیا اور اُن کو اللہ سے بچانے والا کوئی نہ تھا","chinese" : "难道他们没有在大地上旅行以观察前人的结局是怎样的吗？前人比他们势力更大、成绩更多；但安拉因他们的罪过而惩治他们，他们对安拉没有任何保护者。","turkey" : "Yeryüzünde dolaşıp kendilerinden önce ve kendilerinden daha kuvvetli olan ve yeryüzünde daha çok eser bırakan kimselerin sonuçlarının nasıl olduğunu görmezler mi? Allah onları suçlarıyla yakalamıştır. Allah'a karşı onları koruyan yoktur"} ,{"id": "22", "arabic" : "ذَٰلِكَ بِأَنَّهُمۡ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَكَفَرُواْ فَأَخَذَهُمُ ٱللَّهُۚ إِنَّهُۥ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ", "english" : "That was because their messengers were coming to them with clear proofs but they disbelieved so Allah seized them. Indeed He is Powerful and severe in punishment", "urdu" : "یہ ان کا انجام اس لیے ہوا کہ ان کے پاس اُن کے رسول بینات لے کر آئے اور انہوں نے ماننے سے انکار کر دیا آخر کار اللہ نے ان کو پکڑ لیا، یقیناً وہ بڑی قوت والا اور سزا دینے میں بہت سخت ہے","chinese" : "那是因为我的众使者曾带着许多明证来临他们，但他们不归信，故安拉惩罚了他们。他确是至刚的。他的刑罚是严厉的，","turkey" : "Bu kendilerine açık belgelerle gelen peygamberlerini inkar etmelerinden ötürüdür. Allah da onları bunun için yakalamıştır. Doğrusu O kuvvetlidir cezalandırması da şiddetlidir"} ,{"id": "23", "arabic" : "وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ", "english" : "And We did certainly send Moses with Our signs and a clear authority", "urdu" : "ہم نے موسیٰؑ کو","chinese" : "我确已派遣穆萨带着我的迹象和明证，","turkey" : "And olsun ki Musa'yı mucizelerimiz ve apaçık delillerle Firavun Haman ve Karun'a göndermişizdir. Onlar: Bu yalancı sihirbazın biridir demişlerdi"} ,{"id": "24", "arabic" : "إِلَىٰ فِرۡعَوۡنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُواْ سَٰحِرٞ كَذَّابٞ", "english" : "To Pharaoh Haman and Qarun; but they said [He is] a magician and a liar", "urdu" : "فرعون اور ہامان اور قارون کی طرف اپنے نشانیوں اور نمایاں سندِ ماموریت کے ساتھ بھیجا، مگر انہوں نے کہا ساحر ہے، کذاب ہے","chinese" : "去教化法老、哈曼和戈伦，但他们说：“他是谬妄的术士。”","turkey" : "And olsun ki Musa'yı mucizelerimiz ve apaçık delillerle Firavun Haman ve Karun'a göndermişizdir. Onlar: Bu yalancı sihirbazın biridir demişlerdi"} ,{"id": "25", "arabic" : "فَلَمَّا جَآءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُواْ ٱقۡتُلُوٓاْ أَبۡنَآءَ ٱلَّذِينَ ءَامَنُواْ مَعَهُۥ وَٱسۡتَحۡيُواْ نِسَآءَهُمۡۚ وَمَا كَيۡدُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ", "english" : "And when he brought them the truth from Us they said Kill the sons of those who have believed with him and keep their women alive. But the plan of the disbelievers is not except in error", "urdu" : "پھر جب وہ ہماری طرف سے حق ان کے سامنے لے آیا تو انہوں نے کہا جو لوگ ایمان لا کر اس کے ساتھ شامل ہوئے ہیں ان سب کے لڑکوں کو قتل کرو اور لڑکیاں کو جیتا چھوڑ دو مگر کافروں کی چال اکارت ہی گئی","chinese" : "他把从我这里发出的真理昭示他们的时候，他们说：“你们当杀戮与他一同信道者的儿子，只留下他们的女儿。”不信道者的计策，只在迷误中。","turkey" : "Musa katımızdan onlara gerçeği getirince: Onunla beraber iman etmiş kimselerin oğullarını öldürün kadınlarını sağ bırakın dediler. Ama inkarcıların hilesi elbette boşa gider"} ,{"id": "26", "arabic" : "وَقَالَ فِرۡعَوۡنُ ذَرُونِيٓ أَقۡتُلۡ مُوسَىٰ وَلۡيَدۡعُ رَبَّهُۥٓۖ إِنِّيٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمۡ أَوۡ أَن يُظۡهِرَ فِي ٱلۡأَرۡضِ ٱلۡفَسَادَ", "english" : "And Pharaoh said Let me kill Moses and let him call upon his Lord. Indeed I fear that he will change your religion or that he will cause corruption in the land", "urdu" : "ایک روز فرعون نے اپنے درباریوں سے کہا چھوڑو مجھے، میں اِس موسیٰؑ کو قتل کیے دیتا ہوں، اور پکار دیکھے یہ اپنے رب کو مجھے اندیشہ ہے کہ یہ تمہارا دین بدل ڈالے گا، یا ملک میں فساد برپا کرے گا","chinese" : "法老说：“你们让我杀死穆萨！叫他祈祷他的主去吧！我的确怕他改变你们的宗教，或在国内作乱。”","turkey" : "Firavun: Beni bırakın da Musa'yı öldüreyim o Rabbine yalvaradursun. Onun sizin dininizi değiştireceğinden veya yeryüzünde bozgun çıkaracağından korkuyorum dedi"} ,{"id": "27", "arabic" : "وَقَالَ مُوسَىٰٓ إِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٖ لَّا يُؤۡمِنُ بِيَوۡمِ ٱلۡحِسَابِ", "english" : "But Moses said Indeed I have sought refuge in my Lord and your Lord from every arrogant one who does not believe in the Day of Account", "urdu" : "موسیٰؑ نے کہا میں نے تو ہر اُس متکبر کے مقابلے میں جو یَوم الحساب پر ایمان نہیں رکھتا اپنے ر ب اور تمہارے رب کی پناہ لے لی ہے","chinese" : "穆萨说：“我确已就庇于我的主，亦即你们的主，免遭不信清算日的一切自大者的侵害。”","turkey" : "Musa: Doğrusu ben hesap görülecek güne inanmayan böbürlenenlerin hepsinden benim de Rabbim sizin de Rabbiniz olan Allah'a sığınırım dedi"} ,{"id": "28", "arabic" : "وَقَالَ رَجُلٞ مُّؤۡمِنٞ مِّنۡ ءَالِ فِرۡعَوۡنَ يَكۡتُمُ إِيمَٰنَهُۥٓ أَتَقۡتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ ٱللَّهُ وَقَدۡ جَآءَكُم بِٱلۡبَيِّنَٰتِ مِن رَّبِّكُمۡۖ وَإِن يَكُ كَٰذِبٗا فَعَلَيۡهِ كَذِبُهُۥۖ وَإِن يَكُ صَادِقٗا يُصِبۡكُم بَعۡضُ ٱلَّذِي يَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ", "english" : "And a believing man from the family of Pharaoh who concealed his faith said Do you kill a man [merely] because he says 'My Lord is Allah' while he has brought you clear proofs from your Lord? And if he should be lying then upon him is [the consequence of] his lie; but if he should be truthful there will strike you some of what he promises you. Indeed Allah does not guide one who is a transgressor and a liar", "urdu" : "اس موقع پر آل فرعون میں سے ایک مومن شخص، جو اپنا ایمان چھپائے ہوئے تھا، بول اٹھا: کیا تم ایک شخص کو صرف اِس بنا پر قتل کر دو گے کہ وہ کہتا ہے میرا رب اللہ ہے؟ حالانکہ وہ تمہارے رب کی طرف سے تمہارے پاس بینات لے آیا اگر وہ جھوٹا ہے تو اس کا جھوٹ خود اسی پر پلٹ پڑے گا لیکن اگر وہ سچا ہے تو جن ہولناک نتائج کا وہ تم کو خوف دلاتا ہے ان میں سے کچھ تو تم پر ضرور ہی آ جائیں گے اللہ کسی شخص کو ہدایت نہیں دیتا جو حد سے گزر جانے والا اور کذاب ہو","chinese" : "法老族中一个秘密归信的信士说：“一个人把从你们的主发出的明证昭示你们，并说：‘我的主是安拉’，你们就要杀戮他吗？如果他是一个说谎者，那末，他自受谎言之害；如果他是一个诚实者，那末，他所用以恫吓你们的灾难，将有一部分来临你们，安拉必定不引导过分的常说谎言者。","turkey" : "Firavun ailesinden olup da inandığını gizleyen bir adam dedi ki: Rabbim Allah'tır diyen bir adamı mı öldüreceksiniz? Oysa size Rabbinizden belgelerle gelmiştir. Eğer yalancıysa yalanı kendisinedir; eğer doğru sözlü ise sizi tehdit ettiklerinin bir kısmı başınıza gelebilir. Doğrusu Allah aşırı yalancıyı doğru yola eriştirmez"} ,{"id": "29", "arabic" : "يَٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡيَوۡمَ ظَٰهِرِينَ فِي ٱلۡأَرۡضِ فَمَن يَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَآءَنَاۚ قَالَ فِرۡعَوۡنُ مَآ أُرِيكُمۡ إِلَّا مَآ أَرَىٰ وَمَآ أَهۡدِيكُمۡ إِلَّا سَبِيلَ ٱلرَّشَادِ", "english" : "O my people sovereignty is yours today [your being] dominant in the land. But who would protect us from the punishment of Allah if it came to us? Pharaoh said I do not show you except what I see and I do not guide you except to the way of right conduct", "urdu" : "اے میری قوم کے لوگو! آج تمہیں بادشاہی حاصل ہے اور زمین میں تم غالب ہو، لیکن اگر خدا کا عذاب ہم پر آ گیا تو پھر کون ہے جو ہماری مدد کر سکے گا فرعون نے کہا میں تو تم لوگوں کو وہی رائے دے رہا ہوں جو مجھے مناسب نظر آتی ہے اور میں اُسی راستے کی طرف تمہاری رہنمائی کرتا ہوں جو ٹھیک ہے","chinese" : "我的宗族啊！今日你们拥有国权，你们在国中称雄。如果安拉的刑罚来临，那末，谁助我们抵抗它呢？”法老说：“我只以我的主张指示你们，我只引导你们走上正道。”","turkey" : "Ey milletim; Bugün memlekette hükümranlık sizindir galip olanlar sizsiniz. Ama Allah'ın baskını bize çatınca O'na karşı bize kim yardım eder? Firavun: Ben size kendi görüşümden başkasını söylemiyorum. Ben size ancak doğru yolu gösteriyorum dedi"} ,{"id": "30", "arabic" : "وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُم مِّثۡلَ يَوۡمِ ٱلۡأَحۡزَابِ", "english" : "And he who believed said O my people indeed I fear for you [a fate] like the day of the companies", "urdu" : "وہ شخص جو ایمان لایا تھا اُس نے کہا اے میری قوم کے لوگو، مجھے خوف ہے کہ کہیں تم پر بھی وہ دن نہ آ جائے جو اس سے پہلے بہت سے جتھوں پر آ چکا ہے","chinese" : "信道者说：“我的宗族啊！我确怕你们遭遇前人所遭遇的灾难，","turkey" : "İnanmış olan adam dedi ki: Ey milletim! Doğrusu ben sizin için Nuh milletinin Ad Semud ve onlardan sonra gelenlerin durumu gibi peygamberleri yalanlayan toplulukların uğradıkları bir günün benzerinden korkuyorum. Allah kullara zulüm dilemez"} ,{"id": "31", "arabic" : "مِثۡلَ دَأۡبِ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡۚ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعِبَادِ", "english" : "Like the custom of the people of Noah and of 'Aad and Thamud and those after them. And Allah wants no injustice for [His] servants", "urdu" : "جیسا دن قوم نوحؑ اور عاد اور ثمود اور ان کے بعد والی قوموں پر آیا تھا اور یہ حقیقت ہے کہ اللہ اپنے بندوں پر ظلم کا کوئی ارادہ نہیں رکھتا","chinese" : "如努哈的宗族、阿德人、赛莫德人，以及在他们之后的人所遭受的灾祸一样。安拉是不欲亏枉众仆的。","turkey" : "İnanmış olan adam dedi ki: Ey milletim! Doğrusu ben sizin için Nuh milletinin Ad Semud ve onlardan sonra gelenlerin durumu gibi peygamberleri yalanlayan toplulukların uğradıkları bir günün benzerinden korkuyorum. Allah kullara zulüm dilemez"} ,{"id": "32", "arabic" : "وَيَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ يَوۡمَ ٱلتَّنَادِ", "english" : "And O my people indeed I fear for you the Day of Calling", "urdu" : "اے قوم، مجھے ڈر ہے کہ کہیں تم پر فریاد و فغاں کا دن نہ آ جائے","chinese" : "我的宗族啊！我的确为你们担心互相呼叫之日；","turkey" : "Ey milletim! Ahu figan gününden sizin hesabınıza korkuyorum"} ,{"id": "33", "arabic" : "يَوۡمَ تُوَلُّونَ مُدۡبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ", "english" : "The Day you will turn your backs fleeing; there is not for you from Allah any protector. And whoever Allah leaves astray - there is not for him any guide", "urdu" : "جب تم ایک دوسرے کو پکارو گے اور بھاگے بھاگے پھرو گے، مگر اُس وقت اللہ سے بچانے والا کوئی نہ ہو گا سچ یہ ہے کہ جسے اللہ بھٹکا دے اُسے پھر کوئی راستہ دکھانے والا نہیں ہوتا","chinese" : "在那日，你们将转身退后，而没有任何保护者能使你们免受安拉的惩罚。安拉使谁迷误，谁就没有向导。","turkey" : "Arkanıza dönüp kaçacağınız gün Allah'a karşı sizi koruyan bulunmaz. Allah'ın saptırdığını doğru yola getirecek yoktur"} ,{"id": "34", "arabic" : "وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ", "english" : "And Joseph had already come to you before with clear proofs but you remained in doubt of that which he brought to you until when he died you said 'Never will Allah send a messenger after him.' Thus does Allah leave astray he who is a transgressor and skeptic", "urdu" : "اس سے پہلے یوسفؑ تمہارے پاس بینات لے کر آئے تھے مگر تم اُن کی لائی ہوئی تعلیم کی طرف سے شک ہی میں پڑے رہے پھر جب اُن کا انتقال ہو گیا تو تم نے کہا اب اُن کے بعد اللہ کوئی رسول ہرگز نہ بھیجے گا اِسی طرح اللہ اُن سب لوگوں کو گمراہی میں ڈال دیتا ہے جو حد سے گزرنے والے اور شکی ہوتے ہیں","chinese" : "以前优素福确已将许多明证昭示你们，但你们对他所昭示你们的明证，依然在疑惑中，直到他死去的时候，你们还说：‘在他之后，安拉再不会派遣任何使者了。’安拉这样使过分的怀疑者迷误。”","turkey" : "And olsun ki Yusuf da daha önce size belgelerle gelmişti. Size getirdiği şeylerden şüphelenip durmuştunuz. Sonunda Yusuf ölünce Allah onun ardından hiçbir peygamber göndermeyecek demiştiniz. Allah aşırı şüpheciyi işte böylece saptırır"} ,{"id": "35", "arabic" : "ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرٖ جَبَّارٖ", "english" : "Those who dispute concerning the signs of Allah without an authority having come to them - great is hatred [of them] in the sight of Allah and in the sight of those who have believed. Thus does Allah seal over every heart [belonging to] an arrogant tyrant", "urdu" : "اور اللہ کی آیات میں جھگڑے کرتے ہیں بغیر اس کے کہ ان کے پاس کوئی سند یا دلیل آئی ہو یہ رویہ اللہ اور ایمان لانے والوں کے نزدیک سخت مبغوض ہے اِسی طرح اللہ ہر متکر و جبار کے دل پر ٹھپہ لگا دیتا ہے","chinese" : "没有真凭实据，而争论安拉的迹象者，据安拉和众信士看来，是很讨厌的。安拉这样封闭一切自大的高傲者的心。","turkey" : "Bunlar Allah'ın ayetleri üzerinde kendilerine gelmiş bir delil bulunmadan tartışırlar. Bu Allah katında da inananların yanında da öfkeyi arttırır. Allah büyüklük taslayan her zorbanın kalbini bundan dolayı mühürler"} ,{"id": "36", "arabic" : "وَقَالَ فِرۡعَوۡنُ يَٰهَٰمَٰنُ ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ", "english" : "And Pharaoh said O Haman construct for me a tower that I might reach the ways", "urdu" : "فرعون نے کہا اے ہامان، میرے لیے ایک بلند عمارت بنا تاکہ میں راستوں تک پہنچ سکوں","chinese" : "法老说：“哈曼啊！你为我建造一座高楼，或许我能找到若干线索——","turkey" : "Firavun: Ey Haman! Bana bir kule yap; belki yollara göklerin yollarına erişirim de Musa'nın Tanrısını görürüm. Doğrusu ben onu yalancı sanıyorum dedi. Firavun'a kötü işi böylece güzel gösterildi ve doğru yoldan alıkondu. Firavun'un hilesi elbette boşa gidecekti"} ,{"id": "37", "arabic" : "أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ", "english" : "The ways into the heavens - so that I may look at the deity of Moses; but indeed I think he is a liar. And thus was made attractive to Pharaoh the evil of his deed and he was averted from the [right] way. And the plan of Pharaoh was not except in ruin", "urdu" : "آسمانوں کے راستوں تک، اور موسیٰؑ کے خدا کو جھانک کر دیکھوں مجھے تو یہ موسیٰؑ جھوٹا ہی معلوم ہوتا ہے اس طرح فرعون کے لیے اس کی بد عملی خوشنما بنا دی گئی اور وہ راہ راست سے روک دیا گیا فرعون کی ساری چال بازی (اُس کی اپنی) تباہی کے راستہ ہی میں صرف ہوئی","chinese" : "天上的线索，因而能窥见穆萨的神灵；我确信他是一个说谎者。”法老的恶行，这样迷惑了他自己，妨碍了他走上正道。法老的计策，只归于毁灭。","turkey" : "Firavun: Ey Haman! Bana bir kule yap; belki yollara göklerin yollarına erişirim de Musa'nın Tanrısını görürüm. Doğrusu ben onu yalancı sanıyorum dedi. Firavun'a kötü işi böylece güzel gösterildi ve doğru yoldan alıkondu. Firavun'un hilesi elbette boşa gidecekti"} ,{"id": "38", "arabic" : "وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِيلَ ٱلرَّشَادِ", "english" : "And he who believed said O my people follow me I will guide you to the way of right conduct", "urdu" : "وہ شخص جو ایمان لایا تھا، بولا اے میری قوم کے لوگو، میری بات مانو، میں تمہیں صحیح راستہ بتاتا ہوں","chinese" : "那个归信者又说：“我的宗族啊！你们顺从我，我就把你们引上正道。","turkey" : "O inanan kimse dedi ki: Ey milletim! Bana uyun sizi doğru yola eriştireyim"} ,{"id": "39", "arabic" : "يَٰقَوۡمِ إِنَّمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا مَتَٰعٞ وَإِنَّ ٱلۡأٓخِرَةَ هِيَ دَارُ ٱلۡقَرَارِ", "english" : "O my people this worldly life is only [temporary] enjoyment and indeed the Hereafter - that is the home of [permanent] settlement", "urdu" : "اے قوم، یہ دنیا کی زندگی تو چند روزہ ہے، ہمیشہ کے قیام کی جگہ آخرت ہی ہے","chinese" : "我的宗族啊！今世的生活，只是一种享受，后世才是安宅。","turkey" : "Ey milletim! Şüphesiz bu dünya hayatı geçicidir ama ahiret doğrusu işte o kalınacak yurttur"} ,{"id": "40", "arabic" : "مَنۡ عَمِلَ سَيِّئَةٗ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَـٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ", "english" : "Whoever does an evil deed will not be recompensed except by the like thereof; but whoever does righteousness whether male or female while he is a believer - those will enter Paradise being given provision therein without account", "urdu" : "جو برائی کرے گا اُس کو اتنا ہی بدلہ ملے گا جتنی اُس نے برائی کی ہو گی اور جو نیک عمل کرے گا، خواہ وہ مرد ہو یا عورت، بشرطیکہ ہو وہ مومن، ایسے سب لوگ جنت میں داخل ہوں گے جہاں اُن کو بے حساب رزق دیا جائے گا","chinese" : "作恶者只受同样的恶报；行善而且信道的男子或女子，将入乐园，受无量的供给。","turkey" : "Kim bir kötülük işlerse ancak onun kadar ceza görür. Kadın veya erkek kim inanarak yararlı iş işlerse işte onlar cennete girerler; orada hesapsız şekilde rızıklanırlar"} ,{"id": "41", "arabic" : "۞وَيَٰقَوۡمِ مَا لِيٓ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى ٱلنَّارِ", "english" : "And O my people how is it that I invite you to salvation while you invite me to the Fire", "urdu" : "اے قوم، آخر یہ کیا ماجرا ہے کہ میں تو تم لوگوں کو نجات کی طرف بلاتا ہوں اور تم لوگ مجھے آگ کی طرف دعوت دیتے ہو","chinese" : "我的宗族啊！怎么我召你们于得渡，而你们却召我于火狱呢？","turkey" : "Ey milletim! Nedir başıma gelen? Ben sizi kurtuluşa çağırıyorum siz beni ateşe çağırıyorsunuz"} ,{"id": "42", "arabic" : "تَدۡعُونَنِي لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِيزِ ٱلۡغَفَّـٰرِ", "english" : "You invite me to disbelieve in Allah and associate with Him that of which I have no knowledge and I invite you to the Exalted in Might the Perpetual Forgiver", "urdu" : "تم مجھے اس بات کی دعوت دیتے ہو کہ میں اللہ سے کفر کروں اور اس کے ساتھ اُن ہستیوں کو شریک ٹھیراؤں جنہیں میں نہیں جانتا، حالانکہ میں تمہیں اُس زبردست مغفرت کرنے والے خدا کی طرف بلا رہا ہوں","chinese" : "你们教我不要信安拉，而以我所不知的事物配他；我却要教你们崇拜万能的、至赦的主。","turkey" : "Siz beni Allah'ı inkar etmeye bilmediğim bir şeyi O'na ortak koşmaya çağırıyorsunuz; ben ise sizi güçlü olan çok bağışlayan Allah'a çağırıyorum"} ,{"id": "43", "arabic" : "لَا جَرَمَ أَنَّمَا تَدۡعُونَنِيٓ إِلَيۡهِ لَيۡسَ لَهُۥ دَعۡوَةٞ فِي ٱلدُّنۡيَا وَلَا فِي ٱلۡأٓخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِينَ هُمۡ أَصۡحَٰبُ ٱلنَّارِ", "english" : "Assuredly that to which you invite me has no [response to a] supplication in this world or in the Hereafter; and indeed our return is to Allah and indeed the transgressors will be companions of the Fire", "urdu" : "نہیں، حق یہ ہے اور اِس کے خلاف نہیں ہو سکتا کہ جن کی طرف تم مجھے بلا رہے ہو اُن کے لیے نہ دنیا میں کوئی دعوت ہے نہ آخرت میں، اور ہم سب کو پلٹنا اللہ ہی کی طرف ہے، اور حد سے گزرنے والے آگ میں جانے والے ہیں","chinese" : "其实，你们召我去崇拜的东西，在今世和后世，都不能应答任何祈祷。我们的归宿是安拉，过分者必是火狱的居民。","turkey" : "Beni kendisine çağırdığınızın bu dünyada da ahirette de çağırabilecek kabiliyette olmadığında hepimizin Allah'a döneceğinde aşırı gidenlerin ateşlikler olduklarında şüphe yoktur"} ,{"id": "44", "arabic" : "فَسَتَذۡكُرُونَ مَآ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِيٓ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِيرُۢ بِٱلۡعِبَادِ", "english" : "And you will remember what I [now] say to you and I entrust my affair to Allah. Indeed Allah is Seeing of [His] servants", "urdu" : "آج جو کچھ میں کہہ رہا ہوں، عنقریب وہ وقت آئے گا جب تم اُسے یاد کرو گے اور اپنا معاملہ میں اللہ کے سپرد کرتا ہوں، وہ اپنے بندوں کا نگہبان ہے","chinese" : "你们将来会想起我对你们说的话。我把我的事情委托安拉，安拉确是明察众仆的。”","turkey" : "Size söylediğimi hatırlayacaksınız. Ben işimi Allah'a bırakıyorum. Doğrusu Allah kulları görür"} ,{"id": "45", "arabic" : "فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوٓءُ ٱلۡعَذَابِ", "english" : "So Allah protected him from the evils they plotted and the people of Pharaoh were enveloped by the worst of punishment", "urdu" : "آخرکار اُن لوگوں نے جو بری سے بری چالیں اُس مومن کے خلاف چلیں، اللہ نے اُن سب سے اُس کو بچا لیا، اور فرعون کے ساتھی خود بدترین عذاب کے پھیر میں آ گئے","chinese" : "安拉保护他免遭他们所计谋的祸害，并以严刑降于法老的宗族；","turkey" : "Allah o adamı kurmak istedikleri tuzaktan korudu. Kötü azap Firavun'un adamlarını sardı"} ,{"id": "46", "arabic" : "ٱلنَّارُ يُعۡرَضُونَ عَلَيۡهَا غُدُوّٗا وَعَشِيّٗاۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوٓاْ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ", "english" : "The Fire they are exposed to it morning and evening. And the Day the Hour appears [it will be said] Make the people of Pharaoh enter the severest punishment", "urdu" : "دوزخ کی آگ ہے جس کے سامنے صبح و شام وہ پیش کیے جاتے ہیں، اور جب قیامت کی گھڑی آ جائے گی تو حکم ہو گا کہ آل فرعون کو شدید تر عذاب میں داخل کرو","chinese" : "他们朝夕受火刑。复活时来临之日，或者将说：“你们让法老的宗族进去受最严厉的刑罚吧！”","turkey" : "Onlar sabah akşam ateşe sunulurlar. Kıyamet çattığı gün Firavun'un adamlarını azabın en ağırına sokundenir"} ,{"id": "47", "arabic" : "وَإِذۡ يَتَحَآجُّونَ فِي ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَـٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِيبٗا مِّنَ ٱلنَّارِ", "english" : "And [mention] when they will argue within the Fire and the weak will say to those who had been arrogant Indeed we were [only] your followers so will you relieve us of a share of the Fire", "urdu" : "پھر ذرا خیال کرو اُس وقت کا جب یہ لوگ دوزخ میں ایک دوسرے سے جھگڑ رہے ہوں گے دنیا میں جو لوگ کمزور تھے وہ بڑے بننے والوں سے کہیں گے کہ ہم تمہارے تابع تھے، اب کیا یہاں تم نار جہنم کی تکلیف کے کچھ حصے سے ہم کو بچا لو گے؟","chinese" : "那时，他们在火狱中互相争论，懦弱者对自大者说：“我们确已做过你们的顺从者，你们能替我们解除一部分火刑吗？”","turkey" : "Ateşin içinde birbirleriyle tartışırlarken güçsüzler büyüklük taslayanlara: Doğrusu biz size uymuştuk şimdi ateşin bir parçasını olsun bizden savabilir misiniz? derler"} ,{"id": "48", "arabic" : "قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَيۡنَ ٱلۡعِبَادِ", "english" : "Those who had been arrogant will say Indeed all [of us] are in it. Indeed Allah has judged between the servants", "urdu" : "وہ بڑے بننے والے جواب دیں گے ہم سب یہاں ایک حال میں ہیں، اور اللہ بندوں کے درمیان فیصلہ کر چکا ہے","chinese" : "自大者说：“我们大家的确都在火狱中，安拉确已替众仆判决了。”","turkey" : "Büyüklük taslayanlar: Doğrusu hepimiz onun içindeyiz. Allah kullar arasında şüphesiz hüküm vermiştir derler"} ,{"id": "49", "arabic" : "وَقَالَ ٱلَّذِينَ فِي ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ ٱلۡعَذَابِ", "english" : "And those in the Fire will say to the keepers of Hell Supplicate your Lord to lighten for us a day from the punishment", "urdu" : "پھر یہ دوزخ میں پڑے ہوئے لوگ جہنم کے اہل کاروں سے کہیں گے اپنے رب سے دعا کرو کہ ہمارے عذاب میں بس ایک دن کی تخفیف کر دے","chinese" : "在火狱里的人对管理火狱的天使说：“请你们祈祷你们的主，求他给我们减轻一日的刑罚。”","turkey" : "Ateşte olanlar cehennemin bekçilerine: Rabbinize yalvarın da hiç değilse bir gün azabımızı hafifletsin derler"} ,{"id": "50", "arabic" : "قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَـٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ", "english" : "They will say Did there not come to you your messengers with clear proofs? They will say Yes. They will reply Then supplicate [yourselves] but the supplication of the disbelievers is not except in error", "urdu" : "وہ پوچھیں گے کیا تمہارے پاس تمہارے رسول بینات لے کر نہیں آتے رہے تھے؟ وہ کہیں گے ہاںجہنم کے اہل کار بولیں گے: پھر تو تم ہی دعا کرو، اور کافروں کی دعا اکارت ہی جانے والی ہے","chinese" : "他们说：“难道你们族中的使者，没有昭示你们若干明证吗？”他们说：“不然！”天使们说：“你们祈祷吧！但不信道者的祈祷只在迷误中。”","turkey" : "Bekçiler: Size belgelerle peygamberleriniz gelmiş miydi? derler. Onlar da: Evet gelmişti derler. Bekçiler: O halde kendiniz yalvarın derler. İnkarcıların yalvarışı şüphesiz boşunadır"} ,{"id": "51", "arabic" : "إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ", "english" : "Indeed We will support Our messengers and those who believe during the life of this world and on the Day when the witnesses will stand", "urdu" : "یقین جانو کہ ہم اپنے رسولوں اور ایمان لانے والوں کی مدد اِس دنیا کی زندگی میں بھی لازماً کرتے ہیں، اور اُس روز بھی کریں گے جب گواہ کھڑے ہوں گے،","chinese" : "我必定援助我的众使者和众信士，在今世生活中，和在众见证起立之日——","turkey" : "Doğrusu Biz peygamberlerimize ve inananlara dünya hayatında ve şahidlerin şahidlik edecekleri günde yardım ederiz"} ,{"id": "52", "arabic" : "يَوۡمَ لَا يَنفَعُ ٱلظَّـٰلِمِينَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ", "english" : "The Day their excuse will not benefit the wrongdoers and they will have the curse and they will have the worst home", "urdu" : "جب ظالموں کو ان کی معذرت کچھ بھی فائدہ نہ دے گی اور اُن پر لعنت پڑے گی اور بد ترین ٹھکانا اُن کے حصے میں آئے گا","chinese" : "不义者的托辞无裨于他们之日，他们将遭弃绝，他们将受后世的刑罚。","turkey" : "O gün zalimlere özür beyan etmeleri fayda vermez. Lanet onlaradır. Yurdun kötüsü de onlaradır"} ,{"id": "53", "arabic" : "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِيٓ إِسۡرَـٰٓءِيلَ ٱلۡكِتَٰبَ", "english" : "And We had certainly given Moses guidance and We caused the Children of Israel to inherit the Scripture", "urdu" : "آخر دیکھ لو کہ موسیٰؑ کی ہم نے رہنمائی کی اور بنی اسرائیل کو اس کتاب کا وارث بنا دیا","chinese" : "我确已将正道赐予穆萨，我确已使以色列的后裔继承天经，","turkey" : "And olsun ki Biz Musa'ya doğruluk rehberi verdik. İsrailoğullarını da akıl sahipleri için bir öğüt ve doğruluk rehberi olan Kitap'a Tevrat'a varis kıldık"} ,{"id": "54", "arabic" : "هُدٗى وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ", "english" : "As guidance and a reminder for those of understanding", "urdu" : "جو عقل و دانش رکھنے والوں کے لیے ہدایت و نصیحت تھی","chinese" : "用作有心灵者的向导和教诲。","turkey" : "And olsun ki Biz Musa'ya doğruluk rehberi verdik. İsrailoğullarını da akıl sahipleri için bir öğüt ve doğruluk rehberi olan Kitap'a Tevrat'a varis kıldık"} ,{"id": "55", "arabic" : "فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ", "english" : "So be patient [O Muhammad]. Indeed the promise of Allah is truth. And ask forgiveness for your sin and exalt [Allah] with praise of your Lord in the evening and the morning", "urdu" : "پس اے نبیؐ، صبر کرو، اللہ کا وعدہ بر حق ہے، اپنے قصور کی معافی چاہو اور صبح و شام اپنے رب کی حمد کے ساتھ اس کی تسبیح کرتے رہو","chinese" : "故你当坚忍，安拉的应许，确是真实的。你应当为你的过失而求饶，你应当朝夕赞颂你的主。","turkey" : "Sabret Allah'ın verdiği söz şüphesiz gerçektir. Suçunun bağışlanmasını dile; Rabbini akşam sabah överek tesbih et"} ,{"id": "56", "arabic" : "إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡ إِن فِي صُدُورِهِمۡ إِلَّا كِبۡرٞ مَّا هُم بِبَٰلِغِيهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ", "english" : "Indeed those who dispute concerning the signs of Allah without [any] authority having come to them - there is not within their breasts except pride [the extent of] which they cannot reach. So seek refuge in Allah. Indeed it is He who is the Hearing the Seeing", "urdu" : "حقیقت یہ ہے کہ جو لوگ کسی سند و حجت کے بغیر جو اُن کے پاس آئی ہو، اللہ کی آیات میں جھگڑے کر رہے ہیں اُن کے دلوں میں کبر بھرا ہوا ہے، مگر وہ اُس بڑائی کو پہنچنے والے نہیں ہیں جس کا وہ گھمنڈ رکھتے ہیں بس اللہ کی پناہ مانگ لو، وہ سب کچھ دیکھتا اور سنتا ہے","chinese" : "没有真凭实据而争论安拉的迹象者，他们的胸中，的确只有一个念头，就是要想达到他们绝不能达到的伟大。故你当求庇于安拉，他确是全聪的，确是全明的。","turkey" : "Allah'ın ayetleri üzerinde kendilerine gelen bir delil olmadan tartışanların gönüllerinde ulaşamayacakları bir büyüklenme vardır. Sen Allah'a sığın. O şüphesiz işitendir görendir"} ,{"id": "57", "arabic" : "لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ", "english" : "The creation of the heavens and earth is greater than the creation of mankind but most of the people do not know", "urdu" : "آسمانوں اور زمین کا پیدا کرنا انسانوں کو پیدا کرنے کی بہ نسبت یقیناً زیادہ بڑا کام ہے، مگر اکثر لوگ جانتے نہیں ہیں","chinese" : "创造天地，是比再造人类更难的，但世人大半不知道。","turkey" : "Göklerin ve yerin yaratılması insanların yaratılmasından daha büyük bir şeydir. Fakat insanların çoğu bilmezler"} ,{"id": "58", "arabic" : "وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ وَلَا ٱلۡمُسِيٓءُۚ قَلِيلٗا مَّا تَتَذَكَّرُونَ", "english" : "And not equal are the blind and the seeing nor are those who believe and do righteous deeds and the evildoer. Little do you remember", "urdu" : "اور یہ نہیں ہو سکتا کہ اندھا اور بینا یکساں ہو جائے اور ایماندار و صالح اور بد کار برابر ٹھیریں مگر تم لوگ کم ہی کچھ سمجھتے ہو","chinese" : "无眼者与有眼者是不相等的；信道而且行善者与作恶者也是不相等的，但你们很少觉悟。","turkey" : "Körle gören inanıp yararlı iş işleyenlerle kötülük yapan bir değildir. Ne kadar az düşünüyorsunuz"} ,{"id": "59", "arabic" : "إِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞ لَّا رَيۡبَ فِيهَا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ", "english" : "Indeed the Hour is coming - no doubt about it - but most of the people do not believe", "urdu" : "یقیناً قیامت کی گھڑی آنے والی ہے، اس کے آنے میں کوئی شک نہیں، مگر اکثر لوگ نہیں مانتے","chinese" : "复活时必定来临，这是毫无疑义的；但众人大半不信。","turkey" : "Kıyamet günü mutlaka gelecektir. Bunda şüphe yoktur fakat insanların çoğu inanmıyor"} ,{"id": "60", "arabic" : "وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡۚ إِنَّ ٱلَّذِينَ يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِي سَيَدۡخُلُونَ جَهَنَّمَ دَاخِرِينَ", "english" : "And your Lord says Call upon Me; I will respond to you. Indeed those who disdain My worship will enter Hell [rendered] contemptible", "urdu" : "تمہارا رب کہتا ہے مجھے پکارو، میں تمہاری دعائیں قبول کروں گا، جو لوگ گھمنڈ میں آ کر میری عبادت سے منہ موڑتے ہیں، ضرور وہ ذلیل و خوار ہو کر جہنم میں داخل ہوں گے","chinese" : "你们的主说：“你们要祈祷我，我就应答你们；不肯崇拜我的骄傲自大者们，他们将卑贱地入火狱。”","turkey" : "Rabbiniz: Bana dua edin ki duanıza icabet edeyim. Bana kulluk etmeyi büyüklüklerine yediremeyenler alçalmış olarak cehenneme gireceklerdir buyurmuştur"} ,{"id": "61", "arabic" : "ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ", "english" : "It is Allah who made for you the night that you may rest therein and the day giving sight. Indeed Allah is full of bounty to the people but most of the people are not grateful", "urdu" : "وہ اللہ ہی تو ہے جس نے تمہارے لیے رات بنائی تاکہ اس میں سکون حاصل کرو، اور دن کو روشن کیا حقیقت یہ ہے کہ اللہ لوگوں پر بڑا فضل فرمانے والا ہے مگر اکثر لوگ شکر ادا نہیں کرتے","chinese" : "安拉为你们创造黑夜，以便你们安息；创造白昼，以便你们观看；安拉对于人类，确是有恩惠的，但人类大半不感谢。","turkey" : "Size geceyi dinlenesiniz diye karanlık ve gündüzü aydınlık olarak yaratan Allah'tır. Doğrusu Allah insanlara karşı lütufkardır ama insanların çoğu şükretmezler"} ,{"id": "62", "arabic" : "ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ خَٰلِقُ كُلِّ شَيۡءٖ لَّآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ", "english" : "That is Allah your Lord Creator of all things; there is no deity except Him so how are you deluded", "urdu" : "وہی اللہ (جس نے تمہارے لیے یہ کچھ کیا ہے) تمہارا رب ہے ہر چیز کا خالق اس کے سوا کوئی معبود نہیں پھر تم کدھر سے بہکائے جا رہے ہو؟","chinese" : "那是安拉，是你们的主，是万物的创造者；除他外，绝无应受崇拜的。你们怎么如此悖谬呢？","turkey" : "İşte herşeyin yaratıcısı olan Rabbiniz Allah budur. O'ndan başka tanrı yoktur. Nasıl aldatılıp döndürülürsünüz"} ,{"id": "63", "arabic" : "كَذَٰلِكَ يُؤۡفَكُ ٱلَّذِينَ كَانُواْ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ", "english" : "Thus were those [before you] deluded who were rejecting the signs of Allah", "urdu" : "اِسی طرح وہ سب لوگ بہکائے جاتے رہے ہیں جو اللہ کی آیات کا انکار کرتے تھے","chinese" : "否认安拉的迹象者，就是这样悖谬的。","turkey" : "Allah'ın ayetlerini bile bile inkar edenler böylece döndürülüyorlardı"} ,{"id": "64", "arabic" : "ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارٗا وَٱلسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ", "english" : "It is Allah who made for you the earth a place of settlement and the sky a ceiling and formed you and perfected your forms and provided you with good things. That is Allah your Lord; then blessed is Allah Lord of the worlds", "urdu" : "وہ اللہ ہی تو ہے جس نے تمہارے لیے زمین کو جائے قرار بنایا اور اوپر آسمان کا گنبد بنا دیا جس نے تمہاری صورت بنائی اور بڑی ہی عمدہ بنائی جس نے تمہیں پاکیزہ چیزوں کا رزق دیا وہی اللہ (جس کے یہ کام ہیں) تمہارا رب ہے بے حساب برکتوں والا ہے وہ کائنات کا رب","chinese" : "安拉为你们以地面为居处，以天空为房屋，他以形象赋予你们，而使你们的形象优美，他供给你们佳美的食品。那是安拉，你们的主。多福哉安拉！——众世界的主！","turkey" : "Sizin için yeri durak göğü bina eden size şekil verip de şeklinizi güzel yapan sizi temiz şeylerle rızıklandıran Allah'tır. İşte Rabbiniz olan Allah budur. Alemlerin Rabbi Allah ne yücedir"} ,{"id": "65", "arabic" : "هُوَ ٱلۡحَيُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۗ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ", "english" : "He is the Ever-Living; there is no deity except Him so call upon Him [being] sincere to Him in religion. [All] praise is [due] to Allah Lord of the worlds", "urdu" : "وہی زندہ ہے اُس کے سوا کوئی معبود نہیں اُسی کو تم پکارو اپنے دین کو اس کے لیے خالص کر کے ساری تعریف اللہ ربّ العالمین ہی کے لیے ہے","chinese" : "他确是永生的，除他外，绝无应受崇拜的，故你们当祈祷他，虔诚敬意，恪受正教。一切赞颂，全归安拉——众世界的主！","turkey" : "O diridir O'ndan başka tanrı yoktur. Dini yalnız O'na has kılarak O'na yalvarın. Övgü Alemlerin Rabbi Allah içindir"} ,{"id": "66", "arabic" : "۞قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِيَ ٱلۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ", "english" : "Say [O Muhammad] Indeed I have been forbidden to worship those you call upon besides Allah once the clear proofs have come to me from my Lord and I have been commanded to submit to the Lord of the worlds", "urdu" : "اے نبیؐ، اِن لوگوں سے کہہ دو کہ مجھے تو اُن ہستیوں کی عبادت سے منع کر دیا گیا ہے جنہیں تم اللہ کو چھوڑ کر پکارتے ہو (میں یہ کام کیسے کر سکتا ہوں) جبکہ میرے پاس میرے رب کی طرف سے بینات آ چکی ہیں مجھے حکم دیا گیا ہے کہ میں رب العالمین کے آگے سرِ تسلیم خم کر دوں","chinese" : "你说：“当许多明证从我的主来临我的时候，我确已奉到禁令，不准我崇拜你们舍安拉而崇拜的；我确已奉到命令，叫我服从众世界的主。”","turkey" : "De ki: Sizin Allah'ı bırakıp da kulluk ettiklerinize kulluk etmek bana yasak kılınmıştır. Zira bana Rabbimden belgeler gelmiştir. Ben kendimi Alemlerin Rabbine vermekle emrolundum"} ,{"id": "67", "arabic" : "هُوَ ٱلَّذِي خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ يُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡ ثُمَّ لِتَكُونُواْ شُيُوخٗاۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوٓاْ أَجَلٗا مُّسَمّٗى وَلَعَلَّكُمۡ تَعۡقِلُونَ", "english" : "It is He who created you from dust then from a sperm-drop then from a clinging clot; then He brings you out as a child; then [He develops you] that you reach your [time of] maturity then [further] that you become elders. And among you is he who is taken in death before [that] so that you reach a specified term; and perhaps you will use reason", "urdu" : "وہی تو ہے جس نے تم کو مٹی سے پیدا کیا، پھر نطفے سے، پھر خون کے لوتھڑے سے، پھر وہ تمہیں بچے کی شکل میں نکالتا ہے، پھر تمہیں بڑھاتا ہے تاکہ تم اپنی پوری طاقت کو پہنچ جاؤ، پھر اور بڑھاتا ہے تاکہ تم بڑھاپے کو پہنچو اور تم میں سے کوئی پہلے ہی واپس بلا لیا جاتا ہے یہ سب کچھ اس لیے کیا جاتا ہے تاکہ تم اپنے مقرر وقت تک پہنچ جاؤ، اور اس لیے کہ تم حقیقت کو سمجھو","chinese" : "他创造了你们，先用泥土，继用精液，继用血块，然后使你们出生为婴儿，然后让你们成年，然后让你们变成老人——你们中有夭折的——然后，让你们活到一个定期，以便你们明理。","turkey" : "Sizi topraktan sonra nutfeden sonra kan pıhtısından yaratan; sonra erginlik çağına ulaşmanız sonra da yaşlanmanız için sizi bebek olarak dünyaya çıkaran O'dur. Kiminiz daha önce öldürülür kiminiz de belirtilmiş bir süreye ulaşırsınız. Belki artık düşünürsünüz"} ,{"id": "68", "arabic" : "هُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُۖ فَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ", "english" : "He it is who gives life and causes death; and when He decrees a matter He but says to it Be and it is", "urdu" : "وہی ہے زندگی دینے والا، اور وہی موت دینے والا ہے وہ جس بات کا بھی فیصلہ کرتا ہے، بس ایک حکم دیتا ہے کہ وہ ہو جائے اور وہ ہو جاتی ہے","chinese" : "他能使人生，能使人死。当他判决一件事的时候，他只对那件事说“有”，它就有了。","turkey" : "Dirilten öldüren O'dur. Bir şeye karar verirse Ol der o da oluverir"} ,{"id": "69", "arabic" : "أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصۡرَفُونَ", "english" : "Do you not consider those who dispute concerning the signs of Allah - how are they averted", "urdu" : "تم نے دیکھا اُن لوگوں کو جو اللہ کی آیات میں جھگڑے کرتے ہیں، کہاں سے وہ پھرائے جا رہے ہیں؟","chinese" : "你未见争论安拉的迹象者是怎样悖谬吗？","turkey" : "Allah'ın ayetleri üzerinde tartışanları görmez misin? Nasıl da döndürülüyorlar"} ,{"id": "70", "arabic" : "ٱلَّذِينَ كَذَّبُواْ بِٱلۡكِتَٰبِ وَبِمَآ أَرۡسَلۡنَا بِهِۦ رُسُلَنَاۖ فَسَوۡفَ يَعۡلَمُونَ", "english" : "Those who deny the Book and that with which We sent Our messengers - they are going to know", "urdu" : "یہ لوگ جو اِس کتاب کو اور اُن ساری کتابوں کو جھٹلاتے ہیں جو ہم نے اپنے رسولوں کے ساتھ بھیجی تھیں؟عنقریب انہیں معلوم ہو جائے گا","chinese" : "他们否认天经，否认我降示给众使者的迹象，他们不久会知道（后果的）。","turkey" : "Kitap'ı ve peygamberlerimize gönderdiklerimizi yalanlayanlar elbette bileceklerdir"} ,{"id": "71", "arabic" : "إِذِ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَٰقِهِمۡ وَٱلسَّلَٰسِلُ يُسۡحَبُونَ", "english" : "When the shackles are around their necks and the chains; they will be dragged", "urdu" : "جب طوق ان کی گردنوں میں ہوں گے، اور زنجیریں، جن سے پکڑ کر","chinese" : "那时，铁圈和铁链，将在他们的颈上，","turkey" : "Boyunlarında halkalar ve zincirler olarak kaynar suya sürülür sonra ateşte yakılırlar"} ,{"id": "72", "arabic" : "فِي ٱلۡحَمِيمِ ثُمَّ فِي ٱلنَّارِ يُسۡجَرُونَ", "english" : "In boiling water; then in the Fire they will be filled [with flame]", "urdu" : "وہ کھولتے ہوئے پانی کی طرف کھینچے جائیں گے اور پھر دوزخ کی آگ میں جھونک دیے جائیں گے","chinese" : "他们将被拖入沸水中，然后他们将在火中被烧灼。","turkey" : "Boyunlarında halkalar ve zincirler olarak kaynar suya sürülür sonra ateşte yakılırlar"} ,{"id": "73", "arabic" : "ثُمَّ قِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تُشۡرِكُونَ", "english" : "Then it will be said to them Where is that which you used to associate [with Him in worship]", "urdu" : "پھر اُن سے پوچھا جائے گا کہ اب کہاں ہیں اللہ کے سوا وہ دوسرے خدا جن کو تم شریک کرتے تھے؟","chinese" : "然后有天使对他们说：“你们舍安拉而崇拜的（偶像）在哪里呢？”","turkey" : "Sonra onlara: Allah'ı bırakıp da koştuğunuz ortaklar nerededir? denir. Bizden uzaklaştılar; hayır biz zaten önceleri hiçbir şeye kulluk etmiyorduk derler. İşte Allah inkarcıları böyle saptırır"} ,{"id": "74", "arabic" : "مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُواْ مِن قَبۡلُ شَيۡـٔٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلۡكَٰفِرِينَ", "english" : "Other than Allah? They will say They have departed from us; rather we did not used to invoke previously anything. Thus does Allah put astray the disbelievers", "urdu" : "وہ جواب دیں گے کھوئے گئے وہ ہم سے، بلکہ ہم اس سے پہلے کسی چیز کو نہ پکارتے تھے اِس طرح اللہ کافروں کا گمراہ ہونا متحقق کر دے گا","chinese" : "他们将说：“他们已回避我们了。其实，以前我们并未祈祷任何物。”安拉这样使不信道者迷误。","turkey" : "Sonra onlara: Allah'ı bırakıp da koştuğunuz ortaklar nerededir? denir. Bizden uzaklaştılar; hayır biz zaten önceleri hiçbir şeye kulluk etmiyorduk derler. İşte Allah inkarcıları böyle saptırır"} ,{"id": "75", "arabic" : "ذَٰلِكُم بِمَا كُنتُمۡ تَفۡرَحُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَمۡرَحُونَ", "english" : "[The angels will say] That was because you used to exult upon the earth without right and you used to behave insolently", "urdu" : "اُن سے کہا جائے گا یہ تمہارا انجام اس لیے ہوا ہے کہ تم زمین میں غیر حق پر مگن تھے اور پھر اُس پر اتراتے تھے","chinese" : "那是因为你们在地方上不该喜欢而喜欢，也是因为你们太得意了。","turkey" : "Onlara: İşte bu yeryüzünde haksız yere şımarmanız ve böbürlenmenizden ötürüdür. Temelli kalacağınız cehennem kapılarından girin denir. Büyüklenenlerin durağı ne kötüdür"} ,{"id": "76", "arabic" : "ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ", "english" : "Enter the gates of Hell to abide eternally therein and wretched is the residence of the arrogant", "urdu" : "اب جاؤ، جہنم کے دروازوں میں داخل ہو جاؤ ہمیشہ تم کو وہیں رہنا ہے، بہت ہی برا ٹھکانا ہے متکبرین کا","chinese" : "你们入火狱的门而永居其中吧！自大者的住处真恶劣！","turkey" : "Onlara: İşte bu yeryüzünde haksız yere şımarmanız ve böbürlenmenizden ötürüdür. Temelli kalacağınız cehennem kapılarından girin denir. Büyüklenenlerin durağı ne kötüdür"} ,{"id": "77", "arabic" : "فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۚ فَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ", "english" : "So be patient [O Muhammad]; indeed the promise of Allah is truth. And whether We show you some of what We have promised them or We take you in death it is to Us they will be returned", "urdu" : "پس اے نبیؐ، صبر کرو، اللہ کا وعدہ برحق ہے اب خواہ ہم تمہارے سامنے ہی اِن کو اُن برے نتائج کا کوئی حصہ دکھا دیں جن سے ہم اِنہیں ڈرا رہے ہیں، یا (اُس سے پہلے) تمہیں دنیا سے اٹھا لیں، پلٹ کر آنا تو اِنہیں ہماری ہی طرف ہے","chinese" : "你当坚忍，安拉的应许确是真实的。如果我要昭示你一点我用以恫吓他们的刑罚，（那么，我对他们确是全能的）设或我使你去世，那末，他们只被召归于我。","turkey" : "Sabret; şüphesiz Allah'ın verdiği söz gerçektir. Onlara söz verdiğimiz azabın bir kısmını sana gösteririz veya seni öldürürüz nasıl olsa onların dönüşü Bizedir"} ,{"id": "78", "arabic" : "وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ", "english" : "And We have already sent messengers before you. Among them are those [whose stories] We have related to you and among them are those [whose stories] We have not related to you. And it was not for any messenger to bring a sign [or verse] except by permission of Allah. So when the command of Allah comes it will be concluded in truth and the falsifiers will thereupon lose [all]", "urdu" : "اے نبیؐ، تم سے پہلے ہم بہت سے رسول بھیج چکے ہیں جن میں سے بعض کے حالات ہم نے تم کو بتائے ہیں اور بعض کے نہیں بتائے کسی رسول کی بھی یہ طاقت نہ تھی کہ اللہ کے اذن کے بغیر خود کوئی نشانی لے آتا پھر جب اللہ کا حکم آگیا تو حق کے مطابق فیصلہ کر دیا گیا اور اُس وقت غلط کار لوگ خسارے میں پڑ گئے","chinese" : "在你之前，我确已派遣许多使者，他们中有我已告诉你的，有我未告诉你的。任何使者，不应昭示迹象，除非获得安拉的许可。当安拉的命令来临的时候，众生将依真理而被判决；那时，反对真理的人将遭亏折。","turkey" : "And olsun ki senden önce birçok peygamberler gönderdik; sana onların kimini anlattık kimini anlatmadık; hiçbir peygamber Allah'ın izni olmadan bir mucize getiremez. Allah'ın buyruğu gelince iş gerçekten biter. İşte o zaman boşa uğraşanlar hüsranda kalırlar"} ,{"id": "79", "arabic" : "ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَنۡعَٰمَ لِتَرۡكَبُواْ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ", "english" : "It is Allah who made for you the grazing animals upon which you ride and some of them you eat", "urdu" : "اللہ ہی نے تمہارے لیے یہ مویشی جانور بنائے ہیں تاکہ ان میں سے کسی پر تم سوار ہو اور کسی کا گوشت کھاؤ","chinese" : "安拉为你们创造了牲畜，以便你们乘骑，并食用它们的肉，","turkey" : "Binek olarak kullanmanız ve yemeniz için hayvanları sizin için yaratan Allah'tır"} ,{"id": "80", "arabic" : "وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ", "english" : "And for you therein are [other] benefits and that you may realize upon them a need which is in your breasts; and upon them and upon ships you are carried", "urdu" : "ان کے اندر تمہارے لیے اور بھی بہت سے منافع ہیں وہ اس کام بھی آتے ہیں کہ تمہارے دلوں میں جہاں جانے کی حاجت ہو وہاں تم اُن پر پہنچ سکو اُن پر بھی اور کشتیوں پر بھی تم سوار کیے جاتے ہو","chinese" : "你们由它们获得许多利益，以便你们骑着它们，去寻求你们胸中的需要，你们用它们和船舶载运货物。","turkey" : "Onlarda sizin için daha nice faydalar vardır; gönüllerinizdeki arzulara onlara binerek ulaşırsınız. Onlarla ve gemilerle taşınırsınız"} ,{"id": "81", "arabic" : "وَيُرِيكُمۡ ءَايَٰتِهِۦ فَأَيَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ", "english" : "And He shows you His signs. So which of the signs of Allah do you deny", "urdu" : "اللہ اپنی یہ نشانیاں تمہیں دکھا رہا ہے، آخر تم اُس کی کن کن نشانیوں کا انکار کرو گے","chinese" : "他昭示你们他的迹象。你们否认安拉的什么迹象呢？","turkey" : "Allah size delillerini gösteriyor. Allah'ın delillerinden hangisini inkar edersiniz"} ,{"id": "82", "arabic" : "أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ", "english" : "Have they not traveled through the land and observed how was the end of those before them? They were more numerous than themselves and greater in strength and in impression on the land but they were not availed by what they used to earn", "urdu" : "پھر کیا یہ زمین میں چلے پھرے نہیں ہیں کہ اِن کو اُن لوگوں کا انجام نظر آتا جو اِن سے پہلے گزر چکے ہیں؟ وہ اِن سے تعداد میں زیادہ تھے، اِن سے بڑھ کر طاقتور تھے، اور زمین میں اِن سے زیادہ شاندار آثار چھوڑ گئے ہیں جو کچھ کمائی اُنہوں نے کی تھی، آخر وہ اُن کے کس کام آئی؟","chinese" : "难道他们没有在大地上旅行，因而视察前人的结局是怎样的吗？前人比他们势力更大，成绩更多；但前人所获得的，对于自己并没有什么裨益。","turkey" : "Yeryüzünde dolaşıp kendilerinden daha çok daha kuvvetli yeryüzünde bıraktıkları eserler daha sağlam olan öncekilerin sonuçlarının nasıl olduğunu görmezler mi? Kazandıkları onlara bir fayda vermemiştir"} ,{"id": "83", "arabic" : "فَلَمَّا جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ", "english" : "And when their messengers came to them with clear proofs they [merely] rejoiced in what they had of knowledge but they were enveloped by what they used to ridicule", "urdu" : "جب ان کے رسول ان کے پاس بینات لے کر آئے تو وہ اُسی علم میں مگن رہے جو ان کے اپنے پاس تھا، اور پھر اُسی چیز کے پھیر میں آ گئے جس کا وہ مذاق اڑاتے تھے","chinese" : "当他们各族中的众使者昭示他们许多迹象的时候，他们因自己所有的学问而洋洋得意，他们所嘲笑的刑罚，遂降临他们。","turkey" : "Peygamberleri onlara belgelerle gelince kendilerinde olan bilgiden gururlandılar da alaya aldıkları şey kendilerini sarıverdi"} ,{"id": "84", "arabic" : "فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ", "english" : "And when they saw Our punishment they said We believe in Allah alone and disbelieve in that which we used to associate with Him", "urdu" : "جب انہوں نے ہمارا عذاب دیکھ لیا تو پکار اٹھے کہ ہم نے مان لیا اللہ وحدہُ لا شریک کو اور ہم انکار کرتے ہیں اُن سب معبودوں کا جنہیں ہم شریک ٹھیراتے تھے","chinese" : "当他们看见我的刑罚的时候，他们说：“我们只信独一的安拉，不信我们所用以匹配他的。”","turkey" : "Şiddetli azabımızı gördüklerinde: Yalnız Allah'a inandık; O'na koştuğumuz eşleri inkar ettik dediler"} ,{"id": "85", "arabic" : "فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ", "english" : "But never did their faith benefit them once they saw Our punishment. [It is] the established way of Allah which has preceded among His servants. And the disbelievers thereupon lost [all]", "urdu" : "مگر ہمارا عذاب دیکھ لینے کے بعد ان کا ایمان اُن کے لیے کچھ بھی نافع نہ ہو سکتا تھا، کیونکہ یہی اللہ کا مقرر ضابطہ ہے جو ہمیشہ اس کے بندوں میں جاری رہا ہے، اور اس وقت کافر لوگ خسارے میں پڑ گئے","chinese" : "当他们看见我的刑罚的时候，他们的信仰对他们毫无裨益。安拉以此为众仆的已逝去的常道。那时，不信道者遭受了亏折。","turkey" : "Ama Bizim şiddetli azabımızı görüp de öyle inanmaları kendilerine fayda vermedi. Bu Allah'ın kulları hakkında öteden beri yürürlükte olan yasasıdır. İşte inkarcılar o zaman hüsranda kaldılar"} ]}