{"name":"الشورى","verses":[{"id": "1", "arabic" : "حمٓ", "english" : "Ha Meem", "urdu" : "ح م","chinese" : "哈一，米目。","turkey" : "Ha Mim"} ,{"id": "2", "arabic" : "عٓسٓقٓ", "english" : "Ayn Seen Qaf", "urdu" : "ع س ق","chinese" : "阿尼，西尼，嘎弗。","turkey" : "Ayn Sin Kaf"} ,{"id": "3", "arabic" : "كَذَٰلِكَ يُوحِيٓ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ", "english" : "Thus has He revealed to you [O Muhammad] and to those before you - Allah the Exalted in Might the Wise", "urdu" : "اِسی طرح اللہ غالب و حکیم تمہاری طرف اور تم سے پہلے گزرے ہوئے (رسولوں) کی طرف وحی کرتا رہا ہے","chinese" : "万能的、至睿的安拉，这样启示你和你以前的众先知。","turkey" : "Güçlü olan Hakim olan Allah sana da senden öncekilere de böyle vahyeder"} ,{"id": "4", "arabic" : "لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ", "english" : "To Him belongs whatever is in the heavens and whatever is in the earth and He is the Most High the Most Great", "urdu" : "آسمانوں اور زمین میں جو کچھ بھی ہے اُسی کا ہے، وہ برتر اور عظیم ہے","chinese" : "天地万物都是他的；他确是至高无上的，确是至大的。","turkey" : "Göklerde olanlar da yerde olanlar da O'nundur. O çok yücedir ve büyüktür"} ,{"id": "5", "arabic" : "تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِن فَوۡقِهِنَّۚ وَٱلۡمَلَـٰٓئِكَةُ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيَسۡتَغۡفِرُونَ لِمَن فِي ٱلۡأَرۡضِۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ", "english" : "The heavens almost break from above them and the angels exalt [Allah] with praise of their Lord and ask forgiveness for those on earth. Unquestionably it is Allah who is the Forgiving the Merciful", "urdu" : "قریب ہے کہ آسمان اوپر سے پھٹ پڑیں فرشتے اپنے رب کی حمد کے ساتھ اُس کی تسبیح کر رہے ہیں اور زمین والوں کے حق میں درگزر کی درخواستیں کیے جاتے ہیں آگاہ رہو، حقیقت میں اللہ غفور و رحیم ہی ہے","chinese" : "诸天体几乎从上面破裂，众天使赞颂他们的主，并为地面上的人求饶。真的，安拉确是至赦的，确是至慈的。","turkey" : "Gökler neredeyse üstlerinden çatlayacak. Melekler Rablerini överek tesbih eder ve yeryüzünde bulunanlar için O'ndan bağışlanma dilerler. İyi bilin ki Allah Şüphesiz bağışlayandır merhametli olandır"} ,{"id": "6", "arabic" : "وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيۡهِمۡ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ", "english" : "And those who take as allies other than Him - Allah is [yet] Guardian over them; and you [O Muhammad] are not over them a manager", "urdu" : "جن لوگوں نے اُس کو چھوڑ کر اپنے کچھ دوسرے سرپرست بنا رکھے ہیں، اللہ ہی اُن پر نگراں ہے، تم ان کے حوالہ دار نہیں ہو","chinese" : "舍安拉而择取保护者的人，安拉是监视他们的，你绝不是他们的监护者。","turkey" : "Allah'ı bırakıp da dostlar edinenlerin işlediklerini Allah gözetlemektedir. Sen onlara vekil olmağa memur değilsin"} ,{"id": "7", "arabic" : "وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ قُرۡءَانًا عَرَبِيّٗا لِّتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَا وَتُنذِرَ يَوۡمَ ٱلۡجَمۡعِ لَا رَيۡبَ فِيهِۚ فَرِيقٞ فِي ٱلۡجَنَّةِ وَفَرِيقٞ فِي ٱلسَّعِيرِ", "english" : "And thus We have revealed to you an Arabic Qur'an that you may warn the Mother of Cities [Makkah] and those around it and warn of the Day of Assembly about which there is no doubt. A party will be in Paradise and a party in the Blaze", "urdu" : "ہاں، اِسی طرح اے نبیؐ، یہ قرآن عربی ہم نے تمہاری طرف وحی کیا ہے تاکہ تم بستیوں کے مرکز (شہر مکہ) اور اُس کے گرد و پیش رہنے والوں کو خبردار کر دو، اور جمع ہونے کے دن سے ڈرا دو جن کے آنے میں کوئی شک نہیں ایک گروہ کو جنت میں جانا ہے اور دوسرے گروہ کو دوزخ میں","chinese" : "我这样启示你一本阿拉伯文的《古兰经》，以便你警告首邑及其四周的居民，以便你预告毫无疑义的集合日。一部分人将在乐园中，一部分人将在烈火中。","turkey" : "Böylece şehirlerin anası olan Mekke'de ve çevresinde bulunanları uyarman şüphe götürmeyen toplanma günü ile uyarman için sana Arapça okunan bir Kitap vahyettik. İnsanların bir takımı cennete bir takımı da çılgın alevli cehenneme girer"} ,{"id": "8", "arabic" : "وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَهُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّـٰلِمُونَ مَا لَهُم مِّن وَلِيّٖ وَلَا نَصِيرٍ", "english" : "And if Allah willed He could have made them [of] one religion but He admits whom He wills into His mercy. And the wrongdoers have not any protector or helper", "urdu" : "اگر اللہ چاہتا تو اِن سب کو ایک ہی امت بنا دیتا، مگر وہ جسے چاہتا ہے اپنی رحمت میں داخل کرتا ہے، اور ظالموں کا نہ کوئی ولی ہے نہ مدد گار","chinese" : "假若安拉意欲，他必使他们信奉同一宗教，但他使他所意欲者入于他的恩惠中；不义的人们，绝无保护者，也无援助者。","turkey" : "Eğer dilemiş olsaydı hepsini bir tek ümmet yapardı. Ama O rahmetine dilediğini kavuşturur. Zalimlerin ise bir dost ve yardımcısı olmaz"} ,{"id": "9", "arabic" : "أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۖ فَٱللَّهُ هُوَ ٱلۡوَلِيُّ وَهُوَ يُحۡيِ ٱلۡمَوۡتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ", "english" : "Or have they taken protectors [or allies] besides him? But Allah - He is the Protector and He gives life to the dead and He is over all things competent", "urdu" : "کیا یہ (ایسے نادان ہیں کہ) اِنہوں نے اُسے چھوڑ کر دوسرے ولی بنا رکھے ہیں؟ ولی تو اللہ ہی ہے، وہی مُردوں کو زندہ کرتا ہے، اور وہ ہر چیز پر قادر ہے","chinese" : "他们怎么舍他而择取别的保护者呢？安拉才是保护者，他能使死者复活，他对于万事是全能的。","turkey" : "Demek onlar Allah'tan başka dostlar edindiler? Oysa dost ancak Allah'tır. O ölüleri diriltir. Her şeye Kadir'dir"} ,{"id": "10", "arabic" : "وَمَا ٱخۡتَلَفۡتُمۡ فِيهِ مِن شَيۡءٖ فَحُكۡمُهُۥٓ إِلَى ٱللَّهِۚ ذَٰلِكُمُ ٱللَّهُ رَبِّي عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ", "english" : "And in anything over which you disagree - its ruling is [to be referred] to Allah. [Say] That is Allah my Lord; upon Him I have relied and to Him I turn back", "urdu" : "تمہارے درمیان جس معاملہ میں بھی اختلاف ہو، اُس کا فیصلہ کرنا اللہ کا کام ہے وہی اللہ میرا رب ہے، اُسی پر میں نے بھروسہ کیا، اور اُسی کی طرف میں رجوع کرتا ہوں","chinese" : "无论你们争论什么事，都要归安拉判决。那是安拉，是我的主，我只托靠他，我只归依他。","turkey" : "Ayrılığa düştüğünüz herhangi bir şeyde hüküm vermek Allah'a aittir; İşte bu Allah benim Rabbimdir. O'na güvenirim ve O'na yönelirim. (demek gerekir)"} ,{"id": "11", "arabic" : "فَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَمِنَ ٱلۡأَنۡعَٰمِ أَزۡوَٰجٗا يَذۡرَؤُكُمۡ فِيهِۚ لَيۡسَ كَمِثۡلِهِۦ شَيۡءٞۖ وَهُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ", "english" : "[He is] Creator of the heavens and the earth. He has made for you from yourselves mates and among the cattle mates; He multiplies you thereby. There is nothing like unto Him and He is the Hearing the Seeing", "urdu" : "آسمانوں اور زمین کا بنانے والا، جس نے تمہاری اپنی جنس سے تمہارے لیے جوڑے پیدا کیے، اور اسی طرح جانوروں میں بھی (اُنہی کے ہم جنس) جوڑے بنائے، اور اِس طریقہ سے وہ تمہاری نسلیں پھیلاتا ہے کائنات کی کوئی چیز اس کے مشابہ نہیں، وہ سب کچھ سننے اور دیکھنے والا ہے","chinese" : "他是天地的创造者，他以你们的同类为你们的妻子；使你们的牲畜同类相配；他借此使你们繁殖。任何物都不似像他。他确是全聪的，确是全明的。","turkey" : "Göklerin ve yerin yaratanı size içinizden eşler çift çift hayvanlar var etmiştir. Bu suretle çoğalmanızı sağlamıştır. O'nun benzeri hiçbir şey yoktur. O işitendir görendir"} ,{"id": "12", "arabic" : "لَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ بِكُلِّ شَيۡءٍ عَلِيمٞ", "english" : "To Him belong the keys of the heavens and the earth. He extends provision for whom He wills and restricts [it]. Indeed He is of all things Knowing", "urdu" : "آسمانوں اور زمین کے خزانوں کی کنجیاں اُسی کے پاس ہیں، جسے چاہتا ہے کھلا رزق دیتا ہے اور جسے چاہتا ہے نپا تلا دیتا ہے، اُسے ہر چیز کا علم ہے","chinese" : "天地的宝藏，只是他的；他欲使谁的给养宽裕，就使它宽裕；欲使谁的给养窘迫，就使它窘迫；他是全知万物的。","turkey" : "Göklerin ve yerin kilitleri O'nundur. Dilediğine rızkı yayar ve isterse kısar bir ölçüye göre verir. Doğrusu O herşeyi bilendir"} ,{"id": "13", "arabic" : "۞شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحٗا وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَمَا وَصَّيۡنَا بِهِۦٓ إِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓۖ أَنۡ أَقِيمُواْ ٱلدِّينَ وَلَا تَتَفَرَّقُواْ فِيهِۚ كَبُرَ عَلَى ٱلۡمُشۡرِكِينَ مَا تَدۡعُوهُمۡ إِلَيۡهِۚ ٱللَّهُ يَجۡتَبِيٓ إِلَيۡهِ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ", "english" : "He has ordained for you of religion what He enjoined upon Noah and that which We have revealed to you [O Muhammad] and what We enjoined upon Abraham and Moses and Jesus - to establish the religion and not be divided therein. Difficult for those who associate others with Allah is that to which you invite them. Allah chooses for Himself whom He wills and guides to Himself whoever turns back [to Him]", "urdu" : "اُس نے تمہارے لیے دین کا وہی طریقہ مقرر کیا ہے جس کا حکم اُس نے نوحؑ کو دیا تھا، اور جسے (اے محمدؐ) اب تمہاری طرف ہم نے وحی کے ذریعہ سے بھیجا ہے، اور جس کی ہدایت ہم ابراہیمؑ اور موسیٰؑ اور عیسیٰؑ کو دے چکے ہیں، اِس تاکید کے ساتھ کہ قائم کرو اِس دین کو اور اُس میں متفرق نہ ہو جاؤ یہی بات اِن مشرکین کو سخت ناگوار ہوئی ہے جس کی طرف اے محمدؐ تم انہیں دعوت دے رہے ہو اللہ جسے چاہتا ہے اپنا کر لیتا ہے، اور وہ اپنی طرف آنے کا راستہ اُسی کو دکھاتا ہے جو اُس کی طرف رجوع کرے","chinese" : "他已为你们制定正教，就是他所命令努哈的，他所启示你的、他命令易卜拉欣、穆萨和尔撒的宗教。你们应当谨守正教，不要为正教而分门别户。以物配主的人们，以为你所教导他们的事是难堪的。安拉将他所意欲者招致于正教，将归依他者引导于真理。","turkey" : "Allah Nuh'a buyurduğu şeyleri size de din olarak buyurmuştur. Sana vahyettik; İbrahim'e Musa'ya ve İsa'ya da buyurduk ki: Dine bağlı kalın onda ayrılığa düşmeyin. Ortak koşanları çağırdığın şey onların gözünde büyümektedir. Allah dilediğini kendine seçer kendisine yöneleni de doğru yola eriştirir"} ,{"id": "14", "arabic" : "وَمَا تَفَرَّقُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ إِلَىٰٓ أَجَلٖ مُّسَمّٗى لَّقُضِيَ بَيۡنَهُمۡۚ وَإِنَّ ٱلَّذِينَ أُورِثُواْ ٱلۡكِتَٰبَ مِنۢ بَعۡدِهِمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ", "english" : "And they did not become divided until after knowledge had come to them - out of jealous animosity between themselves. And if not for a word that preceded from your Lord [postponing the penalty] until a specified time it would have been concluded between them. And indeed those who were granted inheritance of the Scripture after them are concerning it in disquieting doubt", "urdu" : "لوگوں میں جو تفرقہ رو نما ہوا وہ اِس کے بعد ہوا کہ اُن کے پاس علم آ چکا تھا، اور اس بنا پر ہوا کہ وہ آپس میں ایک دوسرے پر زیادتی کرنا چاہتے تھے اگر تیرا رب پہلے ہی یہ نہ فرما چکا ہوتا کہ ایک وقت مقرر تک فیصلہ ملتوی رکھا جائے گا تو ان کا قضیہ چکا دیا گیا ہوتا اور حقیقت یہ ہے کہ اگلوں کے بعد جو لوگ کتاب کے وارث بنائے گئے وہ اُس کی طرف سے بڑے اضطراب انگیز شک میں پڑے ہوئے ہیں","chinese" : "知识来临他们之后，他们才为互相嫉妒而分派别。假若不是因为你的主已预先说过要延期惩治，那么，他们必已受裁判了。在他们之后继承天经的人们，对于天经，的确在使人犹豫的疑惑中。","turkey" : "Kendilerine ilim geldikten sonra ayrılığa düşmeleri ancak birbirini çekememekten oldu. Eğer belirli bir süre için Rabbinin verilmiş bir sözü olmasaydı aralarında hemen hükmedilirdi. Arkalarından Kitaba varis kılınanlar da ondan şüphe ve endişe içindedirler"} ,{"id": "15", "arabic" : "فَلِذَٰلِكَ فَٱدۡعُۖ وَٱسۡتَقِمۡ كَمَآ أُمِرۡتَۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡۖ وَقُلۡ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٖۖ وَأُمِرۡتُ لِأَعۡدِلَ بَيۡنَكُمُۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمۡۖ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡۖ لَا حُجَّةَ بَيۡنَنَا وَبَيۡنَكُمُۖ ٱللَّهُ يَجۡمَعُ بَيۡنَنَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ", "english" : "So to that [religion of Allah] invite [O Muhammad] and remain on a right course as you are commanded and do not follow their inclinations but say I have believed in what Allah has revealed of the Qur'an and I have been commanded to do justice among you. Allah is our Lord and your Lord. For us are our deeds and for you your deeds. There is no [need for] argument between us and you. Allah will bring us together and to Him is the [final] destination", "urdu" : "چونکہ یہ حالت پیدا ہو چکی ہے اس لیے اے محمدؐ، اب تم اُسی دین کی طرف دعوت دو، اور جس طرح تمہیں حکم دیا گیا ہے اُس پر مضبوطی کے ساتھ قائم ہو جاؤ، اور اِن لوگو ں کی خواہشات کا اتباع نہ کرو، اور اِن سے کہہ دو کہ: اللہ نے جو کتاب بھی نازل کی ہے میں اُس پر ایمان لایا مجھے حکم دیا گیا ہے کہ میں تمہارے درمیان انصاف کروں اللہ ہی ہمارا رب بھی ہے اور تمہارا رب بھی ہمارے اعمال ہمارے لیے ہیں اور تمہارے اعمال تمہارے لیے ہمارے اور تمہارے درمیان کوئی جھگڑا نہیں اللہ ایک روز ہم سب کو جمع کرے گا اور اُسی کی طرف سب کو جانا ہے","chinese" : "你应当召人于此道，你应当谨遵天命，常守正道，不要顺从他们的私欲。你说：“我确信安拉所降示的经典，我奉命公平待遇你们。安拉是我们的主，也是你们的主。我们有我们的工作，你们有你们的工作，我们不必和你们辩驳。安拉将集合我们，他是唯一的归宿。”","turkey" : "Bundan ötürü sen birliğe çağır ve emrolunduğun gibi doğru ol; onların heveslerine uyma ve şöyle söyle: Allah'ın indirdiği Kitap'a inandım; aranızda adaletle hükmetmek ile emrolundum; Allah bizim de Rabbimiz sizin de Rabbinizdir; bizim işlediklerimiz bize sizin işledikleriniz kendinizedir. Bizimle sizin aranızda tartışılacak bir şey yoktur. Allah hepimizi bir araya toplar; dönüş O'nadır"} ,{"id": "16", "arabic" : "وَٱلَّذِينَ يُحَآجُّونَ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ٱسۡتُجِيبَ لَهُۥ حُجَّتُهُمۡ دَاحِضَةٌ عِندَ رَبِّهِمۡ وَعَلَيۡهِمۡ غَضَبٞ وَلَهُمۡ عَذَابٞ شَدِيدٌ", "english" : "And those who argue concerning Allah after He has been responded to - their argument is invalid with their Lord and upon them is [His] wrath and for them is a severe punishment", "urdu" : "اللہ کی دعوت پر لبیک کہے جانے کے بعد جو لوگ (لبیک کہنے والوں سے) اللہ کے دین کے معاملہ میں جھگڑے کرتے ہیں، اُن کی حجت بازی اُن کے رب کے نزدیک باطل ہے، اور اُن پر اس کا غضب ہے اور اُن کے لیے سخت عذاب ہے","chinese" : "众人既应召而信奉安拉的宗教后，为它而辩驳者，据他们的主看来，他们的证据是无效的，他们应当遭谴怒，并受严刑。","turkey" : "Allah'ın çağrısına icabet eden bulunduktan sonra O'nun hakkında tartışmağa girişenlerin delilleri Rableri katında hükümsüzdür. Onlara bir gazap vardır çetin bir azap da onlar içindir"} ,{"id": "17", "arabic" : "ٱللَّهُ ٱلَّذِيٓ أَنزَلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ وَٱلۡمِيزَانَۗ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٞ", "english" : "It is Allah who has sent down the Book in truth and [also] the balance. And what will make you perceive? Perhaps the Hour is near", "urdu" : "وہ اللہ ہی ہے جس نے حق کے ساتھ یہ کتاب اور میزان نازل کی ہے اور تمہیں کیا خبر، شاید کہ فیصلے کی گھڑی قریب ہی آ لگی ہو","chinese" : "安拉降示包含真理的经典，并降示公平。你怎么能知道呢？复活时或许是临近的。","turkey" : "Gerçekten Kitap'ı ve ölçüyü indiren Allah'tır. Ne bilirsin belki de kıyamet saati yakındır"} ,{"id": "18", "arabic" : "يَسۡتَعۡجِلُ بِهَا ٱلَّذِينَ لَا يُؤۡمِنُونَ بِهَاۖ وَٱلَّذِينَ ءَامَنُواْ مُشۡفِقُونَ مِنۡهَا وَيَعۡلَمُونَ أَنَّهَا ٱلۡحَقُّۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِي ٱلسَّاعَةِ لَفِي ضَلَٰلِۭ بَعِيدٍ", "english" : "Those who do not believe in it are impatient for it but those who believe are fearful of it and know that it is the truth. Unquestionably those who dispute concerning the Hour are in extreme error", "urdu" : "جو لوگ اس کے آنے پر ایمان نہیں رکھتے وہ تو اس کے لیے جلدی مچاتے ہیں، مگر جو اس پر ایمان رکھتے ہیں وہ اس سے ڈرتے ہیں اور جانتے ہیں کہ یقیناً وہ آنے والی ہے خوب سن لو، جو لوگ اُس گھڑی کے آنے میں شک ڈالنے والی بحثیں کرتے ہیں وہ گمراہی میں بہت دور نکل گئے ہیں","chinese" : "不信复活时的人们要求它早日实现；而确信它的人们却怕它早日实现，并且知道它是真实的。真的，为复活时而争辩的人们，的确在不近情理的迷误之中。","turkey" : "O'na inanmayanlar acele olmasını beklerler; inananlar ise korku ile titrerler ve onun gerçek olduğunu bilirler. İyi bilin ki kıyamet günü hakkında tartışanlar derin bir sapıklık içindedirler"} ,{"id": "19", "arabic" : "ٱللَّهُ لَطِيفُۢ بِعِبَادِهِۦ يَرۡزُقُ مَن يَشَآءُۖ وَهُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ", "english" : "Allah is Subtle with His servants; He gives provisions to whom He wills. And He is the Powerful the Exalted in Might", "urdu" : "اللہ اپنے بندوں پر بہت مہربان ہے جسے جو کچھ چاہتا ہے دیتا ہے، وہ بڑی قوت والا اور زبردست ہے","chinese" : "安拉是慈爱他的众仆的，他供给他所意欲供给的人，他确是至刚的，确是万能的。","turkey" : "Allah kullarına lütufta bulunandır. Dilediğini rızıklandırır. Kuvvetli olan da güçlü olan da O'dur"} ,{"id": "20", "arabic" : "مَن كَانَ يُرِيدُ حَرۡثَ ٱلۡأٓخِرَةِ نَزِدۡ لَهُۥ فِي حَرۡثِهِۦۖ وَمَن كَانَ يُرِيدُ حَرۡثَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِن نَّصِيبٍ", "english" : "Whoever desires the harvest of the Hereafter - We increase for him in his harvest. And whoever desires the harvest of this world - We give him thereof but there is not for him in the Hereafter any share", "urdu" : "جو کوئی آخرت کی کھیتی چاہتا ہے اُس کی کھیتی کو ہم بڑھاتے ہیں، اور جو دنیا کی کھیتی چاہتا ہے اُسے دنیا ہی میں سے دیتے ہیں مگر آخرت میں اُس کا کوئی حصہ نہیں ہے","chinese" : "谁欲得后世的收获，我就加增谁的收获；谁欲得今世的收获，我就给谁一点今世的收获；他在后世，没有份儿。","turkey" : "Ahiret kazancını isteyenin kazancını artırırız; dünya kazancını isteyene de ondan veririz; ama ahirette bir payı bulunmaz"} ,{"id": "21", "arabic" : "أَمۡ لَهُمۡ شُرَكَـٰٓؤُاْ شَرَعُواْ لَهُم مِّنَ ٱلدِّينِ مَا لَمۡ يَأۡذَنۢ بِهِ ٱللَّهُۚ وَلَوۡلَا كَلِمَةُ ٱلۡفَصۡلِ لَقُضِيَ بَيۡنَهُمۡۗ وَإِنَّ ٱلظَّـٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ", "english" : "Or have they other deities who have ordained for them a religion to which Allah has not consented? But if not for the decisive word it would have been concluded between them. And indeed the wrongdoers will have a painful punishment", "urdu" : "کیا یہ لوگ کچھ ایسے شریک خدا رکھتے ہیں جنہوں نے اِن کے لیے دین کی نوعیت رکھنے والا ایک ایسا طریقہ مقرر کر دیا ہے جس کا اللہ نے اِذن نہیں دیا؟ اگر فیصلے کی بات پہلے طے نہ ہو گئی ہوتی تو ان کا قضیہ چکا دیا گیا ہوتا یقیناً اِن ظالموں کے لیے درد ناک عذاب ہے","chinese" : "难道他们有许多配主，曾为他们指定安拉所未许可的宗教吗？假若没有那判辞，他们必受判决，不义的人们，必受痛苦的刑罚。","turkey" : "Yoksa Allah'ın dinde izin vermediği bir şeyi onlara meşru kılacak ortakları mı vardır? Eğer kesin yargı bulunmayacak olsaydı aralarında hemen hükmedilirdi. Doğrusu zalimlere can yakıcı azap vardır"} ,{"id": "22", "arabic" : "تَرَى ٱلظَّـٰلِمِينَ مُشۡفِقِينَ مِمَّا كَسَبُواْ وَهُوَ وَاقِعُۢ بِهِمۡۗ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ فِي رَوۡضَاتِ ٱلۡجَنَّاتِۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ", "english" : "You will see the wrongdoers fearful of what they have earned and it will [certainly] befall them. And those who have believed and done righteous deeds will be in lush regions of the gardens [in Paradise] having whatever they will in the presence of their Lord. That is what is the great bounty", "urdu" : "تم دیکھو گے کہ یہ ظالم اُس وقت اپنے کیے کے انجام سے ڈر رہے ہوں گے اور وہ اِن پر آ کر رہے گا بخلاف اِس کے جو لوگ ایمان لے آئے ہیں اور جنہوں نے نیک عمل کیے ہیں وہ جنت کے گلستانوں میں ہوں گے، جو کچھ بھی وہ چاہیں گے اپنے رب کے ہاں پائیں گے، یہی بڑا فضل ہے","chinese" : "你将来要看见不义的人们为他们所犯的罪恶而恐惧，那些罪恶的惩罚必定来临他们。信道而且行善的人们，将来要居住在乐园的胜地中，在他们的主那里，他们得享受他们所欲享受的；那确是宏恩。","turkey" : "Yaptıkları şeyler başlarına gelirken zalimlerin korkudan titrediklerini görürsün. İnanıp yararlı işler işleyenler cennet bahçelerindedirler. Rablerinin katında onlara diledikleri verilir. İşte büyük lütuf budur"} ,{"id": "23", "arabic" : "ذَٰلِكَ ٱلَّذِي يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًا إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰۗ وَمَن يَقۡتَرِفۡ حَسَنَةٗ نَّزِدۡ لَهُۥ فِيهَا حُسۡنًاۚ إِنَّ ٱللَّهَ غَفُورٞ شَكُورٌ", "english" : "It is that of which Allah gives good tidings to His servants who believe and do righteous deeds. Say [O Muhammad] I do not ask you for this message any payment [but] only good will through kinship. And whoever commits a good deed - We will increase for him good therein. Indeed Allah is Forgiving and Appreciative", "urdu" : "یہ ہے وہ چیز جس کی خوش خبری اللہ اپنے اُن بندوں کو دیتا ہے جنہوں نے مان لیا اور نیک عمل کیے اے نبیؐ، اِن لوگوں سے کہہ دو کہ میں اِس کام پر تم سے کسی اجر کا طالب نہیں ہوں، البتہ قرابت کی محبت ضرور چاہتا ہوں جو کوئی بھلائی کمائے گا ہم اس کے لیے اس بھلائی میں خوبی کا اضافہ کر دیں گے بے شک اللہ بڑا در گزر کرنے والا اور قدر دان ہے","chinese" : "那是安拉用来向他那些信道而且行善的仆人们报喜的。你说：“我不为传达使命而向你们索取报酬，但求为同族而亲爱。”谁行一件善事，我要加倍地报酬谁。安拉确是至赦的，确是善报的。","turkey" : "Allah inanıp yararlı işler işleyen kullarını bununla müjdeler. De ki: Ben sizden buna karşı yakınlara sevgiden (veya Allah'a yaklaşmaktan) başka bir ücret istemem. Kim güzel bir iş işlerse onun güzelliğini arttırırız. Doğrusu Allah bağışlayandır şükrün karşılığını verendir"} ,{"id": "24", "arabic" : "أَمۡ يَقُولُونَ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗاۖ فَإِن يَشَإِ ٱللَّهُ يَخۡتِمۡ عَلَىٰ قَلۡبِكَۗ وَيَمۡحُ ٱللَّهُ ٱلۡبَٰطِلَ وَيُحِقُّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦٓۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ", "english" : "Or do they say He has invented about Allah a lie? But if Allah willed He could seal over your heart. And Allah eliminates falsehood and establishes the truth by His words. Indeed He is Knowing of that within the breasts", "urdu" : "کیا یہ لوگ کہتے ہیں کہ اِس شخص نے اللہ پر جھوٹا بہتان گھڑ لیا ہے؟ اگر اللہ چاہے تو تمہارے دل پر مہر کر دے وہ باطل کو مٹا دیتا ہے اور حق کو اپنے فرمانوں سے حق کر دکھاتا ہے وہ سینوں کے چھپے ہوئے راز جانتا ہے","chinese" : "不然，他们说：“他假借安拉的名义而捏造。”如果安拉意欲，他就封闭你的心。安拉以其文辞抹煞虚伪，证实真理，他确是全知心事的。","turkey" : "Yoksa senin için Allah'a karşı yalan yere iftira etti mi derler? Allah dilerse senin kalbini mühürler batılı da yok eder hakkı sözleriyle gerçekleştirir. Doğrusu O kalplerde olanı bilendir"} ,{"id": "25", "arabic" : "وَهُوَ ٱلَّذِي يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَعۡفُواْ عَنِ ٱلسَّيِّـَٔاتِ وَيَعۡلَمُ مَا تَفۡعَلُونَ", "english" : "And it is He who accepts repentance from his servants and pardons misdeeds and He knows what you do", "urdu" : "وہی ہے جو اپنے بندوں سے توبہ قبول کرتا ہے اور برائیوں سے درگزر کرتا ہے، حالانکہ تم لوگوں کے سب افعال کا اُ سے علم ہے","chinese" : "他准许他的众仆悔过，他饶恕一切罪恶，他知道你们的行为。","turkey" : "Kullarının tevbesini kabul eden kötülükleri affeden yaptıklarınızı bilen inanıp yararlı işler işleyenlerin duasını kabul eden lütfuyla onların ecrini arttıran O'dur. Ama inkarcılar için çetin azap vardır"} ,{"id": "26", "arabic" : "وَيَسۡتَجِيبُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضۡلِهِۦۚ وَٱلۡكَٰفِرُونَ لَهُمۡ عَذَابٞ شَدِيدٞ", "english" : "And He answers [the supplication of] those who have believed and done righteous deeds and increases [for] them from His bounty. But the disbelievers will have a severe punishment", "urdu" : "وہ ایمان لانے والوں اور نیک عمل کرنے والوں کی دعا قبول کرتا ہے اور اپنے فضل سے ان کو اور زیادہ دیتا ہے رہے انکار کرنے والے، تو ان کے لیے دردناک سزا ہے","chinese" : "他答应信道而且行善者的祈祷，他以恩典加赐他们。不信道者将受严厉的刑罚。","turkey" : "Kullarının tevbesini kabul eden kötülükleri affeden yaptıklarınızı bilen inanıp yararlı işler işleyenlerin duasını kabul eden lütfuyla onların ecrini arttıran O'dur. Ama inkarcılar için çetin azap vardır"} ,{"id": "27", "arabic" : "۞وَلَوۡ بَسَطَ ٱللَّهُ ٱلرِّزۡقَ لِعِبَادِهِۦ لَبَغَوۡاْ فِي ٱلۡأَرۡضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٖ مَّا يَشَآءُۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرُۢ بَصِيرٞ", "english" : "And if Allah had extended [excessively] provision for His servants they would have committed tyranny throughout the earth. But He sends [it] down in an amount which He wills. Indeed He is of His servants Acquainted and Seeing", "urdu" : "اگر اللہ اپنے سب بندوں کو کھلا رزق دے دیتا تو وہ زمین میں سرکشی کا طوفان برپا کر دیتے، مگر وہ ایک حساب سے جتنا چاہتا ہے نازل کرتا ہے، یقیناً وہ اپنے بندوں سے با خبر ہے اور اُن پر نگاہ رکھتا ہے","chinese" : "如果安拉使他的仆人们得享受宽裕的给养，他们必在大地上作恶；但他依定量而降下他所欲降的给养。他对于他的仆人们，确是彻知的，确是明察的。","turkey" : "Eğer Allah rızkı kullarının hepsine bol bol verseydi yeryüzünde azgınlık ederlerdi. Ama O dilediğini bir ölçüye göre indirir. Doğrusu O kullarından haberdardır onları görendir"} ,{"id": "28", "arabic" : "وَهُوَ ٱلَّذِي يُنَزِّلُ ٱلۡغَيۡثَ مِنۢ بَعۡدِ مَا قَنَطُواْ وَيَنشُرُ رَحۡمَتَهُۥۚ وَهُوَ ٱلۡوَلِيُّ ٱلۡحَمِيدُ", "english" : "And it is He who sends down the rain after they had despaired and spreads His mercy. And He is the Protector the Praiseworthy", "urdu" : "وہی ہے جو لوگوں کے مایوس ہو جانے کے بعد مینہ برساتا ہے اور اپنی رحمت پھیلا دیتا ہے، اور وہی قابل تعریف ولی ہے","chinese" : "他在他们绝望之后，降下时雨，广施了他的恩惠，他确是保护者，确是可颂的。","turkey" : "Umutsuzluğa düşmelerinin ardından yağmuru indiren rahmetini yayan O'dur. O övülmeğe layık olan dosttur"} ,{"id": "29", "arabic" : "وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٖۚ وَهُوَ عَلَىٰ جَمۡعِهِمۡ إِذَا يَشَآءُ قَدِيرٞ", "english" : "And of his signs is the creation of the heavens and earth and what He has dispersed throughout them of creatures. And He for gathering them when He wills is competent", "urdu" : "اُس کی نشانیوں میں سے ہے یہ زمین اور آسمانوں کی پیدائش، اور یہ جاندار مخلوقات جو اُس نے دونوں جگہ پھیلا رکھی ہیں وہ جب چاہے انہیں اکٹھا کر سکتا ہے","chinese" : "他的迹象之一，是创造天地和他在天地间所散布的各种动物，他能自由地将他们集合在一起。","turkey" : "Gökleri yeri ve ikisinde yaydığı canlıları yaratması varlığının delillerindendir"} ,{"id": "30", "arabic" : "وَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٖ فَبِمَا كَسَبَتۡ أَيۡدِيكُمۡ وَيَعۡفُواْ عَن كَثِيرٖ", "english" : "And whatever strikes you of disaster - it is for what your hands have earned; but He pardons much", "urdu" : "تم پر جو مصیبت بھی آئی ہے، تمہارے اپنے ہاتھوں کی کمائی سے آئی ہے، اور بہت سے قصوروں سے وہ ویسے ہی در گزر کر جاتا ہے","chinese" : "凡你们所遭遇的灾难，都是由于你们所作的罪恶；他饶恕你们的许多罪过。","turkey" : "Başınıza gelen herhangi bir musibet ellerinizle işlediklerinizden ötürüdür. O yine de çoğunu affeder"} ,{"id": "31", "arabic" : "وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ", "english" : "And you will not cause failure [to Allah] upon the earth. And you have not besides Allah any protector or helper", "urdu" : "تم زمین میں اپنے خدا کو عاجز کر دینے والے نہیں ہو، اور اللہ کے مقابلے میں تم کوئی حامی و ناصر نہیں رکھتے","chinese" : "你们在大地上绝不能逃避天谴，除安拉外，你们没有任何保护者和援助者。","turkey" : "Yeryüzünde O'nu aciz bırakamazsınız. Allah'tan başka bir dostunuz da yardımcınız da yoktur"} ,{"id": "32", "arabic" : "وَمِنۡ ءَايَٰتِهِ ٱلۡجَوَارِ فِي ٱلۡبَحۡرِ كَٱلۡأَعۡلَٰمِ", "english" : "And of His signs are the ships in the sea like mountains", "urdu" : "اُس کی نشانیوں میں سے ہیں یہ جہاز جو سمندر میں پہاڑوں کی طرح نظر آتے ہیں","chinese" : "他的迹象之一，是在海中像山岳一般的船舶。","turkey" : "Denizde yüce dağlar gibi gemilerin yürümesi O'nun varlığının delillerindendir"} ,{"id": "33", "arabic" : "إِن يَشَأۡ يُسۡكِنِ ٱلرِّيحَ فَيَظۡلَلۡنَ رَوَاكِدَ عَلَىٰ ظَهۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٍ", "english" : "If He willed He could still the wind and they would remain motionless on its surface. Indeed in that are signs for everyone patient and grateful", "urdu" : "اللہ جب چاہے ہوا کو ساکن کر دے اور یہ سمندر کی پیٹھ پر کھڑے کے کھڑے رہ جائیں اِس میں بڑی نشانیاں ہیں ہر اُس شخص کے لیے جو کمال درجہ صبر و شکر کرنے والا ہو","chinese" : "如果他意欲，他就使风静止，而船舶停顿在海面上。对于每个坚忍者、感谢者，其中确有许多迹象。","turkey" : "O dilerse rüzgarı durdurur yelkenle giden gemiler o zaman denizin yüzünde durakalır. Bunlarda sabırlı olan ve çok şükreden kimseler için deliller vardır"} ,{"id": "34", "arabic" : "أَوۡ يُوبِقۡهُنَّ بِمَا كَسَبُواْ وَيَعۡفُ عَن كَثِيرٖ", "english" : "Or He could destroy them for what they earned; but He pardons much", "urdu" : "یا (اُن پر سوار ہونے والوں کے) بہت سے گناہوں سے در گزر کرتے ہوئے ان کے چند ہی کرتوتوں کی پاداش میں انہیں ڈبو دے","chinese" : "他或因他们所作的罪恶，而使那些船舶沉没；他饶恕许多人的罪过。","turkey" : "Yahut yaptıklarına karşılık onları ortadan kaldırır bir çoğunu da bağışlar"} ,{"id": "35", "arabic" : "وَيَعۡلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٖ", "english" : "And [that is so] those who dispute concerning Our signs may know that for them there is no place of escape", "urdu" : "اور اُس وقت ہماری آیات میں جھگڑے کرنے والوں کو پتہ چل جائے کہ ان کے لیے کوئی جائے پناہ نہیں ہے","chinese" : "为我的迹象而争论的人们，知道他们自己绝无处逃罪。","turkey" : "Ayetlerimiz üzerinde tartışanlar kendilerine kaçacak yer olmadığını bilsinler"} ,{"id": "36", "arabic" : "فَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰ لِلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ", "english" : "So whatever thing you have been given - it is but [for] enjoyment of the worldly life. But what is with Allah is better and more lasting for those who have believed and upon their Lord rely", "urdu" : "جو کچھ بھی تم لوگوں کو دیا گیا ہے وہ محض دنیا کی چند روزہ زندگی کا سر و سامان ہے، اور جو کچھ اللہ کے ہاں ہے وہ بہتر بھی ہے اور پائدار بھی وہ اُن لوگوں کے لیے ہے جو ایمان لائے ہیں اور اپنے رب پر بھروسہ کرتے ہیں","chinese" : "凡你们所受赐的，无论什么，都是今世生活的享受。在安拉那里的报酬，是更优美的，是更长久的，那是归于信道而只托靠安拉者；","turkey" : "Size verilen herhangi bir şey sadece dünya hayatının bir geçimliğidir. Allah katında olan; inanıp Rablerine güvenen büyük günahlardan ve hayasızlıklardan çekinen öfkelendiklerinde bile bağışlayanlar Rablerinin çağrısına cevap verenler ve namaz kılanlar için daha iyi ve daha süreklidir. Onların işleri aralarında danışma iledir. Kendilerine verdiğimiz rızıktan da sarfederler"} ,{"id": "37", "arabic" : "وَٱلَّذِينَ يَجۡتَنِبُونَ كَبَـٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ وَإِذَا مَا غَضِبُواْ هُمۡ يَغۡفِرُونَ", "english" : "And those who avoid the major sins and immoralities and when they are angry they forgive", "urdu" : "جو بڑے بڑے گناہوں اور بے حیائی کے کاموں سے پرہیز کرتے ہیں اور اگر غصہ آ جائے تو درگزر کر جا تے ہیں","chinese" : "也归于远离大罪和丑事，且在发怒时能赦宥者；","turkey" : "Size verilen herhangi bir şey sadece dünya hayatının bir geçimliğidir. Allah katında olan; inanıp Rablerine güvenen büyük günahlardan ve hayasızlıklardan çekinen öfkelendiklerinde bile bağışlayanlar Rablerinin çağrısına cevap verenler ve namaz kılanlar için daha iyi ve daha süreklidir. Onların işleri aralarında danışma iledir. Kendilerine verdiğimiz rızıktan da sarfederler"} ,{"id": "38", "arabic" : "وَٱلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَمۡرُهُمۡ شُورَىٰ بَيۡنَهُمۡ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ", "english" : "And those who have responded to their lord and established prayer and whose affair is [determined by] consultation among themselves and from what We have provided them they spend", "urdu" : "جو اپنے رب کا حکم مانتے ہیں، نماز قائم کرتے ہیں، اپنے معاملات آپس کے مشورے سے چلاتے ہیں، ہم نے جو کچھ بھی رزق انہیں دیا ہے اُس میں سے خرچ کرتے ہیں","chinese" : "也归于应答主的号召，且谨守拜功者；他们的事务，是由协商而决定的，他们分舍我所赐予他们的；","turkey" : "Size verilen herhangi bir şey sadece dünya hayatının bir geçimliğidir. Allah katında olan; inanıp Rablerine güvenen büyük günahlardan ve hayasızlıklardan çekinen öfkelendiklerinde bile bağışlayanlar Rablerinin çağrısına cevap verenler ve namaz kılanlar için daha iyi ve daha süreklidir. Onların işleri aralarında danışma iledir. Kendilerine verdiğimiz rızıktan da sarfederler"} ,{"id": "39", "arabic" : "وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلۡبَغۡيُ هُمۡ يَنتَصِرُونَ", "english" : "And those who when tyranny strikes them they defend themselves", "urdu" : "اور جب ان پر زیادتی کی جاتی ہے تو اس کا مقابلہ کرتے ہیں","chinese" : "也归于能反抗自己所遭遇的侵害者。","turkey" : "Bir haksızlığa uğradıklarında üstün gelmek için aralarında yardımlaşırlar"} ,{"id": "40", "arabic" : "وَجَزَـٰٓؤُاْ سَيِّئَةٖ سَيِّئَةٞ مِّثۡلُهَاۖ فَمَنۡ عَفَا وَأَصۡلَحَ فَأَجۡرُهُۥ عَلَى ٱللَّهِۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّـٰلِمِينَ", "english" : "And the retribution for an evil act is an evil one like it but whoever pardons and makes reconciliation - his reward is [due] from Allah. Indeed He does not like wrongdoers", "urdu" : "برائی کا بدلہ ویسی ہی برائی ہے، پھر جو کوئی معاف کر دے اور اصلاح کرے اُس کا اجر اللہ کے ذمہ ہے، اللہ ظالموں کو پسند نہیں کرتا","chinese" : "恶行应得同样的恶报。谁愿饶恕而且和解，安拉必报酬谁。安拉确是不喜爱不义者的。","turkey" : "Bir kötülüğün karşılığı aynı şekilde bir kötülüktür. Ama kim affeder ve barışırsa onun ecri Allah'a aittir. Doğrusu O zulmedenleri sevmez"} ,{"id": "41", "arabic" : "وَلَمَنِ ٱنتَصَرَ بَعۡدَ ظُلۡمِهِۦ فَأُوْلَـٰٓئِكَ مَا عَلَيۡهِم مِّن سَبِيلٍ", "english" : "And whoever avenges himself after having been wronged - those have not upon them any cause [for blame]", "urdu" : "اور جو لوگ ظلم ہونے کے بعد بدلہ لیں اُن کو ملامت نہیں کی جا سکتی","chinese" : "受人欺侮而进行报复的人们，是无可责备的。","turkey" : "Zulüm gördükten sonra hakkını alan kimselere işte onların aleyhine bir yol yoktur"} ,{"id": "42", "arabic" : "إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظۡلِمُونَ ٱلنَّاسَ وَيَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۚ أُوْلَـٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ", "english" : "The cause is only against the ones who wrong the people and tyrannize upon the earth without right. Those will have a painful punishment", "urdu" : "ملامت کے مستحق تو وہ ہیں جو دوسروں پر ظلم کرتے ہیں اور زمین میں ناحق زیادتیاں کرتے ہیں ایسے لوگوں کے لیے دردناک عذاب ہے","chinese" : "应受责备的，是欺侮他人、并且在地方上蛮横无理者；这些人将受痛苦的刑罚。","turkey" : "İnsanlara zulmedenlere yeryüzünde haksız yere taşkınlık edenlere karşı durulmalıdır. İşte can yakıcı azap bunlaradır"} ,{"id": "43", "arabic" : "وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنۡ عَزۡمِ ٱلۡأُمُورِ", "english" : "And whoever is patient and forgives - indeed that is of the matters [requiring] determination", "urdu" : "البتہ جو شخص صبر سے کام لے اور درگزر کرے، تو یہ بڑی اولوالعزمی کے کاموں میں سے ہے","chinese" : "凡能忍受而加以赦宥者，他们的那种行为，确是应该决心做的事情。","turkey" : "Ama sabredip bağışlayanın işi işte bu azmedilmeye değer işlerdendir"} ,{"id": "44", "arabic" : "وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِيّٖ مِّنۢ بَعۡدِهِۦۗ وَتَرَى ٱلظَّـٰلِمِينَ لَمَّا رَأَوُاْ ٱلۡعَذَابَ يَقُولُونَ هَلۡ إِلَىٰ مَرَدّٖ مِّن سَبِيلٖ", "english" : "And he whom Allah sends astray - for him there is no protector beyond Him. And you will see the wrongdoers when they see the punishment saying Is there for return [to the former world] any way", "urdu" : "جس کو اللہ ہی گمراہی میں پھینک دے اُس کا کوئی سنبھالنے والا اللہ کے بعد نہیں ہے تم دیکھو گے کہ یہ ظالم جب عذاب دیکھیں گے تو کہیں گے اب پلٹنے کی بھی کوئی سبیل ہے؟","chinese" : "安拉使谁迷误，在安拉的弃绝后，谁没有任何保护者。你将来要看见不义者眼见刑罚时说：“还有返回（尘世）的途径吗？”","turkey" : "Allah kimi saptırırsa artık onun bundan sonra bir dostu olmaz. Azabı gördüklerinde zalimlerin: Dönecek bir yol yok mudur? dediklerini görürsün"} ,{"id": "45", "arabic" : "وَتَرَىٰهُمۡ يُعۡرَضُونَ عَلَيۡهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرۡفٍ خَفِيّٖۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ ٱلظَّـٰلِمِينَ فِي عَذَابٖ مُّقِيمٖ", "english" : "And you will see them being exposed to the Fire humbled from humiliation looking from [behind] a covert glance. And those who had believed will say Indeed the [true] losers are the ones who lost themselves and their families on the Day of Resurrection. Unquestionably the wrongdoers are in an enduring punishment", "urdu" : "اور تم دیکھو گے کہ یہ جہنم کے سامنے جب لائے جائیں گے تو ذلت کے مارے جھکے جا رہے ہوں گے اور اُس کو نظر بچا بچا کر کن آنکھیوں سے دیکھیں گے اُس وقت وہ لوگ جو ایمان لائے تھے کہیں گے کہ واقعی اصل زیاں کار وہی ہیں جنہوں نے آج قیامت کے دن اپنے آپ کو اور اپنے متعلقین کو خسارے میں ڈال دیا خبردار رہو، ظالم لوگ مستقل عذاب میں ہوں گے","chinese" : "你将来要看见他们身临火狱，因卑贱而恭敬，暗中偷看。信道者将说：“亏折的人们，在复活日确是丧失自身和家属的。”真的，不义者必在永恒的刑罚中。","turkey" : "Aşağılıktan başları öne eğilmiş göz ucuyla gizli gizli etrafa bakarken ateşe sunulduklarını görürsün. İnananlar: Hüsranda olanlar kıyamet günü kendilerini de ailelerini de hüsranda bırakanlardır derler. İyi bilin ki zalimler sürekli bir azap içindedirler"} ,{"id": "46", "arabic" : "وَمَا كَانَ لَهُم مِّنۡ أَوۡلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ", "english" : "And there will not be for them any allies to aid them other than Allah. And whoever Allah sends astray - for him there is no way", "urdu" : "اور ان کے کوئی حامی و سرپرست نہ ہوں گے جو اللہ کے مقابلے میں ان کی مدد کو آئیں جسے اللہ گمراہی میں پھینک دے اس کے لیے بچاؤ کی کوئی سبیل نہیں","chinese" : "除安拉外，他们将没有任何朋友援助他们。安拉使谁迷误，谁就没有道路。","turkey" : "Onların Allah'tan başka kendilerine yardım edecek dostları da yoktur. Allah'ın saptırdığı kimsenin çıkar yolu olmaz"} ,{"id": "47", "arabic" : "ٱسۡتَجِيبُواْ لِرَبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۚ مَا لَكُم مِّن مَّلۡجَإٖ يَوۡمَئِذٖ وَمَا لَكُم مِّن نَّكِيرٖ", "english" : "Respond to your Lord before a Day comes from Allah of which there is no repelling. No refuge will you have that day nor for you will there be any denial", "urdu" : "مان لو اپنے رب کی بات قبل اس کے کہ وہ دن آئے جس کے ٹلنے کی کوئی صورت اللہ کی طرف سے نہیں ہے اُس دن تمہارے لیے کوئی جائے پناہ نہ ہوگی اور نہ کوئی تمہارے حال کو بدلنے کی کوشش کرنے والا ہو گا","chinese" : "在不可抗拒之日，从安拉降临以前，你们应当答应你们的主。在那日你们绝没有逃避的地方，也绝不能抵赖。","turkey" : "Allah katından geri çevrilemeyecek günün gelmesinden önce Rabbinizin çağrısına cevap verin. O gün hiçbirinize sığınacak yer bulunmaz inkar de edemezsiniz"} ,{"id": "48", "arabic" : "فَإِنۡ أَعۡرَضُواْ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظًاۖ إِنۡ عَلَيۡكَ إِلَّا ٱلۡبَلَٰغُۗ وَإِنَّآ إِذَآ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ فَرِحَ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَإِنَّ ٱلۡإِنسَٰنَ كَفُورٞ", "english" : "But if they turn away - then We have not sent you [O Muhammad] over them as a guardian; upon you is only [the duty of] notification. And indeed when We let man taste mercy from us he rejoices in it; but if evil afflicts him for what his hands have put forth then indeed man is ungrateful", "urdu" : "اب اگر یہ لوگ منہ موڑتے ہیں تو اے نبیؐ، ہم نے تم کو ان پر نگہبان بنا کر تو نہیں بھیجا ہے تم پر تو صرف بات پہنچا دینے کی ذمہ داری ہے انسان کا حال یہ ہے کہ جب ہم اسے اپنی رحمت کا مزا چکھاتے ہیں تو اُس پر پھول جاتا ہے، اور اگر اس کے اپنے ہاتھوں کا کیا دھرا کسی مصیبت کی شکل میں اُس پر الٹ پڑتا ہے تو سخت ناشکرا بن جاتا ہے","chinese" : "如果他们退避，那么，我没有派你做他们的监护者，你只负通知的责任。我使人类尝试从我发出的恩惠的时候，他们因恩惠而快乐；他们因为曾经犯罪而遭难的时候，人类确是孤恩的。","turkey" : "Eğer yüz çevirirlerse bilsinler ki Biz seni onlara bekçi göndermedik; sana düşen sadece tebliğdir. Doğrusu Biz insana katımızdan bir rahmet tattırırsak ona sevinir; ama elleriyle yaptıkları yüzünden başlarına bir kötülük gelirse işte o zaman görürsün ki insan gerçekten pek nankördür"} ,{"id": "49", "arabic" : "لِّلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَخۡلُقُ مَا يَشَآءُۚ يَهَبُ لِمَن يَشَآءُ إِنَٰثٗا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ", "english" : "To Allah belongs the dominion of the heavens and the earth; He creates what he wills. He gives to whom He wills female [children] and He gives to whom He wills males", "urdu" : "اللہ زمین اور آسمانوں کی بادشاہی کا مالک ہے، جو کچھ چاہتا ہے پیدا کرتا ہے، جسے چاہتا ہے لڑکیاں دیتا ہے، جسے چاہتا ہے لڑکے دیتا ہے","chinese" : "天地的主权，归安拉所有。他欲创造什么，就创造什么；欲给谁女孩，就给谁女孩；欲给谁男孩，就给谁男孩；","turkey" : "Göklerin ve yerin hükümranlığı Allah'ındır. Dilediğini yaratır dilediğine kız çocuk dilediğine de erkek çocuk verir"} ,{"id": "50", "arabic" : "أَوۡ يُزَوِّجُهُمۡ ذُكۡرَانٗا وَإِنَٰثٗاۖ وَيَجۡعَلُ مَن يَشَآءُ عَقِيمًاۚ إِنَّهُۥ عَلِيمٞ قَدِيرٞ", "english" : "Or He makes them [both] males and females and He renders whom He wills barren. Indeed He is Knowing and Competent", "urdu" : "جسے چاہتا ہے لڑکے اور لڑکیاں ملا جلا کر دیتا ہے، اور جسے چاہتا ہے بانجھ کر دیتا ہے وہ سب کچھ جانتا اور ہر چیز پر قادر ہے","chinese" : "或使他们兼生男孩和女孩；他使他所意欲者成为不能生育的。他确是全知的，确是全能的。","turkey" : "Yahut hem kız hem erkek çocuk verir dilediğini de kısır kılar. O bilendir her şeye Kadir'dir"} ,{"id": "51", "arabic" : "۞وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحۡيًا أَوۡ مِن وَرَآيِٕ حِجَابٍ أَوۡ يُرۡسِلَ رَسُولٗا فَيُوحِيَ بِإِذۡنِهِۦ مَا يَشَآءُۚ إِنَّهُۥ عَلِيٌّ حَكِيمٞ", "english" : "And it is not for any human being that Allah should speak to him except by revelation or from behind a partition or that He sends a messenger to reveal by His permission what He wills. Indeed He is Most High and Wise", "urdu" : "کسی بشر کا یہ مقام نہیں ہے کہ اللہ اُس سے روبرو بات کرے اُس کی بات یا تو وحی (اشارے) کے طور پر ہوتی ہے، یا پردے کے پیچھے سے، یا پھر وہ کوئی پیغام بر (فرشتہ) بھیجتا ہے اور وہ اُس کے حکم سے جو کچھ وہ چاہتا ہے، وحی کرتا ہے، وہ برتر اور حکیم ہے","chinese" : "任何人也不配与安拉对话，除非启示，或从帷幕的后面，或派一个使者，奉他的命令而启示他所欲启示的。他确是至高无上的，确是至睿的。","turkey" : "Allah bir insanla ancak vahiy suretiyle veya perde arkasından konuşur yahut bir elçi gönderir; izniyle dilediğini vahyeder. Doğrusu O yücedir Hakim'dir"} ,{"id": "52", "arabic" : "وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ رُوحٗا مِّنۡ أَمۡرِنَاۚ مَا كُنتَ تَدۡرِي مَا ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُ وَلَٰكِن جَعَلۡنَٰهُ نُورٗا نَّهۡدِي بِهِۦ مَن نَّشَآءُ مِنۡ عِبَادِنَاۚ وَإِنَّكَ لَتَهۡدِيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ", "english" : "And thus We have revealed to you an inspiration of Our command. You did not know what is the Book or [what is] faith but We have made it a light by which We guide whom We will of Our servants. And indeed [O Muhammad] you guide to a straight path", "urdu" : "اور اِسی طرح (اے محمدؐ) ہم نے اپنے حکم سے ایک روح تمہاری طرف وحی کی ہے تمہیں کچھ پتہ نہ تھا کہ کتاب کیا ہوتی ہے اور ایمان کیا ہوتا ہے، مگر اُس روح کو ہم نے ایک روشنی بنا دیا جس سے ہم راہ دکھاتے ہیں اپنے بندوں میں سے جسے چاہتے ہیں یقیناً تم سیدھے راستے کی طرف رہنمائی کر رہے ہو","chinese" : "我这样启示你从我的命令中发出的精神。你本来不知道天经是什么，正信是什么；但我以天经为光明，而借此光明引导我所欲引导的仆人。你确是指示正路者。","turkey" : "İşte sana da buyruğumuzla Cebrail'i gönderdik; sen Kitap nedir iman nedir önceleri bilmezdin fakat Biz onu kullarımızdan dilediğimizi onunla doğru yola eriştirdiğimiz bir nur kıldık. Şüphesiz sen de insanlara göklerde ve yerde ne varsa kendisininolan Allah'ın yolunu doğru yolu göstermektesin. İyi bilin ki işler sonunda Allah'a döner"} ,{"id": "53", "arabic" : "صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ", "english" : "The path of Allah to whom belongs whatever is in the heavens and whatever is on the earth. Unquestionably to Allah do [all] matters evolve", "urdu" : "اُس خدا کے راستے کی طرف جو زمین اور آسمانوں کی ہر چیز کا مالک ہے خبردار رہو، سارے معاملات اللہ ہی کی طرف رجوع کرتے ہیں","chinese" : "那是安拉的路。天地万物，都是他的。真的，万事只归安拉。","turkey" : "İşte sana da buyruğumuzla Cebrail'i gönderdik; sen Kitap nedir iman nedir önceleri bilmezdin fakat Biz onu kullarımızdan dilediğimizi onunla doğru yola eriştirdiğimiz bir nur kıldık. Şüphesiz sen de insanlara göklerde ve yerde ne varsa kendisininolan Allah'ın yolunu doğru yolu göstermektesin. İyi bilin ki işler sonunda Allah'a döner"} ]}