{"name":"الزخرف","verses":[{"id": "1", "arabic" : "حمٓ", "english" : "Ha Meem", "urdu" : "ح م","chinese" : "哈一，米目。","turkey" : "Ha Mim"} ,{"id": "2", "arabic" : "وَٱلۡكِتَٰبِ ٱلۡمُبِينِ", "english" : "By the clear Book", "urdu" : "قسم ہے اِس واضح کتاب کی","chinese" : "以明白的经典盟誓，","turkey" : "Apaçık Kitap'a and olsun ki akledesiniz diye Kuran'ı Arapça okunan bir Kitap kılmışızdır"} ,{"id": "3", "arabic" : "إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ", "english" : "Indeed We have made it an Arabic Qur'an that you might understand", "urdu" : "کہ ہم نے اِسے عربی زبان کا قرآن بنایا ہے تاکہ تم لوگ اِسے سمجھو","chinese" : "我确已以此为阿拉伯文的《古兰经》，以便你们了解。","turkey" : "Apaçık Kitap'a and olsun ki akledesiniz diye Kuran'ı Arapça okunan bir Kitap kılmışızdır"} ,{"id": "4", "arabic" : "وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ", "english" : "And indeed it is in the Mother of the Book with Us exalted and full of wisdom", "urdu" : "اور در حقیقت یہ ام الکتاب میں ثبت ہے، ہمارے ہاں بڑی بلند مرتبہ اور حکمت سے لبریز کتاب","chinese" : "在我那里的天经原本中，它确是高尚的，确是睿智的。","turkey" : "Şüphesiz o Bizim katımızda Ana Kitap'ta mevcut yüce ve hikmet dolu bir Kitap'dır"} ,{"id": "5", "arabic" : "أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ", "english" : "Then should We turn the message away disregarding you because you are a transgressing people", "urdu" : "اب کیا ہم تم سے بیزار ہو کر یہ درس نصیحت تمہارے ہاں بھیجنا چھوڑ دیں صرف اِس لیے کہ تم حد سے گزرے ہوئے لوگ ہو؟","chinese" : "难道因为你们是过分的民众，我就使你们不得受教训吗？","turkey" : "Ey inkarcılar! Aşırı giden kimselersiniz diye sizi Kuran'la uyarmaktan vaz mı geçelim"} ,{"id": "6", "arabic" : "وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ", "english" : "And how many a prophet We sent among the former peoples", "urdu" : "پہلے گزری ہوئی قوموں میں بھی بارہا ہم نے نبی بھیجے ہیں","chinese" : "我曾派遣许多先知去教化古代的民族，","turkey" : "Öncekilere nice peygamberler göndermişizdir"} ,{"id": "7", "arabic" : "وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ", "english" : "But there would not come to them a prophet except that they used to ridicule him", "urdu" : "کبھی ایسا نہیں ہوا کہ کوئی نبی اُن کے ہاں آیا ہو اور انہوں نے اُس کا مذاق نہ اڑایا ہو","chinese" : "每个先知来临他们的时候，他们都加以愚弄。","turkey" : "Kendilerine gelen her peygamberi onlar mutlaka alaya alırlardı"} ,{"id": "8", "arabic" : "فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ", "english" : "And We destroyed greater than them in [striking] power and the example of the former peoples has preceded", "urdu" : "پھر جو لوگ اِن سے بدرجہا زیادہ طاقتور تھے اُنہیں ہم نے ہلاک کر دیا، پچھلی قوموں کی مثالیں گزر چکی ہیں","chinese" : "我曾毁灭了比你的宗族更强横者，先民的实例已逝去了。","turkey" : "Bunun için Biz de bunlardan daha kuvvetli olanları yok etmişizdir. Öncekilere dair nice misaller geçmiştir"} ,{"id": "9", "arabic" : "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ", "english" : "And if you should ask them Who has created the heavens and the earth? they would surely say They were created by the Exalted in Might the Knowing", "urdu" : "اگر تم اِن لوگوں سے پوچھو کہ زمین اور آسمانوں کو کس نے پیدا کیا ہے تو یہ خود کہیں گے کہ انہیں اُسی زبردست علیم ہستی نے پیدا کیا ہے","chinese" : "如果你问他们：“谁创造了天地？”他们必定说：“万能的、全知的主创造了天地。”","turkey" : "And olsun ki onlara: Gökleri ve yeri kim yarattı? diye sorsan Onları güçlü olan her şeyi bilen yaratmıştır derler"} ,{"id": "10", "arabic" : "ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ", "english" : "[The one] who has made for you the earth a bed and made for you upon it roads that you might be guided", "urdu" : "وہی نا جس نے تمہارے لیے اس زمین کو گہوارہ بنایا اور اس میں تمہاری خاطر راستے بنا دیے تاکہ تم اپنی منزل مقصود کی راہ پاسکو","chinese" : "他以大地为你们的安息之所，他为你们在大地上开辟许多道路，以便你们达到旅行的目的地。","turkey" : "O size yeri beşik kılmış ve orada doğru gidesiniz diye yollar var etmiştir"} ,{"id": "11", "arabic" : "وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ", "english" : "And who sends down rain from the sky in measured amounts and We revive thereby a dead land - thus will you be brought forth", "urdu" : "جس نے ایک خاص مقدار میں آسمان سے پانی اتارا اور اس کے ذریعہ سے مردہ زمین کو جلا اٹھایا، اِسی طرح ایک روز تم زمین سے برآمد کیے جاؤ گے","chinese" : "他从天上降下有定量的雨水，借雨水而使已死的地方复活。你们将来要这样从坟墓中被取出。","turkey" : "O suyu gökten bir ölçüye göre indirir. Biz onunla ölü memleketi diriltiriz. İşte siz de böyle diriltileceksiniz"} ,{"id": "12", "arabic" : "وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ", "english" : "And who created the species all of them and has made for you of ships and animals those which you mount", "urdu" : "وہی جس نے یہ تمام جوڑے پیدا کیے، اور جس نے تمہارے لیے کشتیوں اور جانوروں کو سواری بنایا تاکہ تم اُن کی پشت پر چڑھو","chinese" : "他创造万类，而以船舶和牲畜供你们骑乘，","turkey" : "Her sınıf varlığı yaratan O'dur. Gemiler ve hayvanlardan binesiniz diye size binekler var etmiştir. Bütün bunlar; üzerlerine oturunca Rabbinizin nimetini anarak: Bunları buyruğumuza veren ne yücedir; zaten bizim takatimiz bunlara yetmezdi; şüphesiz Rabbimize döneceğiz demeniz içindir"} ,{"id": "13", "arabic" : "لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ", "english" : "That you may settle yourselves upon their backs and then remember the favor of your Lord when you have settled upon them and say. Exalted is He who has subjected this to us and we could not have [otherwise] subdued it", "urdu" : "اور جب اُن پر بیٹھو تو اپنے رب کا احسان یاد کرو اور کہو کہ پاک ہے وہ جس نے ہمارے لیے اِن چیزوں کو مسخر کر دیا ورنہ ہم انہیں قابو میں لانے کی طاقت نہ رکھتے تھے","chinese" : "以便你们端坐在上面。然后，在端坐的时候，想着你们的主的恩典，并且说：“赞颂安拉，超绝万物！他为我们制服此物，我们对于它本是无能。","turkey" : "Her sınıf varlığı yaratan O'dur. Gemiler ve hayvanlardan binesiniz diye size binekler var etmiştir. Bütün bunlar; üzerlerine oturunca Rabbinizin nimetini anarak: Bunları buyruğumuza veren ne yücedir; zaten bizim takatimiz bunlara yetmezdi; şüphesiz Rabbimize döneceğiz demeniz içindir"} ,{"id": "14", "arabic" : "وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ", "english" : "And indeed we to our Lord will [surely] return", "urdu" : "اور ایک روز ہمیں اپنے رب کی طرف پلٹنا ہے","chinese" : "我们必定归于我们的主。”","turkey" : "Her sınıf varlığı yaratan O'dur. Gemiler ve hayvanlardan binesiniz diye size binekler var etmiştir. Bütün bunlar; üzerlerine oturunca Rabbinizin nimetini anarak: Bunları buyruğumuza veren ne yücedir; zaten bizim takatimiz bunlara yetmezdi; şüphesiz Rabbimize döneceğiz demeniz içindir"} ,{"id": "15", "arabic" : "وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ", "english" : "But they have attributed to Him from His servants a portion. Indeed man is clearly ungrateful", "urdu" : "(یہ سب کچھ جانتے اور مانتے ہوئے بھی) اِن لوگوں نے اُس کے بندوں میں سے بعض کو اس کا جز بنا ڈالا، حقیقت یہ ہے کہ انسان کھلا احسان فراموش ہے","chinese" : "他们把他的一部分仆人，当作他们的分子；人确是明显的孤恩者。","turkey" : "Ama inkarcılar O'na çocuk isnat ettiler. İnsan gerçekten apaçık nankördür"} ,{"id": "16", "arabic" : "أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ", "english" : "Or has He taken out of what He has created daughters and chosen you for [having] sons", "urdu" : "کیا اللہ نے اپنی مخلوق میں سے اپنے لیے بیٹیاں انتخاب کیں اور تمہیں بیٹوں سے نوازا؟","chinese" : "难道他从自己所创造的众生中自取女儿，而以男儿专归你们吗？","turkey" : "Demek O yarattıkları arasından kızları kendisine alıp da oğulları size verdi öyle mi"} ,{"id": "17", "arabic" : "وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ", "english" : "And when one of them is given good tidings of that which he attributes to the Most Merciful in comparison his face becomes dark and he suppresses grief", "urdu" : "اور حال یہ ہے کہ جس اولاد کو یہ لوگ اُس خدائے رحمان کی طرف منسوب کرتے ہیں اُس کی ولادت کا مژدہ جب خود اِن میں سے کسی کو دیا جاتا ہے تو اُس کے منہ پر سیاہی چھا جاتی ہے اور وہ غم سے بھر جاتا ہے","chinese" : "他们妄言至仁主有女儿，但他们中的一个听说自己的妻子生女儿的时候，他的脸色变成暗淡的，而且他是拗怒的。","turkey" : "Ama Rahman olan Allah'a isnat ettiği kız evlat kendilerinden birine müjdelenince o kimsenin içi gayzla dolarak yüzü simsiyah kesilir"} ,{"id": "18", "arabic" : "أَوَمَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ", "english" : "So is one brought up in ornaments while being during conflict unevident [attributed to Allah]", "urdu" : "کیا اللہ کے حصے میں وہ اولاد آئی جو زیوروں میں پالی جاتی ہے اور بحث و حجت میں اپنا مدعا پوری طرح واضح بھی نہیں کر سکتی؟","chinese" : "在首饰中长大，且不能雄辩者，（难道他们以他归安拉吗？）","turkey" : "Demek süs içinde yetiştirilecek de çekişmeyi beceremeyecek olanı Allah'a değil mi"} ,{"id": "19", "arabic" : "وَجَعَلُواْ ٱلۡمَلَـٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ", "english" : "And they have made the angels who are servants of the Most Merciful females. Did they witness their creation? Their testimony will be recorded and they will be questioned", "urdu" : "انہوں نے فرشتوں کو، جو خدائے رحمان کے خاص بندے ہیں، عورتیں قرار دے لیا کیا اُن کے جسم کی ساخت اِنہوں نے دیکھی ہے؟ اِن کی گواہی لکھ لی جائے گی اور انہیں اس کی جوابدہی کرنی ہو گی","chinese" : "众天使本是安拉的奴仆，他们却以众天使为女性。他们曾见证安拉创造天使吗？他们的见证将被记录下来，他们也将被审问。","turkey" : "Onlar Rahman olan Allah'ın kulları melekleri de dişi saydılar. Yaratılışlarını mı görmüşler? Onların bu şahidlikleri yazılacak ve sorguya çekileceklerdir"} ,{"id": "20", "arabic" : "وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ", "english" : "And they said If the Most Merciful had willed we would not have worshipped them. They have of that no knowledge. They are not but falsifying", "urdu" : "یہ کہتے ہیں اگر خدائے رحمٰن چاہتا (کہ ہم اُن کی عبادت نہ کریں) تو ہم کبھی اُن کو نہ پوجتے یہ اس معاملے کی حقیقت کو قطعی نہیں جانتے، محض تیر تکے لڑاتے ہیں","chinese" : "他们说：“假若至仁主意欲，我们是不会崇拜他们的。”他们对于此说，毫无认识；他们只是说谎话。","turkey" : "Eğer Rahman dilemiş olsaydı biz bunlara kulluk etmezdik derler. Buna dair bir bilgileri yoktur; onlar sadece vehimde bulunuyorlar"} ,{"id": "21", "arabic" : "أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ", "english" : "Or have We given them a book before the Qur'an to which they are adhering", "urdu" : "کیا ہم نے اِس سے پہلے کوئی کتاب اِن کو دی تھی جس کی سند (اپنی اِس ملائکہ پرستی کے لیے) یہ اپنے پاس رکھتے ہوں؟","chinese" : "难道以前我曾赐他们一本天经，而他们是坚持那本天经的。","turkey" : "Yoksa onlara daha önce bir kitap verdik de ona mı bağlanıyorlar"} ,{"id": "22", "arabic" : "بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ", "english" : "Rather they say Indeed we found our fathers upon a religion and we are in their footsteps [rightly] guided", "urdu" : "نہیں، بلکہ یہ کہتے ہیں کہ ہم نے اپنے باپ دادا کو ایک طریقے پر پایا ہے اور ہم اُنہی کے نقش قدم پر چل رہے ہیں","chinese" : "不然，他们说：“我们确已发现我们的祖先是信奉一种宗教的，我们确是遵循他们的遗迹而得正道的。”","turkey" : "Hayır; Doğrusu Biz babalarımızı bir din üzerinde bulduk biz de onların izlerinden gitmekteyiz derler"} ,{"id": "23", "arabic" : "وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ", "english" : "And similarly We did not send before you any warner into a city except that its affluent said Indeed we found our fathers upon a religion and we are in their footsteps following", "urdu" : "اِسی طرح تم سے پہلے جس بستی میں بھی ہم نے کوئی نذیر بھیجا، اُس کے کھاتے پیتے لوگوں نے یہی کہا کہ ہم نے اپنے باپ دادا کو ایک طریقے پر پایا ہے اور ہم اُنہی کے نقش قدم کی پیروی کر رہے ہیں","chinese" : "在你之前，每逢我这样派遣警告者到一个城市去，那里的豪华者总是说：“我们确已发现我们的祖先是信奉一种宗教的，我们确是遵循他们的遗迹的。”","turkey" : "Senden önce herhangi bir şehre gönderdiğimiz uyarıcıya şımarık varlıklıları sadece: Doğrusu babalarımızı bir din üzerinde bulduk biz de onların izlerini izlemekteyiz dediler"} ,{"id": "24", "arabic" : "۞قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ", "english" : "[Each warner] said Even if I brought you better guidance than that [religion] upon which you found your fathers? They said Indeed we in that with which you were sent are disbelievers", "urdu" : "ہر نبی نے ان سے پوچھا، کیا تم اُسی ڈگر پر چلے جاؤ گے خواہ میں اُس راستے سے زیادہ صحیح راستہ تمہیں بتاؤں جس پر تم نے اپنے باپ دادا کو پایا ہے؟ انہوں نے سارے رسولوں کو یہی جواب دیا کہ جس دین کی طرف بلانے کے لیے تم بھیجے گئے ہو ہم اُس کے کافر ہیں","chinese" : "他说：“即使我显示你们一种比你们祖先的宗教更为崇正的宗教，你们还要遵从你们的祖先吗？”他们说：“我们确是不信你们所奉的使命的。”","turkey" : "Gönderilen uyarıcı: Eğer size babalarınızı üzerinde bulduğunuz dinden daha doğrusunu getirmiş isem de mi bana uymazsınız? dedi. Onlar: Doğrusu sizinle gönderilen şeyi inkar ediyoruz dediler"} ,{"id": "25", "arabic" : "فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ", "english" : "So we took retribution from them; then see how was the end of the deniers", "urdu" : "آخر کار ہم نے اُن کی خبر لے ڈالی اور دیکھ لو کہ جھٹلانے والوں کا کیا انجام ہوا","chinese" : "故我惩罚了他们，你看看否认正道者的结局是怎样的！","turkey" : "Bunun üzerine Biz de onlardan öç aldık. Yalancıların sonunun nasıl olduğuna bir bak"} ,{"id": "26", "arabic" : "وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ", "english" : "And [mention O Muhammad] when Abraham said to his father and his people Indeed I am disassociated from that which you worship", "urdu" : "یاد کرو وہ وقت جب ابراہیمؑ نے اپنے باپ اور اپنی قوم سے کہا تھا کہ تم جن کی بندگی کرتے ہو میرا اُن سے کوئی تعق نہیں","chinese" : "当时，易卜拉欣对他的父亲和宗族说：“我与你们所崇拜的，确是没有关系的，","turkey" : "İbrahim babasına ve milletine demişti ki: Beni yaratan hariç sizin taptığınız şeylerden uzağım. Beni doğru yola eriştirecek olan şüphesiz O'dur"} ,{"id": "27", "arabic" : "إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ", "english" : "Except for He who created me; and indeed He will guide me", "urdu" : "میرا تعلق صرف اُس سے ہے جس نے مجھے پیدا کیا، وہی میری رہنمائی کرے گا","chinese" : "惟创造我的主则不然，他必定引导我。”","turkey" : "İbrahim babasına ve milletine demişti ki: Beni yaratan hariç sizin taptığınız şeylerden uzağım. Beni doğru yola eriştirecek olan şüphesiz O'dur"} ,{"id": "28", "arabic" : "وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ", "english" : "And he made it a word remaining among his descendants that they might return [to it]", "urdu" : "اور ابراہیمؑ یہی کلمہ اپنے پیچھے اپنی اولاد میں چھوڑ گیا تاکہ وہ اِس کی طرف رجوع کریں","chinese" : "他将这句话留赠他的后裔以便他们悔悟。","turkey" : "İbrahim ardından geleceklere bu sözü devamlı kalacak bir miras olarak bıraktı. Artık belki doğru yola dönerler"} ,{"id": "29", "arabic" : "بَلۡ مَتَّعۡتُ هَـٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ", "english" : "However I gave enjoyment to these [people of Makkah] and their fathers until there came to them the truth and a clear Messenger", "urdu" : "(اس کے باوجود جب یہ لوگ دوسروں کی بندگی کرنے لگے تو میں نے ان کو مٹا نہیں دیا) بلکہ میں اِنہیں اور اِن کے باپ دادا کو متاع حیات دیتا رہا یہاں تک کہ اِن کے پاس حق، اور کھول کھول کر بیان کرنے والا رسول آگیا","chinese" : "不然，我使这些人和他们的祖先享受，直到真理降临，及宣教的使者诞生。","turkey" : "Hayır; Ben bunları ve babalarını gerçek ve onu açıklayan bir peygamber gelene kadar geçindirdim"} ,{"id": "30", "arabic" : "وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ", "english" : "But when the truth came to them they said This is magic and indeed we are concerning it disbelievers", "urdu" : "مگر جب وہ حق اِن کے پاس آیا تو اِنہوں نے کہہ دیا کہ یہ تو جادو ہے اور ہم اس کو ماننے سے انکار کرتے ہیں","chinese" : "真理降临他们的时候，他们说：“这是魔术，我们必定不信它。”","turkey" : "Gerçek kendilerine geldiği zaman: Bu bir büyüdür. Doğrusu biz onu inkar ediyoruz dediler"} ,{"id": "31", "arabic" : "وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ", "english" : "And they said Why was this Qur'an not sent down upon a great man from [one of] the two cities", "urdu" : "کہتے ہیں، یہ قرآن دونوں شہروں کے بڑے آدمیوں میں سے کسی پر کیوں نہ نازل کیا گیا؟","chinese" : "他们说：怎么不把这本《古兰经》降示两城中任何一城的要人呢？”","turkey" : "Bu Kuran iki şehrin birinden bir büyük adama indirilmeli değil miydi? dediler"} ,{"id": "32", "arabic" : "أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ", "english" : "Do they distribute the mercy of your Lord? It is We who have apportioned among them their livelihood in the life of this world and have raised some of them above others in degrees [of rank] that they may make use of one another for service. But the mercy of your Lord is better than whatever they accumulate", "urdu" : "کیا تیرے رب کی رحمت یہ لوگ تقسیم کرتے ہیں؟ دنیا کی زندگی میں اِن کی گزر بسر کے ذرائع تو ہم نے اِن کے درمیان تقسیم کیے ہیں، اور اِن میں سے کچھ لوگوں کو کچھ دوسرے لوگوں پر ہم نے بدرجہا فوقیت دی ہے تاکہ یہ ایک دوسرے سے خدمت لیں اور تیرے رب کی رحمت اُس دولت سے زیادہ قیمتی ہے جو (اِن کے رئیس) سمیٹ رہے ہیں","chinese" : "难道他们能分配你的主的恩惠吗？我将他们在今世生活中的生计分配给他们，我使他们彼此相差若干级，以便他们层层节制。你的主的恩惠比他们所积蓄的更优美。","turkey" : "Rabbinin rahmetini onlar mı taksim edip paylaştırıyorlar? Dünya hayatında onların geçimliklerini aralarında Biz taksim ettik; birbirlerine iş gördürmeleri için kimini kimine derecelerle üstün kıldık; Rabbinin rahmeti onların biriktirdikleri şeylerden daha iyidir"} ,{"id": "33", "arabic" : "وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ", "english" : "And if it were not that the people would become one community [of disbelievers] We would have made for those who disbelieve in the Most Merciful - for their houses - ceilings and stairways of silver upon which to mount", "urdu" : "اگر یہ اندیشہ نہ ہوتا کہ سارے لوگ ایک ہی طریقے کے ہو جائیں گے تو خدائے رحمان سے کفر کرنے والوں کے گھروں کی چھتیں، اور ان کی سیڑھیاں جن سے وہ اپنے بالا خانوں پر چڑھتے ہیں","chinese" : "若不是为防世人变为一教，我必使不信至仁主的人们的房屋变成有银顶的，和银梯的，以便他们登临其上；","turkey" : "Eğer bütün insanlar tek ümmet olma durumuna gelmeyecek olsaydı Rahman olan Allah'ı inkar edenlerin evlerinin tavanlarını üzerinde yükseldikleri merdivenleri evlerinin kapılarını üzerine yaslanacakları kerevetleri gümüşten yapar ve altın bezeklerle işlerdik. Bunların hepsi ancak dünya hayatının geçimliğidir. Ahiret Rabbinin katında O'na karşı gelmekten sakınanlaradır"} ,{"id": "34", "arabic" : "وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ", "english" : "And for their houses - doors and couches [of silver] upon which to recline", "urdu" : "اور اُن کے دروازے، اور ان کے تخت جن پر وہ تکیے لگا کر بیٹھتے ہیں","chinese" : "并将他们的房屋变成有银门和银床的，以便他们偃卧床上；","turkey" : "Eğer bütün insanlar tek ümmet olma durumuna gelmeyecek olsaydı Rahman olan Allah'ı inkar edenlerin evlerinin tavanlarını üzerinde yükseldikleri merdivenleri evlerinin kapılarını üzerine yaslanacakları kerevetleri gümüşten yapar ve altın bezeklerle işlerdik. Bunların hepsi ancak dünya hayatının geçimliğidir. Ahiret Rabbinin katında O'na karşı gelmekten sakınanlaradır"} ,{"id": "35", "arabic" : "وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ", "english" : "And gold ornament. But all that is not but the enjoyment of worldly life. And the Hereafter with your Lord is for the righteous", "urdu" : "سب چاندی اور سونے کے بنوا دیتے یہ تو محض حیات دنیا کی متاع ہے، اور آخرت تیرے رب کے ہا ں صرف متقین کے لیے ہے","chinese" : "并将他们的房屋变成有金饰的。这些无非是今世生活的享受；在你的主那里的后世，是专归敬畏者的。","turkey" : "Eğer bütün insanlar tek ümmet olma durumuna gelmeyecek olsaydı Rahman olan Allah'ı inkar edenlerin evlerinin tavanlarını üzerinde yükseldikleri merdivenleri evlerinin kapılarını üzerine yaslanacakları kerevetleri gümüşten yapar ve altın bezeklerle işlerdik. Bunların hepsi ancak dünya hayatının geçimliğidir. Ahiret Rabbinin katında O'na karşı gelmekten sakınanlaradır"} ,{"id": "36", "arabic" : "وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ", "english" : "And whoever is blinded from remembrance of the Most Merciful - We appoint for him a devil and he is to him a companion", "urdu" : "جو شخص رحمان کے ذکر سے تغافل برتتا ہے، ہم اس پر ایک شیطان مسلط کر دیتے ہیں اور وہ اُس کا رفیق بن جاتا ہے","chinese" : "谁要是无视至仁主的教诲，我就让一个恶魔附在谁的身上，成为他的朋友。","turkey" : "Rahman olan Allah'ı anmayı görmezlikten gelene yanından ayrılmayacak bir şeytanı arkadaş veririz"} ,{"id": "37", "arabic" : "وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ ٱلسَّبِيلِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ", "english" : "And indeed the devils avert them from the way [of guidance] while they think that they are [rightly] guided", "urdu" : "یہ شیاطین ایسے لوگو ں کو راہ راست پر آنے سے روکتے ہیں، اور وہ اپنی جگہ یہ سمجھتے ہیں کہ ہم ٹھیک جا رہے ہیں","chinese" : "那些恶魔，妨碍他们遵循正道，而他们却以为自己是遵循正道的。","turkey" : "Şüphesiz onlar bunları yoldan alıkorlar bunlar da doğru yola eriştiklerini sanırlar"} ,{"id": "38", "arabic" : "حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ", "english" : "Until when he comes to Us [at Judgement] he says [to his companion] Oh I wish there was between me and you the distance between the east and west - how wretched a companion", "urdu" : "آخر کار جب یہ شخص ہمارے ہاں پہنچے گا تو اپنے شیطان سے کہے گا، کاش میرے اور تیرے درمیان مشرق و مغرب کا بُعد ہوتا، تُو تو بد ترین ساتھی نکلا","chinese" : "待无视者来到我那里的时候，他对他的朋友说：“但愿我和你之间，有东西两方的距离，你这朋友真恶劣！”","turkey" : "Sonunda Bize gelince arkadaşına: Keşke benimle senin aranda doğu ile batı arasındaki kadar uzaklık olsaydı sen ne kötü arkadaş imişsin! der. Nedametin bugün size hiç faydası dokunmaz; zira haksızlık etmiştiniz şimdi azabda ortaksınız"} ,{"id": "39", "arabic" : "وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ", "english" : "And never will it benefit you that Day when you have wronged that you are [all] sharing in the punishment", "urdu" : "اُس وقت اِن لوگوں سے کہا جائے گا کہ جب تم ظلم کر چکے تو آج یہ بات تمہارے لیے کچھ بھی نافع نہیں ہے کہ تم اور تمہارے شیاطین عذاب میں مشترک ہیں","chinese" : "你们曾行不义，所以今日这种愿望对于你们绝无裨益。因为你们要同受刑罚。","turkey" : "Sonunda Bize gelince arkadaşına: Keşke benimle senin aranda doğu ile batı arasındaki kadar uzaklık olsaydı sen ne kötü arkadaş imişsin! der. Nedametin bugün size hiç faydası dokunmaz; zira haksızlık etmiştiniz şimdi azabda ortaksınız"} ,{"id": "40", "arabic" : "أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ", "english" : "Then will you make the deaf hear [O Muhammad] or guide the blind or he who is in clear error", "urdu" : "اب کیا اے نبیؐ، تم بہروں کو سناؤ گے؟ یا اندھوں اور صریح گمراہی میں پڑے ہوئے لوگوں کو راہ دکھاؤ گے؟","chinese" : "难道你能使聋子听闻，或能引导瞎子和在明显的迷误中的人吗？","turkey" : "Sağırlara sen mi duyuracaksın? Yoksa körleri ve apaçık sapıklıkta olanları doğru yola sen mi eriştireceksin"} ,{"id": "41", "arabic" : "فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ", "english" : "And whether [or not] We take you away [in death] indeed We will take retribution upon them", "urdu" : "اب تو ہمیں اِن کو سزا دینی ہے خواہ تمہیں دنیا سے اٹھا لیں","chinese" : "如果我使你弃世，那么，我将来必定要惩罚他们；","turkey" : "Seni onlardan uzaklaştırsak bile doğrusu Biz kendilerinden öç alırız; yahut onlara vadettiğimizi sana gösteririz. Çünkü onlara karşı gücü yetenleriz"} ,{"id": "42", "arabic" : "أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ", "english" : "Or whether [or not] We show you that which We have promised them indeed We are Perfect in Ability", "urdu" : "یا تم کو آنکھوں سے اِن کا وہ انجام دکھا دیں جس کا ہم نے اِن سے وعدہ کیا ہے، ہمیں اِن پر پوری قدرت حاصل ہے","chinese" : "或我要昭示你我所用以警告他们的刑罚，那么，我对他们，确是全能的。","turkey" : "Seni onlardan uzaklaştırsak bile doğrusu Biz kendilerinden öç alırız; yahut onlara vadettiğimizi sana gösteririz. Çünkü onlara karşı gücü yetenleriz"} ,{"id": "43", "arabic" : "فَٱسۡتَمۡسِكۡ بِٱلَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ", "english" : "So adhere to that which is revealed to you. Indeed you are on a straight path", "urdu" : "تم بہر حال اُس کتاب کو مضبوطی سے تھامے رہو جو وحی کے ذریعہ سے تمہارے پاس بھیجی گئی ہے، یقیناً تم سیدھے راستے پر ہو","chinese" : "所以你应当坚持你所受的启示，你确是在正道上的。","turkey" : "Sana vahyolunana sarıl sen şüphesiz doğru yol üzerindesin"} ,{"id": "44", "arabic" : "وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ", "english" : "And indeed it is a remembrance for you and your people and you [all] are going to be questioned", "urdu" : "حقیقت یہ ہے کہ یہ کتاب تمہارے لیے اور تمہاری قوم کے لیے ایک بہت بڑا شرف ہے اور عنقریب تم لوگوں کو اس کی جواب دہی کرنی ہو گی","chinese" : "《古兰经》确是你和你的宗族的荣誉，你们将来要被审问。","turkey" : "Doğrusu bu Kuran sana ve ümmetine bir öğüttür ondan sorumlu tutulacaksınız"} ,{"id": "45", "arabic" : "وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَآ أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ", "english" : "And ask those We sent before you of Our messengers; have We made besides the Most Merciful deities to be worshipped", "urdu" : "تم سے پہلے ہم نے جتنے رسول بھیجے تھے اُن سب سے پوچھ دیکھو، کیا ہم نے خدائے رحمان کے سوا کچھ دوسرے معبود بھی مقرر کیے تھے کہ اُن کی بندگی کی جائے؟","chinese" : "你问问在你之前所派遣的众使者，我曾否在至仁主之外指定许多神灵供人崇拜。","turkey" : "Senden önce gönderdiğimiz elçilerimizden sor; Biz Rahman olan Allah'tan başka kulluk edilecek tanrılar meşru kılmış mıyız"} ,{"id": "46", "arabic" : "وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ", "english" : "And certainly did We send Moses with Our signs to Pharaoh and his establishment and he said Indeed I am the messenger of the Lord of the worlds", "urdu" : "ہم نے موسیٰؑ کو اپنی نشانیوں کے ساتھ فرعون اور اُس کے اعیان سلطنت کے پاس بھیجا، اور اس نے جا کر کہا کہ میں رب العالمین کا رسول ہوں","chinese" : "我确已派遣穆萨带着我的许多迹象，去教化法老和他的贵族们，他说：“我确是众世界的主的使者。”","turkey" : "And olsun ki Biz Musa'yı mucizelerimizle Firavun'a ve erkanına göndermiştik Şüphesiz ben Alemlerin Rabbinin elçisiyim demişti"} ,{"id": "47", "arabic" : "فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ", "english" : "But when he brought them Our signs at once they laughed at them", "urdu" : "پھر جب اُس نے ہماری نشانیاں ان کے سامنے پیش کیں تو وہ ٹھٹھے مارنے لگے","chinese" : "当他把我的许多迹象昭示他们的时候，他们立刻嘲笑那些迹象。","turkey" : "Onlara mucizelerimizi getirdiği zaman bunlara gülüvermişlerdi"} ,{"id": "48", "arabic" : "وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ", "english" : "And We showed them not a sign except that it was greater than its sister and We seized them with affliction that perhaps they might return [to faith]", "urdu" : "ہم ایک پر ایک ایسی نشانی اُن کو دکھاتے چلے گئے جو پہلی سے بڑھ چڑھ کر تھی، اور ہم نے اُن کو عذاب میں دھر لیا تاکہ وہ اپنی روش سے باز آئیں","chinese" : "我所昭示他们的迹象，一件比一件大。我曾以刑罚惩治他们，以便他们悔悟。","turkey" : "Onlara gösterdiğimiz her mucize diğerinden daha büyüktü; doğru yola dönmeleri için onları azaba uğrattık"} ,{"id": "49", "arabic" : "وَقَالُواْ يَـٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ", "english" : "And they said [to Moses] O magician invoke for us your Lord by what He has promised you. Indeed we will be guided", "urdu" : "ہر عذاب کے موقع پر وہ کہتے، اے ساحر، اپنے رب کی طرف سے جو منصب تجھے حاصل ہے اُس کی بنا پر ہمارے لیے اُس سے دعا کر، ہم ضرور راہ راست پر آ جائیں گے","chinese" : "他们曾说：术士啊！请你为我们祈祷你的主，因为他曾与你订约的缘故，我们必定要遵循正道。","turkey" : "Ey Sihirbaz! Sana verdiği ahde göre Rabbine bizim için yalvar da doğru yola erişelim dediler"} ,{"id": "50", "arabic" : "فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ", "english" : "But when We removed from them the affliction at once they broke their word", "urdu" : "مگر جوں ہی کہ ہم ان پر سے عذاب ہٹا دیتے وہ اپنی بات سے پھر جاتے تھے","chinese" : "当我解除他们所遭的刑罚的时候，他们立刻爽约。","turkey" : "Ama azabı üzerlerinden kaldırdığımızda hemen sözlerinden döndüler"} ,{"id": "51", "arabic" : "وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ", "english" : "And Pharaoh called out among his people; he said O my people does not the kingdom of Egypt belong to me and these rivers flowing beneath me; then do you not see", "urdu" : "ایک روز فرعون نے اپنی قوم کے درمیان پکار کر کہا، لوگو، کیا مصر کی بادشاہی میری نہیں ہے، اور یہ نہریں میرے نیچے نہیں بہہ رہی ہیں؟ کیا تم لوگوں کو نظر نہیں آتا؟","chinese" : "法老曾喊叫他的百姓说：“我的百姓啊！密斯尔（埃及）的国权，和在我脚下奔流的江河，不都是我的吗？难道你们看不见？","turkey" : "Firavun milletine şöyle seslendi: Ey milletim! Mısır hükümdarlığı ve memleketimde akan bu ırmaklar benim değil mi? Görmüyor musunuz"} ,{"id": "52", "arabic" : "أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ", "english" : "Or am I [not] better than this one who is insignificant and hardly makes himself clear", "urdu" : "میں بہتر ہوں یا یہ شخص جو ذلیل و حقیر ہے اور اپنی بات بھی کھول کر بیان نہیں کر سکتا؟","chinese" : "难道我不是比这卑贱而且含糊的人更强吗？","turkey" : "Yahut ben zavallı ve nerdeyse konuşamayan bu kimseden daha üstün değil miyim"} ,{"id": "53", "arabic" : "فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَـٰٓئِكَةُ مُقۡتَرِنِينَ", "english" : "Then why have there not been placed upon him bracelets of gold or come with him the angels in conjunction", "urdu" : "کیوں نہ اس پر سونے کے کنگن اتارے گئے؟ یا فرشتوں کا ایک دستہ اس کی اردلی میں نہ آیا؟","chinese" : "怎么没有黄金的手镯，加在他的手上呢？或者是众天使同他接踵降临呢？”","turkey" : "Ona altın bilezikler verilmeli veya yanında ona yardım edecek melekler gelmeli değil mi"} ,{"id": "54", "arabic" : "فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ", "english" : "So he bluffed his people and they obeyed him. Indeed they were [themselves] a people defiantly disobedient [of Allah]", "urdu" : "اُس نے اپنی قوم کو ہلکا سمجھا اور انہوں نے اس کی اطاعت کی، در حقیقت وہ تھے ہی فاسق لوگ","chinese" : "他曾鼓动他的百姓，他们就服从他；他们确是悖逆者。","turkey" : "Firavun milletini küçümsedi ama onlar kendisine yine de itaat ettiler. Doğrusu onlar yoldan çıkmış bir milletti"} ,{"id": "55", "arabic" : "فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ", "english" : "And when they angered Us We took retribution from them and drowned them all", "urdu" : "آخر کار جب انہوں نے ہمیں غضب ناک کر دیا تو ہم نے ان سے انتقام لیا اور ان کو اکٹھا غرق کر دیا","chinese" : "当他们触犯我的时候，我惩治他们，故使他们统统淹死，","turkey" : "Böylece Bizi öfkelendirince onlardan öç aldık hepsini suda boğduk"} ,{"id": "56", "arabic" : "فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ", "english" : "And We made them a precedent and an example for the later peoples", "urdu" : "اور بعد والوں کے لیے پیش رو اور نمونہ عبرت بنا کر رکھ دیا","chinese" : "我以他们为后人的鉴戒。","turkey" : "Onları sonradan gelecek inkarcılara ibret alınacak bir geçmiş kıldık"} ,{"id": "57", "arabic" : "۞وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ", "english" : "And when the son of Mary was presented as an example immediately your people laughed aloud", "urdu" : "اور جونہی کہ ابن مریم کی مثال دی گئی، تمہاری قوم کے لوگوں نے اس پر غل مچا دیا","chinese" : "当麦尔彦的儿子被举为例的时候，你的宗族立刻喧哗，","turkey" : "Meryem oğlu misal verilince senin milletin buna gülüp geçiverdi"} ,{"id": "58", "arabic" : "وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ", "english" : "And they said Are your gods better or is he? They did not present the comparison except for [mere] argument. But [in fact] they are a people prone to dispute", "urdu" : "اور لگے کہنے کہ ہمارے معبود اچھے ہیں یا وہ؟ یہ مثال وہ تمہارے سامنے محض کج بحثی کے لیے لائے ہیں، حقیقت یہ ہے کہ یہ ہیں ہی جھگڑالو لوگ","chinese" : "他们说：“我们的众神灵更好呢？还是他更好呢？”他们只是为强词夺理而举他为例，不然，他们是好辩的民众。","turkey" : "Bizim tanrımız mı yoksa o mu daha iyidir? dediler. Sana böyle söylemeleri sadece tartışmaya girişmek içindir. Onlar şüphesiz kavgacı bir millettir"} ,{"id": "59", "arabic" : "إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَـٰٓءِيلَ", "english" : "Jesus was not but a servant upon whom We bestowed favor and We made him an example for the Children of Israel", "urdu" : "ابن مریمؑ اِس کے سوا کچھ نہ تھا کہ ایک بندہ تھا جس پر ہم نے انعام کیا اور بنی اسرائیل کے لیے اپنی قدرت کا ایک نمونہ بنا دیا","chinese" : "他只是一个仆人，我赐他的恩典，并以他为以色列后裔的示范。","turkey" : "Meryemoğlu ancak kendisine nimet verdiğimiz ve İsrailoğullarına örnek kıldığımız bir kuldur"} ,{"id": "60", "arabic" : "وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَـٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ", "english" : "And if We willed We could have made [instead] of you angels succeeding [one another] on the earth", "urdu" : "ہم چاہیں تو تم سے فرشتے پیدا کر دیں جو زمین میں تمہارے جانشین ہوں","chinese" : "假若我意欲，我必舍你们而创造许多天使，在大地上继承你们。","turkey" : "Eğer dileseydik size bedel yeryüzünde sizin yerinizi tutacak melekler var ederdik"} ,{"id": "61", "arabic" : "وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ", "english" : "And indeed Jesus will be [a sign for] knowledge of the Hour so be not in doubt of it and follow Me. This is a straight path", "urdu" : "اور وہ دراصل قیامت کی ایک نشانی ہے، پس تم اُس میں شک نہ کرو اور میری بات مان لو، یہی سیدھا راستہ ہے","chinese" : "这确是复活时的预兆，你切莫怀疑它，你应当顺从我，这是正路。","turkey" : "O kıyametin kopacağını bildirir; o saatin geleceğinden şüphe etmeyin Bana uyun bu doğru yoldur"} ,{"id": "62", "arabic" : "وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ", "english" : "And never let Satan avert you. Indeed he is to you a clear enemy", "urdu" : "ایسا نہ ہو شیطان تم کو اُس سے روک دے کہ وہ تمہارا کھلا دشمن ہے","chinese" : "绝不要让恶魔妨碍你们，他确是你们的明敌。","turkey" : "Sakın şeytan sizi bu yoldan alıkoymasın; şüphesiz o size apaçık bir düşmandır"} ,{"id": "63", "arabic" : "وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ", "english" : "And when Jesus brought clear proofs he said I have come to you with wisdom and to make clear to you some of that over which you differ so fear Allah and obey me", "urdu" : "اور جب عیسیٰؑ صریح نشانیاں لیے ہوئے آیا تھا تو اس نے کہا تھا کہ میں تم لوگوں کے پاس حکمت لے کر آیا ہوں، اور اس لیے آیا ہوں کہ تم پر بعض اُن باتوں کی حقیقت کھول دوں جن میں تم اختلاف کر رہے ہو، لہٰذا تم اللہ سے ڈرو اور میری اطاعت کرو","chinese" : "当尔撒带着许多明证来临的时候，他说：“我确已把智慧带来给你们，以便我为你们解释你们所争论的一部分律例。故你们应当敬畏安拉，应当服从我。","turkey" : "İsa belgeleri getirdiği zaman demişti ki: Size hikmetle ve ayrılığa düştüğünüz şeylerin bir kısmını açıklamak üzere geldim. Allah'a karşı gelmekten sakının bana itaat edin"} ,{"id": "64", "arabic" : "إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ", "english" : "Indeed Allah is my Lord and your Lord so worship Him. This is a straight path", "urdu" : "حقیقت یہ ہے کہ اللہ ہی میرا رب بھی ہے اور تمہارا رب بھی اُسی کی تم عبادت کرو، یہی سیدھا راستہ ہے","chinese" : "安拉确是我的主，也是你们的主，所以你们应当崇拜他，这是正路。","turkey" : "Doğrusu Allah benim de Rabbimdir sizin de Rabbinizdir artık O'na kulluk edin bu doğru yoldur"} ,{"id": "65", "arabic" : "فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ", "english" : "But the denominations from among them differed [and separated] so woe to those who have wronged from the punishment of a painful Day", "urdu" : "مگر (اُس کی اِس صاف تعلیم کے باوجود) گروہوں نے آپس میں اختلاف کیا، پس تباہی ہے اُن لوگوں کے لیے جنہوں نے ظلم کیا ایک دردناک دن کے عذاب سے","chinese" : "各教派的人，彼此纷争。哀哉不义的人们！将来要受痛苦日的刑罚。","turkey" : "Ama aralarında guruplaştılar ayrılığa düştüler. Kıyamet gününün can yakıcı azabına uğrayacak zalimlerin vay haline"} ,{"id": "66", "arabic" : "هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ", "english" : "Are they waiting except for the Hour to come upon them suddenly while they perceive not", "urdu" : "کیا یہ لوگ اب بس اِسی چیز کے منتظر ہیں کہ اچانک اِن پر قیامت آ جائے اور انہیں خبر بھی نہ ہو؟","chinese" : "他们只企望着复活时不知不觉地忽然来临他们。","turkey" : "Onlar farkında değillerken kıyamet gününün kendilerine ansızın gelmesini mi bekliyorlar"} ,{"id": "67", "arabic" : "ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ", "english" : "Close friends that Day will be enemies to each other except for the righteous", "urdu" : "وہ دن جب آئے گا تو متقین کو چھوڑ کر باقی سب دوست ایک دوسرے کے دشمن ہو جائیں گے","chinese" : "在那日，一般朋友将互相仇视，惟敬畏者则不然。","turkey" : "O gün Allah'a karşı gelmekten sakınanlar dışında dost olanlar birbirine düşman olurlar"} ,{"id": "68", "arabic" : "يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ", "english" : "[To whom Allah will say] O My servants no fear will there be concerning you this Day nor will you grieve", "urdu" : "اُس روز اُن لوگوں سے جو ہماری آیات پر ایمان لائے تھے اور مطیع فرمان بن کر رہے تھے","chinese" : "我的众仆啊！今日你们没有恐惧，也没有忧愁。","turkey" : "Allah: Ey kullarım! Bugün size korku yoktur siz üzülmeyeceksiniz der"} ,{"id": "69", "arabic" : "ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ", "english" : "[You] who believed in Our verses and were Muslims", "urdu" : "کہا جائے گا کہ اے میرے بندو، آج تمہارے لیے کوئی خوف نہیں اور نہ تمہیں کوئی غم لاحق ہوگا","chinese" : "他们曾归信我的迹象，他们原是顺服的。","turkey" : "Bunlar ayetlerimize inanmış ve kendilerini Bize vermişlerdir"} ,{"id": "70", "arabic" : "ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ", "english" : "Enter Paradise you and your kinds delighted", "urdu" : "داخل ہو جاؤ جنت میں تم اور تمہاری بیویاں، تمہیں خوش کر دیا جائے گا","chinese" : "你们和你们的妻子，愉快地进乐园去吧！","turkey" : "Şöyle denir: Siz ve eşleriniz ağırlanmış olarak cennete giriniz"} ,{"id": "71", "arabic" : "يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ", "english" : "Circulated among them will be plates and vessels of gold. And therein is whatever the souls desire and [what] delights the eyes and you will abide therein eternally", "urdu" : "اُن کے آگے سونے کے تھال اور ساغر گردش کرائے جائیں گے اور ہر من بھاتی اور نگاہوں کو لذت دینے والی چیز وہاں موجود ہو گی ان سے کہا جائے گا، تم اب یہاں ہمیشہ رہو گے","chinese" : "将有金盘和金杯，在他们之间挨次传递。乐园中有心所恋慕，眼所欣赏的乐趣，你们将永居其中。","turkey" : "Onlar için altın kadeh ve tepsiler dolaştırılır canlarının istediği ve gözlerinin hoşlandığı her şey oradadır. Siz orada ebedi kalacaksınız"} ,{"id": "72", "arabic" : "وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ", "english" : "And that is Paradise which you are made to inherit for what you used to do", "urdu" : "تم اِس جنت کے وارث اپنے اُن اعمال کی وجہ سے ہوئے ہو جو تم دنیا میں کرتے رہے","chinese" : "这是你们因自己的善行而得继承的乐园。","turkey" : "İşlediklerinize karşılık size miras verilen işte bu cennettir"} ,{"id": "73", "arabic" : "لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ", "english" : "For you therein is much fruit from which you will eat", "urdu" : "تمہارے لیے یہاں بکثرت فواکہ موجود ہیں جنہیں تم کھاؤ گے","chinese" : "你们在其中，将有许多水果，供你们取食。","turkey" : "Orada sizin için bol yemiş vardır onlardan yersiniz"} ,{"id": "74", "arabic" : "إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ", "english" : "Indeed the criminals will be in the punishment of Hell abiding eternally", "urdu" : "رہے مجرمین، تو وہ ہمیشہ جہنم کے عذاب میں مبتلا رہیں گے","chinese" : "罪人们将来必永居火狱的刑罚中，","turkey" : "Doğrusu suçlular temelli kalacakları cehennemin azabı içindedirler"} ,{"id": "75", "arabic" : "لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ", "english" : "It will not be allowed to subside for them and they therein are in despair", "urdu" : "کبھی اُن کے عذاب میں کمی نہ ہو گی، اور وہ اس میں مایوس پڑے ہوں گے","chinese" : "那刑罚不稍减轻，他们将在其中沮丧。","turkey" : "Azaba hiç ara verilmez onlar orada tamamen umutsuzdurlar"} ,{"id": "76", "arabic" : "وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ ٱلظَّـٰلِمِينَ", "english" : "And We did not wrong them but it was they who were the wrongdoers", "urdu" : "ان پر ہم نے ظلم نہیں کیا بلکہ وہ خود ہی اپنے اوپر ظلم کرتے رہے","chinese" : "我没有亏待他们，但他们自欺。","turkey" : "Biz onlara zulmetmedik ama onlar zalim kimselerdi"} ,{"id": "77", "arabic" : "وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّـٰكِثُونَ", "english" : "And they will call O Malik let your Lord put an end to us! He will say Indeed you will remain", "urdu" : "وہ پکاریں گے، اے مالک، تیرا رب ہمارا کام ہی تمام کر دے تو اچھا ہے وہ جواب دے گا، تم یوں ہی پڑے رہو گے","chinese" : "他们将喊叫说：“马立克啊！请你的主处决我们吧！他说：“你们必定要留在刑罚中。”","turkey" : "Cehennemde şöyle seslenilir: Ey Nöbetçi! Rabbin hiç değilse canımızı alsın. Nöbetçi: Siz böyle kalacaksınız der"} ,{"id": "78", "arabic" : "لَقَدۡ جِئۡنَٰكُم بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ", "english" : "We had certainly brought you the truth but most of you to the truth were averse", "urdu" : "ہم تمہارے پاس حق لے کر آئے تھے مگر تم میں سے اکثر کو حق ہی ناگوار تھا","chinese" : "我确已把真理昭示你们，但你们大半是厌恶真理的。","turkey" : "And olsun ki size gerçeği getirdik; fakat çoğunuz gerçeği sevmiyorsunuz"} ,{"id": "79", "arabic" : "أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ", "english" : "Or have they devised [some] affair? But indeed We are devising [a plan]", "urdu" : "کیا اِن لوگوں نے کوئی اقدام کرنے کا فیصلہ کر لیا ہے؟ اچھا تو ہم بھی پھر ایک فیصلہ کیے لیتے ہیں","chinese" : "他们已决定一件事了吗？我也必决定一件事。","turkey" : "Yoksa bir işe mi karar verdiler? Doğrusu Biz de kararlıyız"} ,{"id": "80", "arabic" : "أَمۡ يَحۡسَبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوَىٰهُمۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ", "english" : "Or do they think that We hear not their secrets and their private conversations? Yes [We do] and Our messengers are with them recording", "urdu" : "کیا اِنہوں نے یہ سمجھ رکھا ہے کہ ہم اِن کی راز کی باتیں اور اِن کی سرگوشیاں سنتے نہیں ہیں؟ ہم سب کچھ سن رہے ہیں اور ہمارے فرشتے اِن کے پاس ہی لکھ رہے ہیں","chinese" : "他们以为我听不见他们的秘密和私议吗？不然，我的天使们就在他们的跟前，记录他们的言行。","turkey" : "Yoksa kendilerinin gizli veya açık konuşmalarını duymayız mı sanırlar? Hayır; öyle değil; yanlarındaki elçilerimiz yazmaktadır"} ,{"id": "81", "arabic" : "قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ", "english" : "Say [O Muhammad] If the Most Merciful had a son then I would be the first of [his] worshippers", "urdu" : "اِن سے کہو، اگر واقعی رحمان کی کوئی اولاد ہوتی تو سب سے پہلے عبادت کرنے والا میں ہوتا","chinese" : "你说：“如果至仁主有女儿，那么，我是首先崇拜其女儿的。”","turkey" : "De ki: Eğer Rahman olan Allah'ın çocuğu olsa kulluk edenlerin ilki ben olurdum"} ,{"id": "82", "arabic" : "سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ", "english" : "Exalted is the Lord of the heavens and the earth Lord of the Throne above what they describe", "urdu" : "پاک ہے آسمانوں اور زمین کا فرماں روا عرش کا مالک، اُن ساری باتوں سے جو یہ لوگ اُس کی طرف منسوب کرتے ہیں","chinese" : "赞颂天地的主，宝座的主，他是超乎他们的叙述的！","turkey" : "Göklerin ve yerin Rabbi Arşın Rabbi onların vasıflandırmalarından münezzehtir"} ,{"id": "83", "arabic" : "فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ", "english" : "So leave them to converse vainly and amuse themselves until they meet their Day which they are promised", "urdu" : "اچھا، اِنہیں اپنے باطل خیالات میں غرق اور اپنے کھیل میں منہمک رہنے دو، یہاں تک کہ یہ اپنا وہ دن دیکھ لیں جس کا اِنہیں خوف دلایا جا رہا ہے","chinese" : "你让他们妄谈吧！让他们嬉戏吧！直到他们看到他们被警告的日子。","turkey" : "Bırak onları kendilerine söz verilen güne kavuşana kadar dalsınlar oynasınlar"} ,{"id": "84", "arabic" : "وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ", "english" : "And it is Allah who is [the only] deity in the heaven and on the earth [the only] deity. And He is the Wise the Knowing", "urdu" : "وہی ایک آسمان میں بھی خدا ہے اور زمین میں بھی خدا، اور وہی حکیم و علیم ہے","chinese" : "他在天上是应受崇拜的，在地上也是应受崇拜的；他确是至睿的，确是全知的。","turkey" : "Gökte de Tanrı yerde de Tanrı O'dur. Hakim olan her şeyi bilen O'dur"} ,{"id": "85", "arabic" : "وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ", "english" : "And blessed is He to whom belongs the dominion of the heavens and the earth and whatever is between them and with whom is knowledge of the Hour and to whom you will be returned", "urdu" : "بہت بالا و برتر ہے وہ جس کے قبضے میں زمین اور آسمانوں اور ہر اُس چیز کی بادشاہی ہے جو زمین و آسمان کے درمیان پائی جاتی ہے اور وہی قیامت کی گھڑی کا علم رکھتا ہے، اور اسی کی طرف تم سب پلٹائے جانے والے ہو","chinese" : "多福哉，有天地的国权和天地间的万物者！复活时的知识只有他知道，你们只被召归于他。","turkey" : "Göklerin yerin ve ikisi arasında bulunanların hükümranlığı kendisinin olan Allah ne yücedir! Kıyamet saatini bilmek O'na aittir. O'na döneceksiniz"} ,{"id": "86", "arabic" : "وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمۡ يَعۡلَمُونَ", "english" : "And those they invoke besides Him do not possess [power of] intercession; but only those who testify to the truth [can benefit] and they know", "urdu" : "اُس کو چھوڑ کر یہ لوگ جنہیں پکارتے ہیں وہ کسی شفاعت کا اختیار نہیں رکھتے، الا یہ کہ کوئی علم کی بنا پر حق کی شہادت دے","chinese" : "他们舍他而祈祷的，没有替人说情的权柄；惟依真理而作证，且深知其证辞的人们，则不然。","turkey" : "Allah'ı bırakıp yalvardıkları şeyler şefaat edemezler. Ancak hakkı bilip ona şahidlik edenler bunun dışındadır"} ,{"id": "87", "arabic" : "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ", "english" : "And if you asked them who created them they would surely say Allah. So how are they deluded", "urdu" : "اور اگر تم اِن سے پوچھو کہ اِنہیں کس نے پیدا کیا ہے تو یہ خود کہیں گے کہ اللہ نے پھر کہاں سے یہ دھوکا کھا رہے ہیں","chinese" : "如果你问他们，谁创造他们，他们必定说：“安拉。”他们是如何悖谬呢？","turkey" : "And olsun ki onlara kendilerini kimin yarattığını sorsan: Allah derler. Öyleyken nasıl da aldatılıp döndürülüyorlar"} ,{"id": "88", "arabic" : "وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَـٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ", "english" : "And [Allah acknowledges] his saying O my Lord indeed these are a people who do not believe", "urdu" : "قسم ہے رسولؐ کے اِس قول کی کہ اے رب، یہ وہ لوگ ہیں جو مان کر نہیں دیتے","chinese" : "他说：我的主啊！这些人确是不信道的民众。","turkey" : "Onlar hakkında: Ey Rabbim! Bunlar inanmayan bir millettir demesi üzerine Allah: Onlardan geç esenlik dile; yakında bileceklerdir buyurdu"} ,{"id": "89", "arabic" : "فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ", "english" : "So turn aside from them and say Peace. But they are going to know", "urdu" : "اچھا، اے نبیؐ، اِن سے درگزر کرو اور کہہ دو کہ سلام ہے تمہیں، عنقریب اِنہیں معلوم ہو جائے گا","chinese" : "你应当原谅他们，你应当说：“祝你们平安！他们不久就知道了。”","turkey" : "Onlar hakkında: Ey Rabbim! Bunlar inanmayan bir millettir demesi üzerine Allah: Onlardan geç esenlik dile; yakında bileceklerdir buyurdu"} ]}