{"name":"الجاثية","verses":[{"id": "1", "arabic" : "حمٓ", "english" : "Ha Meem", "urdu" : "ح م","chinese" : "哈一，米目。","turkey" : "Ha Mim"} ,{"id": "2", "arabic" : "تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ", "english" : "The revelation of the Book is from Allah the Exalted in Might the Wise", "urdu" : "اِس کتاب کا نزول اللہ کی طرف سے ہے جو زبردست اور حکیم ہے","chinese" : "这本经是从至仁至睿的安拉降示的。","turkey" : "Kitap'ın indirilmesi güçlü ve Hakim olan Allah katındandır"} ,{"id": "3", "arabic" : "إِنَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّلۡمُؤۡمِنِينَ", "english" : "Indeed within the heavens and earth are signs for the believers", "urdu" : "حقیقت یہ ہے کہ آسمانوں اور زمین میں بے شمار نشانیاں ہیں ایمان لانے والوں کے لیے","chinese" : "天上地上，在信道者看来确有许多迹象。","turkey" : "Göklerde ve yerde inananlara nice dersler vardır"} ,{"id": "4", "arabic" : "وَفِي خَلۡقِكُمۡ وَمَا يَبُثُّ مِن دَآبَّةٍ ءَايَٰتٞ لِّقَوۡمٖ يُوقِنُونَ", "english" : "And in the creation of yourselves and what He disperses of moving creatures are signs for people who are certain [in faith]", "urdu" : "اور تمہاری اپنی پیدائش میں، اور اُن حیوانات میں جن کو اللہ (زمین میں) پھیلا رہا ہے، بڑی نشانیاں ہیں اُن لوگوں کے لیے جو یقین لانے والے ہیں","chinese" : "安拉创造你们，并散布各种动物，在坚信者看来，其中有许多迹象。","turkey" : "Ey insanlar! Sizin yaratılmanızda ve canlıların yeryüzünde yayılmasında kesin olarak inanan kimseler için ibretler vardır"} ,{"id": "5", "arabic" : "وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن رِّزۡقٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَتَصۡرِيفِ ٱلرِّيَٰحِ ءَايَٰتٞ لِّقَوۡمٖ يَعۡقِلُونَ", "english" : "And [in] the alternation of night and day and [in] what Allah sends down from the sky of provision and gives life thereby to the earth after its lifelessness and [in His] directing of the winds are signs for a people who reason", "urdu" : "اور شب و روز کے فرق و اختلاف میں، اور اُس رزق میں جسے اللہ آسمان سے نازل فرماتا ہے پھر اس کے ذریعہ سے مردہ زمین کو جِلا اٹھاتا ہے، اور ہواؤں کی گردش میں بہت نشانیاں ہیں اُن لوگوں کے لیے جو عقل سے کام لیتے ہیں","chinese" : "昼夜的轮流，安拉从云中降下给养，就借它而使已死的大地复活，以及改变风向；在能了解的人看来，其中有许多迹象。","turkey" : "Gece ile gündüzün birbiri ardından gelmesinde gökten Allah'ın rızık vermek için yağmur indirip yeri onunla ölümünden sonra diriltmesinde rüzgarları yönetmesinde akleden kimseler için dersler vardır"} ,{"id": "6", "arabic" : "تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَ ٱللَّهِ وَءَايَٰتِهِۦ يُؤۡمِنُونَ", "english" : "These are the verses of Allah which We recite to you in truth. Then in what statement after Allah and His verses will they believe", "urdu" : "یہ اللہ کی نشانیاں ہیں جنہیں ہم تمہارے سامنے ٹھیک ٹھیک بیان کر رہے ہیں اب آخر اللہ اور اس کی آیات کے بعد اور کون سی بات ہے جس پر یہ لوگ ایمان لائیں گے","chinese" : "这些是安拉的迹象，我本真理而对你叙述它。在安拉的训辞和迹象之后，他们还要信什么训辞呢？","turkey" : "İşte sana gerçek olarak anlattığımız bunlar Allah'ın varlığının delilleridir. Artık Allah'tan ve O'nun delillerinden sonra hangi söze inanırlar"} ,{"id": "7", "arabic" : "وَيۡلٞ لِّكُلِّ أَفَّاكٍ أَثِيمٖ", "english" : "Woe to every sinful liar", "urdu" : "تباہی ہے ہر اُس جھوٹے بد اعمال شخص کے لیے","chinese" : "哀哉每个妄言的多罪者！","turkey" : "Kendine okunan Allah'ın ayetlerini dinleyip sonra onları hiç duymamış gibi büyüklük taslamakta direnen yalancı ve günahkar kişinin vay haline! Ona can yakıcı bir azap müjdele"} ,{"id": "8", "arabic" : "يَسۡمَعُ ءَايَٰتِ ٱللَّهِ تُتۡلَىٰ عَلَيۡهِ ثُمَّ يُصِرُّ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٖ", "english" : "Who hears the verses of Allah recited to him then persists arrogantly as if he had not heard them. So give him tidings of a painful punishment", "urdu" : "جس کے سامنے اللہ کی آیات پڑھی جاتی ہیں، اور وہ اُن کو سنتا ہے، پھر پورے استکبار کے ساتھ اپنے کفر پر اِس طرح اڑا رہتا ہے کہ گویا اس نے اُن کو سنا ہی نہیں ایسے شخص کو درد ناک عذاب کا مژدہ سنا دو","chinese" : "他听见别人对他宣读安拉的迹象时，便自大而固执，好像没有听见似的，所以你应当以痛苦的刑罚向他报喜。","turkey" : "Kendine okunan Allah'ın ayetlerini dinleyip sonra onları hiç duymamış gibi büyüklük taslamakta direnen yalancı ve günahkar kişinin vay haline! Ona can yakıcı bir azap müjdele"} ,{"id": "9", "arabic" : "وَإِذَا عَلِمَ مِنۡ ءَايَٰتِنَا شَيۡـًٔا ٱتَّخَذَهَا هُزُوًاۚ أُوْلَـٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ", "english" : "And when he knows anything of Our verses he takes them in ridicule. Those will have a humiliating punishment", "urdu" : "ہماری آیات میں سے کوئی بات جب اس کے علم میں آتی ہے تو وہ اُن کا مذاق بنا لیتا ہے ایسے سب لوگوں کے لیے ذلت کا عذاب ہے","chinese" : "当他知道我的一点迹象的时候，就把它当作笑柄。这等人将受凌辱的刑罚。","turkey" : "Ayetlerimizden bir şey öğrendiğinde onu alaya alır. İşte bunlara alçaltıcı bir azap ve ardından da cehennem vardır. Kazandıkları şeyler de Allah'ı bırakıp edindikleri dostlar da onlara bir fayda vermez. Büyük azap onlaradır"} ,{"id": "10", "arabic" : "مِّن وَرَآئِهِمۡ جَهَنَّمُۖ وَلَا يُغۡنِي عَنۡهُم مَّا كَسَبُواْ شَيۡـٔٗا وَلَا مَا ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ", "english" : "Before them is Hell and what they had earned will not avail them at all nor what they had taken besides Allah as allies. And they will have a great punishment", "urdu" : "اُن کے آگے جہنم ہے جو کچھ بھی انہوں نے دنیا میں کمایا ہے اس میں سے کوئی چیز اُن کے کسی کام نہ آئے گی، نہ اُن کے وہ سرپرست ہی اُن کے لیے کچھ کر سکیں گے جنہیں اللہ کو چھوڑ کر انہوں نے اپنا ولی بنا رکھا ہے اُن کے لیے بڑا عذاب ہے","chinese" : "他们的身后有火狱，他们所获得的，对于他们，毫无裨益；他们舍安拉而认为保护神的，对于他们，也毫无裨益；他们将受痛苦的刑罚。","turkey" : "Ayetlerimizden bir şey öğrendiğinde onu alaya alır. İşte bunlara alçaltıcı bir azap ve ardından da cehennem vardır. Kazandıkları şeyler de Allah'ı bırakıp edindikleri dostlar da onlara bir fayda vermez. Büyük azap onlaradır"} ,{"id": "11", "arabic" : "هَٰذَا هُدٗىۖ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٌ", "english" : "This [Qur'an] is guidance. And those who have disbelieved in the verses of their Lord will have a painful punishment of foul nature", "urdu" : "یہ قرآن سراسر ہدایت ہے، اور اُن لوگوں کے لیے بلا کا درد ناک عذاب ہے جنہوں نے اپنے رب کی آیات کو ماننے سے انکار کیا","chinese" : "这是正道，不信其主的迹象者将受痛苦的极刑。","turkey" : "İşte bu Kuran doğruluk rehberidir. Rablerinin ayetlerini inkar edenlere onlara tiksindiren can yakan bir azap vardır"} ,{"id": "12", "arabic" : "۞ٱللَّهُ ٱلَّذِي سَخَّرَ لَكُمُ ٱلۡبَحۡرَ لِتَجۡرِيَ ٱلۡفُلۡكُ فِيهِ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ", "english" : "It is Allah who subjected to you the sea so that ships may sail upon it by His command and that you may seek of His bounty; and perhaps you will be grateful", "urdu" : "وہ اللہ ہی تو ہے جس نے تمہارے لیے سمندر کو مسخر کیا تاکہ اس کے حکم سے کشتیاں اُس میں چلیں اور تم اس کا فضل تلاش کرو اور شکر گزار ہو","chinese" : "安拉为你们而制服海洋，以便船舶奉他的命令而航行，以便你们寻求他的恩惠，以便你们感谢。","turkey" : "Emri gereğince denizde yüzmek üzere gemileri lütfedip verdiği rızkı aramanız için denizi buyruğunuz altına veren Allah'tır belki artık şükredersiniz"} ,{"id": "13", "arabic" : "وَسَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ جَمِيعٗا مِّنۡهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ", "english" : "And He has subjected to you whatever is in the heavens and whatever is on the earth - all from Him. Indeed in that are signs for a people who give thought", "urdu" : "اس نے زمین اور آسمانوں کی ساری ہی چیزوں کو تمہارے لیے مسخر کر دیا، سب کچھ اپنے پاس سے اِس میں بڑی نشانیاں ہیں اُن لوگوں کے لیے جو غور و فکر کرنے والے ہیں","chinese" : "他为你们而制服天地万物，对于能思维的民众，此中确有许多迹象。","turkey" : "Göklerde olanları yerde olanları hepsini sizin buyruğunuz altına vermiştir. Doğrusu bunlarda düşünen kimseler için dersler vardır"} ,{"id": "14", "arabic" : "قُل لِّلَّذِينَ ءَامَنُواْ يَغۡفِرُواْ لِلَّذِينَ لَا يَرۡجُونَ أَيَّامَ ٱللَّهِ لِيَجۡزِيَ قَوۡمَۢا بِمَا كَانُواْ يَكۡسِبُونَ", "english" : "Say [O Muhammad] to those who have believed that they [should] forgive those who expect not the days of Allah so that He may recompense a people for what they used to earn", "urdu" : "اے نبیؐ، ایمان لانے والوں سے کہہ دو کہ جو لوگ اللہ کی طرف سے برے دن آنے کا کوئی اندیشہ نہیں رکھتے، اُن کی حرکتوں پر درگزر سے کام لیں تاکہ اللہ خود ایک گروہ کو اس کی کمائی کا بدلہ دے","chinese" : "你对信道者们说，要赦宥那些不希望见到安拉的人们，以便安拉因他们的行为来报酬他们。","turkey" : "İnanmışlara de ki: Allah'ın bir milleti yaptıklarına karşılık cezalandıracağı günlerin geleceğini ummayanları şimdilik bağışlasınlar"} ,{"id": "15", "arabic" : "مَنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۖ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ", "english" : "Whoever does a good deed - it is for himself; and whoever does evil - it is against the self. Then to your Lord you will be returned", "urdu" : "جو کوئی نیک عمل کرے گا اپنے ہی لیے کرے گا، اور جو برائی کرے گا وہ آپ ہی اس کا خمیازہ بھگتے گا پھر جانا تو سب کو اپنے رب ہی کی طرف ہے","chinese" : "行善者自受其益，作恶者自受其害。然后，你们要被召归于你们的主。","turkey" : "Kim yararlı iş işlerse kendinedir; kim kötülük yaparsa kendi aleyhinedir. Sonra Rabbinize döndürülürsünüz"} ,{"id": "16", "arabic" : "وَلَقَدۡ ءَاتَيۡنَا بَنِيٓ إِسۡرَـٰٓءِيلَ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَى ٱلۡعَٰلَمِينَ", "english" : "And We did certainly give the Children of Israel the Scripture and judgement and prophethood and We provided them with good things and preferred them over the worlds", "urdu" : "اِس سے پہلے بنی اسرائیل کو ہم نے کتاب اور حکم اور نبوت عطا کی تھی اُن کو ہم نے عمدہ سامان زیست سے نوازا، دنیا بھر کے لوگوں پر انہیں فضیلت عطا کی","chinese" : "我确已把天经、智慧、预言，赏赐以色列的后裔，并以佳美的食品供给他们，且使他们超轶各民族。","turkey" : "And olsun ki Biz İsrailoğullarına Kitap hüküm ve peygamberlik verdik; onları temiz şeylerle rızıklandırdık; onları dünyalara üstün kıldık"} ,{"id": "17", "arabic" : "وَءَاتَيۡنَٰهُم بَيِّنَٰتٖ مِّنَ ٱلۡأَمۡرِۖ فَمَا ٱخۡتَلَفُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ", "english" : "And We gave them clear proofs of the matter [of religion]. And they did not differ except after knowledge had come to them - out of jealous animosity between themselves. Indeed your Lord will judge between them on the Day of Resurrection concerning that over which they used to differ", "urdu" : "اور دین کے معاملہ میں اُنہیں واضح ہدایات دے دیں پھر جو اختلاف اُن کے درمیان رو نما ہوا وہ (نا واقفیت کی وجہ سے نہیں بلکہ) علم آ جانے کے بعد ہوا اور اس بنا پر ہوا کہ وہ آپس میں ایک دوسرے پر زیادتی کرنا چاہتے تھے اللہ قیامت کے روز اُن معاملات کا فیصلہ فرما دے گا جن میں وہ اختلاف کرتے رہے ہیں","chinese" : "我曾昭示他们关于此事的许多明证，他们在知识降临他们之后，才因互相嫉妒而争论。复活日，你的主必定判决他们所争论的是非。","turkey" : "Din konusunda onlara belgeler verdik; ancak kendilerine ilim geldikten sonra birbirini çekememezlikten ayrılığa düştüler. Rabbin kıyamet günü ayrılığa düştükleri şeyler hakkında şüphesiz aralarında hükmedecektir"} ,{"id": "18", "arabic" : "ثُمَّ جَعَلۡنَٰكَ عَلَىٰ شَرِيعَةٖ مِّنَ ٱلۡأَمۡرِ فَٱتَّبِعۡهَا وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ لَا يَعۡلَمُونَ", "english" : "Then We put you [O Muhammad] on an ordained way concerning the matter [of religion]; so follow it and do not follow the inclinations of those who do not know", "urdu" : "اس کے بعد اب اے نبیؐ، ہم نے تم کو دین کے معاملہ میں ایک صاف شاہراہ (شریعت) پر قائم کیا ہے لہٰذا تم اسی پر چلو اور اُن لوگوں کی خواہشات کا اتباع نہ کرو جو علم نہیں رکھتے","chinese" : "然后，我使你遵循关于此事的教法。你应当遵守那常道，不要顺从无知者的私欲。","turkey" : "Sonra seni de din konusunda bir şeriat sahibi kıldık ona uy; bilmeyenlerin heveslerine uyma"} ,{"id": "19", "arabic" : "إِنَّهُمۡ لَن يُغۡنُواْ عَنكَ مِنَ ٱللَّهِ شَيۡـٔٗاۚ وَإِنَّ ٱلظَّـٰلِمِينَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۖ وَٱللَّهُ وَلِيُّ ٱلۡمُتَّقِينَ", "english" : "Indeed they will never avail you against Allah at all. And indeed the wrongdoers are allies of one another; but Allah is the protector of the righteous", "urdu" : "اللہ کے مقابلے میں وہ تمہارے کچھ بھی کام نہیں آ سکتے ظالم لوگ ایک دوسرے کے ساتھی ہیں، اور متقیوں کا ساتھی اللہ ہے","chinese" : "他们必定不能为你抵御安拉的刑罚一丝毫。不义者必定互相监护；安拉是监护敬畏者的。","turkey" : "Şüphesiz onlar seni Allah'tan müstağni kılamazlar. Doğrusu zalimler birbirlerinin dostudurlar. Sakınanların dostu ise Allah'tır"} ,{"id": "20", "arabic" : "هَٰذَا بَصَـٰٓئِرُ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُوقِنُونَ", "english" : "This [Qur'an] is enlightenment for mankind and guidance and mercy for a people who are certain [in faith]", "urdu" : "یہ بصیرت کی روشنیاں ہیں سب لوگوں کے لیے اور ہدایت اور رحمت اُن لوگوں کے لیے جو یقین لائیں","chinese" : "这是世人的明证，也是对坚信的民众的引导和恩惠。","turkey" : "Bu Kuran insanlar için açık belgeler; kesin olarak inanan millet için doğruluk rehberi ve rahmettir"} ,{"id": "21", "arabic" : "أَمۡ حَسِبَ ٱلَّذِينَ ٱجۡتَرَحُواْ ٱلسَّيِّـَٔاتِ أَن نَّجۡعَلَهُمۡ كَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ سَوَآءٗ مَّحۡيَاهُمۡ وَمَمَاتُهُمۡۚ سَآءَ مَا يَحۡكُمُونَ", "english" : "Or do those who commit evils think We will make them like those who have believed and done righteous deeds - [make them] equal in their life and their death? Evil is that which they judge", "urdu" : "کیا وہ لوگ جنہوں نے برائیوں کا ارتکاب کیا ہے یہ سمجھے بیٹھے ہیں کہ ہم اُنہیں اور ایمان لانے والوں اور نیک عمل کرنے والوں کو ایک جیسا کر دیں گے کہ ان کا جینا اور مرنا یکساں ہو جائے؟ بہت بُرے حکم ہیں جو یہ لوگ لگاتے ہیں","chinese" : "难道作恶者以为我会使他们和信道而且行善者一样，而使他们的生死相等吗？他们的判断真恶劣！","turkey" : "Yoksa kötülük işleyen kimseler ölümlerinde ve diriliklerinde kendilerini inanıp yararlı iş işleyen kimseler ile bir mi tutacağımızı sandılar? Ne kötü hüküm veriyorlar"} ,{"id": "22", "arabic" : "وَخَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَلِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ", "english" : "And Allah created the heavens and earth in truth and so that every soul may be recompensed for what it has earned and they will not be wronged", "urdu" : "اللہ نے تو آسمانوں اور زمین کو برحق پیدا کیا ہے اور اس لیے کیا ہے کہ ہر متنفس کو اُس کی کمائی کا بدلہ دیا جائے لوگوں پر ظلم ہرگز نہ کیا جائے گا","chinese" : "安拉本真理而创造天地，以便每个人都因其行为而受报酬，他们将来不受亏枉。","turkey" : "Allah gökleri ve yeri gerçekle yaratmıştır; her cana kazandığının karşılığı verilir onlara zulmedilmez"} ,{"id": "23", "arabic" : "أَفَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلۡمٖ وَخَتَمَ عَلَىٰ سَمۡعِهِۦ وَقَلۡبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَٰوَةٗ فَمَن يَهۡدِيهِ مِنۢ بَعۡدِ ٱللَّهِۚ أَفَلَا تَذَكَّرُونَ", "english" : "Have you seen he who has taken as his god his [own] desire and Allah has sent him astray due to knowledge and has set a seal upon his hearing and his heart and put over his vision a veil? So who will guide him after Allah? Then will you not be reminded", "urdu" : "پھر کیا تم نے کبھی اُس شخص کے حال پر بھی غور کیا جس نے اپنی خواہش نفس کو اپنا خدا بنا لیا اور اللہ نے علم کے باوجود اُسے گمراہی میں پھینک دیا اور اُس کے دل اور کانوں پر مہر لگا دی اور اُس کی آنکھوں پر پردہ ڈال دیا؟ اللہ کے بعد اب اور کون ہے جو اُسے ہدایت دے؟ کیا تم لوگ کوئی سبق نہیں لیتے؟","chinese" : "你告诉我吧！以私欲为主宰的人，安拉使他明知故违地迷误，并封闭他的耳和心，在他的眼上加翳膜；安拉使他迷误之后，谁还能引导他呢？难道你们不觉悟吗？","turkey" : "Heva ve hevesini tanrı edinen bilgisi olduğu halde Allah'ın şaşırttığı kulağını ve kalbini mühürlediği gözünü perdelediği kimseyi gördün mü? Onu Allah'tan başka kim doğru yola eriştirebilir? Ey insanlar! Anlamaz mısınız"} ,{"id": "24", "arabic" : "وَقَالُواْ مَا هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا يُهۡلِكُنَآ إِلَّا ٱلدَّهۡرُۚ وَمَا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَظُنُّونَ", "english" : "And they say There is not but our worldly life; we die and live and nothing destroys us except time. And they have of that no knowledge; they are only assuming", "urdu" : "یہ لوگ کہتے ہیں کہ زندگی بس یہی ہماری دنیا کی زندگی ہے، یہیں ہمارا مرنا اور جینا ہے اور گردش ایام کے سوا کوئی چیز نہیں جو ہمیں ہلاک کرتی ہو در حقیقت اِس معاملہ میں اِن کے پاس کوئی علم نہیں ہے یہ محض گمان کی بنا پر یہ باتیں کرتے ہیں","chinese" : "他们说：“只有我们的今世生活，我们死的死，生的生，只有光阴能使我们消灭。他们对于那事，一无所知，他们专事猜测。","turkey" : "Hayat ancak bu dünyadaki hayatımızdır. Ölürüz ve yaşarız; bizi ancak zamanın geçişi yokluğa sürükler derler. Onların bu hususta bir bilgisi yoktur sadece böyle sanırlar"} ,{"id": "25", "arabic" : "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ مَّا كَانَ حُجَّتَهُمۡ إِلَّآ أَن قَالُواْ ٱئۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ", "english" : "And when Our verses are recited to them as clear evidences their argument is only that they say Bring [back] our forefathers if you should be truthful", "urdu" : "اور جب ہماری واضح آیات انہیں سنائی جاتی ہیں تو اِن کے پاس کوئی حجت اس کے سوا نہیں ہوتی کہ اٹھا لاؤ ہمارے باپ دادا کو اگر تم سچے ہو","chinese" : "有人对他们宣读我的明显的迹象的时候，他们只是借口说：“你们把我们的祖先召唤回来吧，如果你们是说实话的。 ”","turkey" : "Ayetlerimiz onlara açıkça okunduğu zaman delilleri yalnızca: Doğru sözlü iseniz babalarımızı getirin bakalım demek olur"} ,{"id": "26", "arabic" : "قُلِ ٱللَّهُ يُحۡيِيكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يَجۡمَعُكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ", "english" : "Say Allah causes you to live then causes you to die; then He will assemble you for the Day of Resurrection about which there is no doubt but most of the people do not know", "urdu" : "اے نبیؐ، اِن سے کہو اللہ ہی تمہیں زندگی بخشتا ہے، پھر وہی تمہیں موت دیتا ہے، پھر وہی تم کو اُس قیامت کے دن جمع کرے گا جس کے آنے میں کوئی شک نہیں، مگر اکثر لوگ جانتے نہیں ہیں","chinese" : "你说：安拉使你们生，然后使你们死，然后在毫无疑义的复活日集合你们；但世人大半不知道。 ”","turkey" : "De ki: Sizi Allah diriltir sonra öldürür sonra sizi şüphe götürmeyen kıyamet gününde toplar. Ama insanların çoğu bilmezler"} ,{"id": "27", "arabic" : "وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَخۡسَرُ ٱلۡمُبۡطِلُونَ", "english" : "And to Allah belongs the dominion of the heavens and the earth. And the Day the Hour appears - that Day the falsifiers will lose", "urdu" : "زمین اور آسمانوں کی بادشاہی اللہ ہی کی ہے، اور جس روز قیامت کی گھڑی آ کھڑی ہو گی اُس دن باطل پرست خسارے میں پڑ جائیں گے","chinese" : "天地的国权，归安拉所有。复活时来临之日，反对真理者将受亏折。","turkey" : "Göklerin ve yerin hükümranlığı Allah'ındır. Kıyamet kopacağı gün işte o gün batıl sözlere uymuş olanlar hüsranda kalırlar"} ,{"id": "28", "arabic" : "وَتَرَىٰ كُلَّ أُمَّةٖ جَاثِيَةٗۚ كُلُّ أُمَّةٖ تُدۡعَىٰٓ إِلَىٰ كِتَٰبِهَا ٱلۡيَوۡمَ تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ", "english" : "And you will see every nation kneeling [from fear]. Every nation will be called to its record [and told] Today you will be recompensed for what you used to do", "urdu" : "اُس وقت تم ہر گروہ کو گھٹنوں کے بل گرا دیکھو گے ہر گروہ کو پکارا جائے گا کہ آئے اور اپنا نامۂ اعمال دیکھے اُن سے کہا جائے گا: آج تم لوگوں کو اُن اعمال کا بدلہ دیا جائے گا جو تم کرتے رہے تھے","chinese" : "你将来会看见，每一民族都是屈膝的，每一民族都要被召去看自己的功过簿。今日，你们将受自己行为的报酬。”","turkey" : "Her ümmeti diz üstü çökmüş olarak görürsün. Her ümmet kitabına çağrılır. Onlara denir ki: Bugün size işlediğinizin karşılığı verilecektir"} ,{"id": "29", "arabic" : "هَٰذَا كِتَٰبُنَا يَنطِقُ عَلَيۡكُم بِٱلۡحَقِّۚ إِنَّا كُنَّا نَسۡتَنسِخُ مَا كُنتُمۡ تَعۡمَلُونَ", "english" : "This Our record speaks about you in truth. Indeed We were having transcribed whatever you used to do", "urdu" : "یہ ہمارا تیار کرایا ہوا اعمال نامہ ہے جو تمہارے اوپر ٹھیک ٹھیک شہادت دے رہا ہے، جو کچھ بھی تم کرتے تھے اُسے ہم لکھواتے جا رہے تھے","chinese" : "这是我立的功过簿，它对你们秉公作证。我确已下令记录你们的行为。","turkey" : "Bu kitabımız gerçekten sizin aleyhinize konuşur. Biz yaptıklarınızı şüphesiz bir bir kaydediyorduk"} ,{"id": "30", "arabic" : "فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ فَيُدۡخِلُهُمۡ رَبُّهُمۡ فِي رَحۡمَتِهِۦۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡمُبِينُ", "english" : "So as for those who believed and did righteous deeds their Lord will admit them into His mercy. That is what is the clear attainment", "urdu" : "پھر جو لوگ ایمان لائے تھے اور نیک عمل کرتے رہے تھے انہیں ان کا رب اپنی رحمت میں داخل کرے گا اور یہی صریح کامیابی ہے","chinese" : "至于信道而且行善者，他们的主要使他们入于他的恩惠中，那确是明显的成功。","turkey" : "İnanıp yararlı iş işleyenlere gelince Rableri onları rahmetine garkeder. İşte bu apaçık kurtuluştur"} ,{"id": "31", "arabic" : "وَأَمَّا ٱلَّذِينَ كَفَرُوٓاْ أَفَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَٱسۡتَكۡبَرۡتُمۡ وَكُنتُمۡ قَوۡمٗا مُّجۡرِمِينَ", "english" : "But as for those who disbelieved [it will be said] Were not Our verses recited to you but you were arrogant and became a people of criminals", "urdu" : "اور جن لوگوں نے کفر کیا تھا اُن سے کہا جائے گا کیا میری آیات تم کو نہیں سنائی جاتی تھیں؟ مگر تم نے تکبر کیا اور مجرم بن کر رہے","chinese" : "至于不信道者，（我说）：“难道没有人对你们宣读过我的迹象吗？但你们自大，你们原是犯罪的民众。”","turkey" : "Ama inkar eden kimselere denir ki: Ayetlerim size okunmuş siz de büyüklenip suçlu bir millet olmuştunuz değil mi"} ,{"id": "32", "arabic" : "وَإِذَا قِيلَ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱلسَّاعَةُ لَا رَيۡبَ فِيهَا قُلۡتُم مَّا نَدۡرِي مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنّٗا وَمَا نَحۡنُ بِمُسۡتَيۡقِنِينَ", "english" : "And when it was said 'Indeed the promise of Allah is truth and the Hour [is coming] - no doubt about it' you said 'We know not what is the Hour. We assume only assumption and we are not convinced", "urdu" : "اور جب کہا جاتا تھا کہ اللہ کا وعدہ برحق ہے اور قیامت کے آنے میں کوئی شک نہیں، تو تم کہتے تھے کہ ہم نہیں جانتے قیامت کیا ہوتی ہے، ہم تو بس ایک گمان سا رکھتے ہیں، یقین ہم کو نہیں ہے","chinese" : "有人说：“安拉的应许，确是真实的；复活时是毫无疑义的。”你们就说：“我们不知道复活时是什么，我们只猜想那或许是要发生的，但我们并不确信。”","turkey" : "Doğrusu Allah'ın verdiği söz gerçektir kıyamet saati şüphe götürmez dendiği zaman: Kıyametin ne olduğunu bilmiyoruz yalnız yoktur sanıyoruz buna dair kesin bir bilgi elde etmiş değiliz derdiniz"} ,{"id": "33", "arabic" : "وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ", "english" : "And the evil consequences of what they did will appear to them and they will be enveloped by what they used to ridicule", "urdu" : "اُس وقت اُن پر ان کے اعمال کی برائیاں کھل جائیں گی اور وہ اُسی چیز کے پھیر میں آ جائیں گے جس کا وہ مذاق اڑایا کرتے تھے","chinese" : "他们所作的罪恶，将来要对他们显现；他们所嘲笑的刑罚，将来要来临他们。","turkey" : "İşledikleri kötülükler kendilerine belli oldu ve onları alaya aldıkları şeyler kuşatıp mahvetti"} ,{"id": "34", "arabic" : "وَقِيلَ ٱلۡيَوۡمَ نَنسَىٰكُمۡ كَمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّـٰصِرِينَ", "english" : "And it will be said Today We will forget you as you forgot the meeting of this Day of yours and your refuge is the Fire and for you there are no helpers", "urdu" : "اور ان سے کہہ دیا جائے گا کہ آج ہم بھی اُسی طرح تمہیں بھلائے دیتے ہیں جس طرح تم اِس دن کی ملاقات کو بھول گئے تھے تمہارا ٹھکانا اب دوزخ ہے اور کوئی تمہاری مدد کرنے والا نہیں ہے","chinese" : "或者将对他们说：“今日我忽视你们，如你们以前忽视今日的相会一样。你们的归宿是火狱，你们绝没有援助者。","turkey" : "Onlara denir ki: Bugüne kavuşacağınızı unuttuğunuz gibi Biz de sizi unuttuk; varacağınız yer ateştir yardımcılarınız da yoktur"} ,{"id": "35", "arabic" : "ذَٰلِكُم بِأَنَّكُمُ ٱتَّخَذۡتُمۡ ءَايَٰتِ ٱللَّهِ هُزُوٗا وَغَرَّتۡكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ لَا يُخۡرَجُونَ مِنۡهَا وَلَا هُمۡ يُسۡتَعۡتَبُونَ", "english" : "That is because you took the verses of Allah in ridicule and worldly life deluded you. So that Day they will not be removed from it nor will they be asked to appease [Allah]", "urdu" : "یہ تمہارا انجام اس لیے ہوا ہے کہ تم نے اللہ کی آیات کا مذاق بنا لیا تھا اور تمہیں دنیا کی زندگی نے دھوکے میں ڈال دیا تھا لہٰذا آج نہ یہ لوگ دوزخ سے نکالے جائیں گے اور نہ ان سے کہا جائے گا کہ معافی مانگ کر اپنے رب کو راضی کرو","chinese" : "那是由于你们把安拉的迹象当作笑柄，尘世的生活欺骗了你们的缘故。”今日他们不被放出火狱，也不得邀恩。","turkey" : "Bu Allah'ın ayetlerini alaya almanızdan ve dünya hayatının sizi aldatmış olmasından ötürüdür. O gün ne oradan çıkarılırlar ve ne de özürleri dinlenir"} ,{"id": "36", "arabic" : "فَلِلَّهِ ٱلۡحَمۡدُ رَبِّ ٱلسَّمَٰوَٰتِ وَرَبِّ ٱلۡأَرۡضِ رَبِّ ٱلۡعَٰلَمِينَ", "english" : "Then to Allah belongs [all] praise - Lord of the heavens and Lord of the earth Lord of the worlds", "urdu" : "پس تعریف اللہ ہی کے لیے ہے جو زمین اور آسمانوں کا مالک اور سارے جہان والوں کا پروردگار ہے","chinese" : "一切赞颂，只归安拉——诸天的主，大地的主，众世界的主！","turkey" : "Övülmek göklerin Rabbi yerin Rabbi ve alemlerin Rabbi olan Allah içindir"} ,{"id": "37", "arabic" : "وَلَهُ ٱلۡكِبۡرِيَآءُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ", "english" : "And to Him belongs [all] grandeur within the heavens and the earth and He is the Exalted in Might the Wise", "urdu" : "زمین اور آسمانوں میں بڑائی اُسی کے لیے ہے اور وہی زبردست اور دانا ہے","chinese" : "天地间的伟大，只属于他；他是万能的，是至睿的。","turkey" : "Göklerde ve yerde azamet O'nundur O güçlüdür Hakim'dir"} ]}