{"name":"ق","verses":[{"id": "1", "arabic" : "قٓۚ وَٱلۡقُرۡءَانِ ٱلۡمَجِيدِ", "english" : "Qaf. By the honored Qur'an", "urdu" : "ق، قسم ہے قرآن مجید کی","chinese" : "嘎弗。以尊严的《古兰经》盟誓。","turkey" : "Kaf. Şanlı Kuran'a and olsun"} ,{"id": "2", "arabic" : "بَلۡ عَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ فَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا شَيۡءٌ عَجِيبٌ", "english" : "But they wonder that there has come to them a warner from among themselves and the disbelievers say This is an amazing thing", "urdu" : "بلکہ اِن لوگوں کو تعجب اس بات پر ہوا کہ ایک خبردار کرنے والا خود اِنہی میں سے اِن کے پاس آگیا پھر منکرین کہنے لگے یہ تو عجیب بات ہے","chinese" : "难道他们因同族的警告者来临他们而惊讶吗？不信道的人们说：“这是奇事！","turkey" : "Kafirler Aralarından bir uyarıcının gelmesine şaştılar da: Bu şaşılacak bir şey; öldüğümüz ve toprak olduğumuz zaman dirilecek miyiz? Bu ihtimali olmayan bir dönüştür dediler"} ,{"id": "3", "arabic" : "أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗاۖ ذَٰلِكَ رَجۡعُۢ بَعِيدٞ", "english" : "When we have died and have become dust [we will return to life]? That is a distant return", "urdu" : "کیا جب ہم مر جائیں گے اور خاک ہو جائیں گے (تو دوبارہ اٹھائے جائیں گے)؟ یہ واپسی تو عقل سے بعید ہے","chinese" : "难道我们既死之后，已变成尘土，还要还原吗？那太不近情理了。”","turkey" : "Kafirler Aralarından bir uyarıcının gelmesine şaştılar da: Bu şaşılacak bir şey; öldüğümüz ve toprak olduğumuz zaman dirilecek miyiz? Bu ihtimali olmayan bir dönüştür dediler"} ,{"id": "4", "arabic" : "قَدۡ عَلِمۡنَا مَا تَنقُصُ ٱلۡأَرۡضُ مِنۡهُمۡۖ وَعِندَنَا كِتَٰبٌ حَفِيظُۢ", "english" : "We know what the earth diminishes of them and with Us is a retaining record", "urdu" : "زمین ان کے جسم میں سے جو کچھ کھاتی ہے وہ سب ہمارے علم میں ہے اور ہمارے پاس ایک کتاب ہے جس میں سب کچھ محفوظ ہے","chinese" : "我确已知道大地对于他们的剥蚀，我这里有一本被保护的天经。","turkey" : "Onlardan kimlerin ölüp toprağa karıştığını biliyoruz. Katımızda her şeyi unutulmaktan koruyan bir kitap vardır"} ,{"id": "5", "arabic" : "بَلۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَهُمۡ فِيٓ أَمۡرٖ مَّرِيجٍ", "english" : "But they denied the truth when it came to them so they are in a confused condition", "urdu" : "بلکہ اِن لوگوں نے تو جس وقت حق اِن کے پاس آیا اُسی وقت اُسے صاف جھٹلا دیا اِسی وجہ سے اب یہ الجھن میں پڑے ہوئے ہیں","chinese" : "他们否认已降示他们的真理，所以他们陷于混乱的状态中。","turkey" : "Hayır; onlar gerçek kendilerine gelince onu yalanladılar; kararsızlık içindedirler"} ,{"id": "6", "arabic" : "أَفَلَمۡ يَنظُرُوٓاْ إِلَى ٱلسَّمَآءِ فَوۡقَهُمۡ كَيۡفَ بَنَيۡنَٰهَا وَزَيَّنَّـٰهَا وَمَا لَهَا مِن فُرُوجٖ", "english" : "Have they not looked at the heaven above them - how We structured it and adorned it and [how] it has no rifts", "urdu" : "اچھا، تو کیا اِنہوں نے کبھی اپنے اوپر آسمان کی طرف نہیں دیکھا؟ کس طرح ہم نے اسے بنایا اور آراستہ کیا، اور اس میں کہیں کوئی رخنہ نہیں ہے","chinese" : "难道他们没有仰视天体吗？我是怎样建造它，点缀它，使它没有缺陷的？","turkey" : "Onlar üstlerindeki göğü nasıl yapmışız süslemişizdir bir bakmazlar mı? Onda hiçbir çatlak da yoktur"} ,{"id": "7", "arabic" : "وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجِۭ بَهِيجٖ", "english" : "And the earth - We spread it out and cast therein firmly set mountains and made grow therein [something] of every beautiful kind", "urdu" : "اور زمین کو ہم نے بچھایا اور اس میں پہاڑ جمائے اور اُس کے اندر ہر طرح کی خوش منظر نباتات اگا دیں","chinese" : "我曾展开大地，并将许多山岳投在上面，还使各种美丽的植物生长出来，","turkey" : "Allah'a yönelen her kula öğüt ve bir belge olarak yeryüzünü yaydık oraya sabit dağlar yerleştirdik orada her güzel türden yetiştirdik"} ,{"id": "8", "arabic" : "تَبۡصِرَةٗ وَذِكۡرَىٰ لِكُلِّ عَبۡدٖ مُّنِيبٖ", "english" : "Giving insight and a reminder for every servant who turns [to Allah]", "urdu" : "یہ ساری چیزیں آنکھیں کھولنے والی اور سبق دینے والی ہیں ہر اُس بندے کے لیے جو (حق کی طرف) رجوع کرنے والا ہو","chinese" : "为的是启发和教诲每个归依的仆人。","turkey" : "Allah'a yönelen her kula öğüt ve bir belge olarak yeryüzünü yaydık oraya sabit dağlar yerleştirdik orada her güzel türden yetiştirdik"} ,{"id": "9", "arabic" : "وَنَزَّلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ مُّبَٰرَكٗا فَأَنۢبَتۡنَا بِهِۦ جَنَّـٰتٖ وَحَبَّ ٱلۡحَصِيدِ", "english" : "And We have sent down blessed rain from the sky and made grow thereby gardens and grain from the harvest", "urdu" : "اور آسمان سے ہم نے برکت والا پانی نازل کیا، پھر اس سے باغ اور فصل کے غلے","chinese" : "我从天上降下吉祥的雨水，就借它而生长出许多果树和五谷，","turkey" : "Gökten bereketli bir su indirdik kullara rızık olmak üzere onunla bahçeler biçilecek taneli ekinler küme küme tomurcukları olan boylu hurma ağaçları yetiştirdik. O su ile ölü yeri dirilttik. İşte insanların diriltilmesi de böyledir"} ,{"id": "10", "arabic" : "وَٱلنَّخۡلَ بَاسِقَٰتٖ لَّهَا طَلۡعٞ نَّضِيدٞ", "english" : "And lofty palm trees having fruit arranged in layers", "urdu" : "اور بلند و بالا کھجور کے درخت پیدا کر دیے جن پر پھلوں سے لدے ہوئے خوشے تہ بر تہ لگتے ہیں","chinese" : "并生长扶疏的海枣树，它有累累的果实，","turkey" : "Gökten bereketli bir su indirdik kullara rızık olmak üzere onunla bahçeler biçilecek taneli ekinler küme küme tomurcukları olan boylu hurma ağaçları yetiştirdik. O su ile ölü yeri dirilttik. İşte insanların diriltilmesi de böyledir"} ,{"id": "11", "arabic" : "رِّزۡقٗا لِّلۡعِبَادِۖ وَأَحۡيَيۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ ٱلۡخُرُوجُ", "english" : "As provision for the servants and We have given life thereby to a dead land. Thus is the resurrection", "urdu" : "یہ انتظام ہے بندوں کو رزق دینے کا اِس پانی سے ہم ایک مُردہ زمین کو زندگی بخش دیتے ہیں (مرے ہوئے انسانوں کا زمین سے) نکلنا بھی اِسی طرح ہو گا","chinese" : "用作众仆的给养。我借雨水而使已死的地方复活。死人的复活也是这样的。","turkey" : "Gökten bereketli bir su indirdik kullara rızık olmak üzere onunla bahçeler biçilecek taneli ekinler küme küme tomurcukları olan boylu hurma ağaçları yetiştirdik. O su ile ölü yeri dirilttik. İşte insanların diriltilmesi de böyledir"} ,{"id": "12", "arabic" : "كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَأَصۡحَٰبُ ٱلرَّسِّ وَثَمُودُ", "english" : "The people of Noah denied before them and the companions of the well and Thamud", "urdu" : "اِن سے پہلے نوحؑ کی قوم، اور اصحاب الرس، اور ثمود","chinese" : "在他们之前否认使者的人，有努哈的宗族、兰斯的居民、赛莫德人、","turkey" : "Onlardan önce Nuh milleti Ressliler Semud Ad Firavun milletleri Lut'un kardeşleri Eykeliler Tubba milleti de yalanlamışlardı; evet bunların hepsi peygamberleri yalanlamışlardı da tehdidim gerçekleşmişti"} ,{"id": "13", "arabic" : "وَعَادٞ وَفِرۡعَوۡنُ وَإِخۡوَٰنُ لُوطٖ", "english" : "And 'Aad and Pharaoh and the brothers of Lot", "urdu" : "اور عاد، اور فرعون، اور لوطؑ کے بھائی","chinese" : "阿德人、法老、鲁特的同胞、","turkey" : "Onlardan önce Nuh milleti Ressliler Semud Ad Firavun milletleri Lut'un kardeşleri Eykeliler Tubba milleti de yalanlamışlardı; evet bunların hepsi peygamberleri yalanlamışlardı da tehdidim gerçekleşmişti"} ,{"id": "14", "arabic" : "وَأَصۡحَٰبُ ٱلۡأَيۡكَةِ وَقَوۡمُ تُبَّعٖۚ كُلّٞ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ", "english" : "And the companions of the thicket and the people of Tubba'. All denied the messengers so My threat was justly fulfilled", "urdu" : "اور ایکہ والے، اور تبع کی قوم کے لوگ بھی جھٹلا چکے ہیں ہر ایک نے رسولوں کو جھٹلایا، اور آخر کار میری وعید اُن پر چسپاں ہو گئی","chinese" : "丛林的居民和图白的百姓，统统都否认过使者，故我所警告的刑罚，是必然降临的。","turkey" : "Onlardan önce Nuh milleti Ressliler Semud Ad Firavun milletleri Lut'un kardeşleri Eykeliler Tubba milleti de yalanlamışlardı; evet bunların hepsi peygamberleri yalanlamışlardı da tehdidim gerçekleşmişti"} ,{"id": "15", "arabic" : "أَفَعَيِينَا بِٱلۡخَلۡقِ ٱلۡأَوَّلِۚ بَلۡ هُمۡ فِي لَبۡسٖ مِّنۡ خَلۡقٖ جَدِيدٖ", "english" : "Did We fail in the first creation? But they are in confusion over a new creation", "urdu" : "کیا پہلی بار کی تخلیق سے ہم عاجز تھے؟ مگر ایک نئی تخلیق کی طرف سے یہ لوگ شک میں پڑے ہوئے ہیں","chinese" : "我曾因创造而疲倦吗？不然，他们对于再造，是在疑惑中的。","turkey" : "Biz ilk yaratışta yorulduk mu? Hayır; onlar yeniden yaratılmaktan şüphe etmektedirler"} ,{"id": "16", "arabic" : "وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ وَنَعۡلَمُ مَا تُوَسۡوِسُ بِهِۦ نَفۡسُهُۥۖ وَنَحۡنُ أَقۡرَبُ إِلَيۡهِ مِنۡ حَبۡلِ ٱلۡوَرِيدِ", "english" : "And We have already created man and know what his soul whispers to him and We are closer to him than [his] jugular vein", "urdu" : "ہم نے انسان کو پیدا کیا ہے اور اس کے دل میں ابھرنے والے وسوسوں تک کو ہم جانتے ہیں ہم اس کی رگ گردن سے بھی زیادہ اُس سے قریب ہیں","chinese" : "我确已创造人，我知道他心中的妄想；我比他的命脉还近于他。","turkey" : "And olsun ki insanı Biz yarattık; nefsinin kendisine fısıldadıklarını biliriz; Biz ona şah damarından daha yakınız"} ,{"id": "17", "arabic" : "إِذۡ يَتَلَقَّى ٱلۡمُتَلَقِّيَانِ عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٞ", "english" : "When the two receivers receive seated on the right and on the left", "urdu" : "(اور ہمارے اس براہ راست علم کے علاوہ) دو کاتب اس کے دائیں اور بائیں بیٹھے ہر چیز ثبت کر رہے ہیں","chinese" : "当坐在右边和左边的两个记录的天使记录各人的言行的时候，","turkey" : "Sağında ve solunda onunla beraber oturan iki alıcı melek yanında hazır birer gözcü olarak söylediği her sözü zaptederler"} ,{"id": "18", "arabic" : "مَّا يَلۡفِظُ مِن قَوۡلٍ إِلَّا لَدَيۡهِ رَقِيبٌ عَتِيدٞ", "english" : "Man does not utter any word except that with him is an observer prepared [to record]", "urdu" : "کوئی لفظ اس کی زبان سے نہیں نکلتا جسے محفوظ کرنے کے لیے ایک حاضر باش نگراں موجود نہ ہو","chinese" : "他每说一句话，他面前都有天使当场监察。","turkey" : "Sağında ve solunda onunla beraber oturan iki alıcı melek yanında hazır birer gözcü olarak söylediği her sözü zaptederler"} ,{"id": "19", "arabic" : "وَجَآءَتۡ سَكۡرَةُ ٱلۡمَوۡتِ بِٱلۡحَقِّۖ ذَٰلِكَ مَا كُنتَ مِنۡهُ تَحِيدُ", "english" : "And the intoxication of death will bring the truth; that is what you were trying to avoid", "urdu" : "پھر دیکھو، وہ موت کی جاں کنی حق لے کر آ پہنچی، یہ وہی چیز ہے جس سے تو بھاگتا تھا","chinese" : "临死的昏迷，将昭示真理。这是你一向所逃避的","turkey" : "Ölüm sarhoşluğu gerçekten gelir ey insan işte bu senin öteden beri korkup kaçtığın şeydir"} ,{"id": "20", "arabic" : "وَنُفِخَ فِي ٱلصُّورِۚ ذَٰلِكَ يَوۡمُ ٱلۡوَعِيدِ", "english" : "And the Horn will be blown. That is the Day of [carrying out] the threat", "urdu" : "اور پھر صور پھونکا گیا، یہ ہے وہ دن جس کا تجھے خوف دلایا جاتا تھا","chinese" : "号角将吹响，那是警告实现之日。","turkey" : "Sura üfürülür. İşte bu geleceği söz verilen gündür"} ,{"id": "21", "arabic" : "وَجَآءَتۡ كُلُّ نَفۡسٖ مَّعَهَا سَآئِقٞ وَشَهِيدٞ", "english" : "And every soul will come with it a driver and a witness", "urdu" : "ہر شخص اِس حال میں آ گیا کہ اُس کے ساتھ ایک ہانک کر لانے والا ہے اور ایک گواہی دینے والا","chinese" : "每个人都要到来，驱逐的天使和见证的天使，将与他同行。","turkey" : "Her can kendisiyle beraber bir sürücü ve şahit bulunduğu halde gelir"} ,{"id": "22", "arabic" : "لَّقَدۡ كُنتَ فِي غَفۡلَةٖ مِّنۡ هَٰذَا فَكَشَفۡنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلۡيَوۡمَ حَدِيدٞ", "english" : "[It will be said] You were certainly in unmindfulness of this and We have removed from you your cover so your sight this Day is sharp", "urdu" : "اِس چیز کی طرف سے تو غفلت میں تھا، ہم نے وہ پردہ ہٹا دیا جو تیرے آگے پڑا ہوا تھا اور آج تیری نگاہ خوب تیز ہے","chinese" : "你确疏忽此事，现在我已揭开你的蒙蔽，所以你今日的眼光是锐利的。","turkey" : "Ona: And olsun ki sen bundan gafildin; işte senden gaflet perdesini kaldırdık bugün artık görüşün keskindir denir"} ,{"id": "23", "arabic" : "وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَيَّ عَتِيدٌ", "english" : "And his companion [the angel] will say This [record] is what is with me prepared", "urdu" : "اُس کے ساتھی نے عرض کیا یہ جو میری سپردگی میں تھا حاضر ہے","chinese" : "他的伙伴将说：“这在我面前是现成的。”","turkey" : "Yanındaki melek: İşte bu yanımdaki hazırdır der"} ,{"id": "24", "arabic" : "أَلۡقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٖ", "english" : "[Allah will say] Throw into Hell every obstinate disbeliever", "urdu" : "حکم دیا گیا پھینک دو جہنم میں ہر گٹے کافر کو جو حق سے عناد رکھتا تھا","chinese" : "你俩所应当投入火狱的，是每个孤负者、顽固者、","turkey" : "Allah: Ey sürücü ve şahit! Her inatçı inkarcıyı iyiliklere boyuna engel olan mütecaviz şüpheye düşüren Allah'ın yanında başka tanrı benimseyen kişiyi cehenneme atın onu çetin bir azaba sokun buyurur"} ,{"id": "25", "arabic" : "مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٖ مُّرِيبٍ", "english" : "Preventer of good aggressor and doubter", "urdu" : "خیر کو روکنے والا اور حد سے تجاوز کرنے والا تھا، شک میں پڑا ہوا تھا","chinese" : "悭吝者、过分者、怀疑者、","turkey" : "Allah: Ey sürücü ve şahit! Her inatçı inkarcıyı iyiliklere boyuna engel olan mütecaviz şüpheye düşüren Allah'ın yanında başka tanrı benimseyen kişiyi cehenneme atın onu çetin bir azaba sokun buyurur"} ,{"id": "26", "arabic" : "ٱلَّذِي جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلۡقِيَاهُ فِي ٱلۡعَذَابِ ٱلشَّدِيدِ", "english" : "Who made [as equal] with Allah another deity; then throw him into the severe punishment", "urdu" : "اور اللہ کے ساتھ کسی دوسرے کو خدا بنائے بیٹھا تھا ڈال دو اُسے سخت عذاب میں","chinese" : "以别的神灵与安拉同受崇拜者；你俩将他投入严厉的刑罚吧！","turkey" : "Allah: Ey sürücü ve şahit! Her inatçı inkarcıyı iyiliklere boyuna engel olan mütecaviz şüpheye düşüren Allah'ın yanında başka tanrı benimseyen kişiyi cehenneme atın onu çetin bir azaba sokun buyurur"} ,{"id": "27", "arabic" : "۞قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطۡغَيۡتُهُۥ وَلَٰكِن كَانَ فِي ضَلَٰلِۭ بَعِيدٖ", "english" : "His [devil] companion will say Our Lord I did not make him transgress but he [himself] was in extreme error", "urdu" : "اُس کے ساتھی نے عرض کیا خداوندا، میں نے اِس کو سرکش نہیں بنایا بلکہ یہ خود ہی پرلے درجے کی گمراہی میں پڑا ہوا تھا","chinese" : "他的伙伴将说：“我的主啊！我没有使他放荡，但他自陷于不近情理的迷误中。”","turkey" : "Yanındaki şeytan: Rabbimiz! Ben onu azdırmadım fakat kendisi derin bir sapıklıktaydı der"} ,{"id": "28", "arabic" : "قَالَ لَا تَخۡتَصِمُواْ لَدَيَّ وَقَدۡ قَدَّمۡتُ إِلَيۡكُم بِٱلۡوَعِيدِ", "english" : "[Allah] will say Do not dispute before Me while I had already presented to you the warning", "urdu" : "جواب میں ارشاد ہوا میرے حضور جھگڑا نہ کرو، میں تم کو پہلے ہی انجام بد سے خبردار کر چکا تھا","chinese" : "主将说：“你们不要在我面前争论，我确已预先警告你们了。","turkey" : "Allah: Benim katımda çekişmeyin; size bunu önceden bildirmiştim. Benim katımda söz değişmez; Ben kullara asla zulmetmem der"} ,{"id": "29", "arabic" : "مَا يُبَدَّلُ ٱلۡقَوۡلُ لَدَيَّ وَمَآ أَنَا۠ بِظَلَّـٰمٖ لِّلۡعَبِيدِ", "english" : "The word will not be changed with Me and never will I be unjust to the servants", "urdu" : "میرے ہاں بات پلٹی نہیں جاتی اور میں اپنے بندوں پر ظلم توڑنے والا نہیں ہوں","chinese" : "我的判词，是不可变更的，我绝不是亏枉众仆的。”","turkey" : "Allah: Benim katımda çekişmeyin; size bunu önceden bildirmiştim. Benim katımda söz değişmez; Ben kullara asla zulmetmem der"} ,{"id": "30", "arabic" : "يَوۡمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمۡتَلَأۡتِ وَتَقُولُ هَلۡ مِن مَّزِيدٖ", "english" : "On the Day We will say to Hell Have you been filled? and it will say Are there some more", "urdu" : "وہ دن جبکہ ہم جہنم سے پوچھیں گے کیا تو بھر گئی؟ اور وہ کہے گی کیا اور کچھ ہے؟","chinese" : "在那日，我将对火狱说：“你已填满了吗？”它将说：“还有增加的吗？","turkey" : "O gün cehenneme: Doldun mu? deriz o: Daha var mı? der"} ,{"id": "31", "arabic" : "وَأُزۡلِفَتِ ٱلۡجَنَّةُ لِلۡمُتَّقِينَ غَيۡرَ بَعِيدٍ", "english" : "And Paradise will be brought near to the righteous not far", "urdu" : "اور جنت متقین کے قریب لے آئی جائے گی، کچھ بھی دور نہ ہوگی","chinese" : "乐园将被移到敬畏者的附近，离得不远。","turkey" : "Cennet Allah'a karşı gelmekten sakınanlara yaklaştırılır zaten uzakta değildir"} ,{"id": "32", "arabic" : "هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٖ", "english" : "[It will be said] This is what you were promised - for every returner [to Allah] and keeper [of His covenant]", "urdu" : "ارشاد ہوگا یہ ہے وہ چیز جس کا تم سے وعدہ کیا جاتا تھا، ہر اُس شخص کے لیے جو بہت رجوع کرنے والا اور بڑی نگہداشت کرنے والا تھا","chinese" : "这是你们所被应许的，这是赏赐每个归依的守礼者的。","turkey" : "Onlara: İşte bu cennet Allah'a yönelen O'nun buyruklarına riayet eden; görmediği Rahman'dan korkan Allah'a yönelmiş bir kalble gelen sizlere hepinize söz verilen yerdir. Oraya esenlikle girin; işte sonsuzluk günü budur denir"} ,{"id": "33", "arabic" : "مَّنۡ خَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِ وَجَآءَ بِقَلۡبٖ مُّنِيبٍ", "english" : "Who feared the Most Merciful unseen and came with a heart returning [in repentance]", "urdu" : "جو بے دیکھے رحمٰن سے ڈرتا تھا، اور جو دل گرویدہ لیے ہوئے آیا ہے","chinese" : "秘密敬畏至仁主，且带归依的心而来者，","turkey" : "Onlara: İşte bu cennet Allah'a yönelen O'nun buyruklarına riayet eden; görmediği Rahman'dan korkan Allah'a yönelmiş bir kalble gelen sizlere hepinize söz verilen yerdir. Oraya esenlikle girin; işte sonsuzluk günü budur denir"} ,{"id": "34", "arabic" : "ٱدۡخُلُوهَا بِسَلَٰمٖۖ ذَٰلِكَ يَوۡمُ ٱلۡخُلُودِ", "english" : "Enter it in peace. This is the Day of Eternity", "urdu" : "داخل ہو جاؤ جنت میں سلامتی کے ساتھ وہ دن حیات ابدی کا دن ہوگا","chinese" : "你们平安地进入乐园吧！这是永居开始之日。","turkey" : "Onlara: İşte bu cennet Allah'a yönelen O'nun buyruklarına riayet eden; görmediği Rahman'dan korkan Allah'a yönelmiş bir kalble gelen sizlere hepinize söz verilen yerdir. Oraya esenlikle girin; işte sonsuzluk günü budur denir"} ,{"id": "35", "arabic" : "لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيۡنَا مَزِيدٞ", "english" : "They will have whatever they wish therein and with Us is more", "urdu" : "وہاں ان کے لیے وہ سب کچھ ہوگا جو وہ چاہیں گے، اور ہمارے پاس اس سے زیادہ بھی بہت کچھ ان کے لیے ہے","chinese" : "他们在乐园里，将有他们意欲的；而且我在那里还有加赐。","turkey" : "Orada dilediklerini bulurlar. Katımızda fazlası da vardır"} ,{"id": "36", "arabic" : "وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَشَدُّ مِنۡهُم بَطۡشٗا فَنَقَّبُواْ فِي ٱلۡبِلَٰدِ هَلۡ مِن مَّحِيصٍ", "english" : "And how many a generation before them did We destroy who were greater than them in [striking] power and had explored throughout the lands. Is there any place of escape", "urdu" : "ہم ان سے پہلے بہت سی قوموں کو ہلاک کر چکے ہیں جو ان سے بہت زیادہ طاقتور تھیں اور دنیا کے ملکوں کو انہوں نے چھان مارا تھا پھر کیا وہ کوئی جائے پناہ پا سکے؟","chinese" : "在他们之前，我毁灭了许多比他们更强悍的世代！他们曾在各地旅行，难道有什么避死的地方吗？","turkey" : "Bu inkarcılardan önce kendilerinden daha kuvvetli olan diyar diyar dolaşan nice nesilleri yok etmişizdir. Kurtuluşu var mı"} ,{"id": "37", "arabic" : "إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِمَن كَانَ لَهُۥ قَلۡبٌ أَوۡ أَلۡقَى ٱلسَّمۡعَ وَهُوَ شَهِيدٞ", "english" : "Indeed in that is a reminder for whoever has a heart or who listens while he is present [in mind]", "urdu" : "اِس تاریخ میں عبرت کا سبق ہے ہر اس شخص کے لیے جو دل رکھتا ہو، یا جو توجہ سے بات کو سنے","chinese" : "对于有心灵者，或专心静听者，此中确有一种教训。","turkey" : "Doğrusu bunda kalbi olana veya hazır bulunup kulak verene ders vardır"} ,{"id": "38", "arabic" : "وَلَقَدۡ خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ وَمَا مَسَّنَا مِن لُّغُوبٖ", "english" : "And We did certainly create the heavens and earth and what is between them in six days and there touched Us no weariness", "urdu" : "ہم نے زمین اور آسمانوں کو اور اُن کے درمیان کی ساری چیزوں کو چھ دنوں میں پیدا کر دیا اور ہمیں کوئی تکان لاحق نہ ہوئی","chinese" : "我在六日内确已创造了天地万物，我没有感觉一点疲倦。","turkey" : "And olsun ki gökleri yeri ve ikisinin arasında bulunanları altı günde yarattık ve Biz bir yorgunluk da duymadık"} ,{"id": "39", "arabic" : "فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ ٱلۡغُرُوبِ", "english" : "So be patient [O Muhammad] over what they say and exalt [Allah] with praise of your Lord before the rising of the sun and before its setting", "urdu" : "پس اے نبیؐ، جو باتیں یہ لوگ بناتے ہیں ان پر صبر کرو، اور اپنے رب کی حمد کے ساتھ اس کی تسبیح کرتے رہو، طلوع آفتاب اور غروب آفتاب سے پہلے","chinese" : "故你应当忍受他们所说的谰言。在日出日落之前，你应当赞颂你的主；","turkey" : "Söylediklerine sabret; Rabbini güneşin doğmasından önce ve batışından önce överek tesbih et"} ,{"id": "40", "arabic" : "وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَأَدۡبَٰرَ ٱلسُّجُودِ", "english" : "And [in part] of the night exalt Him and after prostration", "urdu" : "اور رات کے وقت پھر اُس کی تسبیح کرو اور سجدہ ریزیوں سے فارغ ہونے کے بعد بھی","chinese" : "在夜间和叩头后，你应当赞颂他。","turkey" : "Geceleyin ve secdelerin ardından O'nu tesbih et"} ,{"id": "41", "arabic" : "وَٱسۡتَمِعۡ يَوۡمَ يُنَادِ ٱلۡمُنَادِ مِن مَّكَانٖ قَرِيبٖ", "english" : "And listen on the Day when the Caller will call out from a place that is near", "urdu" : "اور سنو، جس دن منادی کرنے والا (ہر شخص کے) قریب ہی سے پکارے گا","chinese" : "你应当倾听，在喊叫者从近处喊叫之日，","turkey" : "Bir çağırıcının yakın bir yerden çağıracağı güne kulak ver"} ,{"id": "42", "arabic" : "يَوۡمَ يَسۡمَعُونَ ٱلصَّيۡحَةَ بِٱلۡحَقِّۚ ذَٰلِكَ يَوۡمُ ٱلۡخُرُوجِ", "english" : "The Day they will hear the blast [of the Horn] in truth. That is the Day of Emergence [from the graves]", "urdu" : "جس دن سب لوگ آوازۂ حشر کو ٹھیک ٹھیک سن رہے ہوں گے، وہ زمین سے مُردوں کے نکلنے کا دن ہو گا","chinese" : "在他们听见包含真理的呐喊之日，那是从坟中出来之日。","turkey" : "O gün çığlığı gerçekten duyarlar; işte o kabirden çıkış günüdür"} ,{"id": "43", "arabic" : "إِنَّا نَحۡنُ نُحۡيِۦ وَنُمِيتُ وَإِلَيۡنَا ٱلۡمَصِيرُ", "english" : "Indeed it is We who give life and cause death and to Us is the destination", "urdu" : "ہم ہی زندگی بخشتے ہیں اور ہم ہی موت دیتے ہیں، اور ہماری طرف ہی اُس دن سب کو پلٹنا ہے","chinese" : "我确是使人生、使人死的，我确是最后的归宿。","turkey" : "Doğrusu Biz diriltiriz Biz öldürürüz dönüş Bize'dir"} ,{"id": "44", "arabic" : "يَوۡمَ تَشَقَّقُ ٱلۡأَرۡضُ عَنۡهُمۡ سِرَاعٗاۚ ذَٰلِكَ حَشۡرٌ عَلَيۡنَا يَسِيرٞ", "english" : "On the Day the earth breaks away from them [and they emerge] rapidly; that is a gathering easy for Us", "urdu" : "جب زمین پھٹے گی اور لوگ اس کے اندر سے نکل کر تیز تیز بھاگے جا رہے ہوں گے یہ حشر ہمارے لیے بہت آسان ہے","chinese" : "在大地破裂而他们迅速走出坟墓之日，那集合的事对于我是容易的。","turkey" : "O gün yer yarılır onlar çabucak ayrılır; bu Bize göre kolay bir toplamadır"} ,{"id": "45", "arabic" : "نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ", "english" : "We are most knowing of what they say and you are not over them a tyrant. But remind by the Qur'an whoever fears My threat", "urdu" : "اے نبیؐ، جو باتیں یہ لوگ بنا رہے ہیں انہیں ہم خوب جانتے ہیں، اور تمہارا کام ان سے جبراً بات منوانا نہیں ہے بس تم اِس قرآن کے ذریعہ سے ہر اُس شخص کو نصیحت کر دو جو میری تنبیہ سے ڈرے","chinese" : "我全知他们所说的谰言，你不能强制他们，故你应当以《古兰经》教诲畏惧我的警告的人们。","turkey" : "Onların dediklerini Biz biliriz. Sen onların üzerinde bir zorba değilsin; söz verdiğim günden korkanlara Kuran'la öğüt ver"} ]}