{"name":"الطور","verses":[{"id": "1", "arabic" : "وَٱلطُّورِ", "english" : "By the mount", "urdu" : "قسم ہے طور کی","chinese" : "以山岳盟誓，","turkey" : "Tura yayılmış ince deri üzerine satır satır dizilmiş Kitap'a mamur bir ev olan Kabe'ye yükseltilmiş tavan gibi göğe kaynayacak denize and olsun ki Rabbinin azabı hiç şüphesiz gelecektir. Onu savacak yoktur"} ,{"id": "2", "arabic" : "وَكِتَٰبٖ مَّسۡطُورٖ", "english" : "And [by] a Book inscribed", "urdu" : "اور ایک ایسی کھلی کتاب کی","chinese" : "以天经之书","turkey" : "Tura yayılmış ince deri üzerine satır satır dizilmiş Kitap'a mamur bir ev olan Kabe'ye yükseltilmiş tavan gibi göğe kaynayacak denize and olsun ki Rabbinin azabı hiç şüphesiz gelecektir. Onu savacak yoktur"} ,{"id": "3", "arabic" : "فِي رَقّٖ مَّنشُورٖ", "english" : "In parchment spread open", "urdu" : "جو رقیق جلد میں لکھی ہوئی ہے","chinese" : "写于展开的皮纸者盟誓，","turkey" : "Tura yayılmış ince deri üzerine satır satır dizilmiş Kitap'a mamur bir ev olan Kabe'ye yükseltilmiş tavan gibi göğe kaynayacak denize and olsun ki Rabbinin azabı hiç şüphesiz gelecektir. Onu savacak yoktur"} ,{"id": "4", "arabic" : "وَٱلۡبَيۡتِ ٱلۡمَعۡمُورِ", "english" : "And [by] the frequented House", "urdu" : "اور آباد گھر کی","chinese" : "以众天使朝觐的天房盟誓，","turkey" : "Tura yayılmış ince deri üzerine satır satır dizilmiş Kitap'a mamur bir ev olan Kabe'ye yükseltilmiş tavan gibi göğe kaynayacak denize and olsun ki Rabbinin azabı hiç şüphesiz gelecektir. Onu savacak yoktur"} ,{"id": "5", "arabic" : "وَٱلسَّقۡفِ ٱلۡمَرۡفُوعِ", "english" : "And [by] the heaven raised high", "urdu" : "اور اونچی چھت کی","chinese" : "以被升起的苍穹盟誓，","turkey" : "Tura yayılmış ince deri üzerine satır satır dizilmiş Kitap'a mamur bir ev olan Kabe'ye yükseltilmiş tavan gibi göğe kaynayacak denize and olsun ki Rabbinin azabı hiç şüphesiz gelecektir. Onu savacak yoktur"} ,{"id": "6", "arabic" : "وَٱلۡبَحۡرِ ٱلۡمَسۡجُورِ", "english" : "And [by] the sea filled [with fire]", "urdu" : "اور موجزن سمندر کی","chinese" : "以汪洋的大海盟誓，","turkey" : "Tura yayılmış ince deri üzerine satır satır dizilmiş Kitap'a mamur bir ev olan Kabe'ye yükseltilmiş tavan gibi göğe kaynayacak denize and olsun ki Rabbinin azabı hiç şüphesiz gelecektir. Onu savacak yoktur"} ,{"id": "7", "arabic" : "إِنَّ عَذَابَ رَبِّكَ لَوَٰقِعٞ", "english" : "Indeed the punishment of your Lord will occur", "urdu" : "کہ تیرے رب کا عذاب ضرور واقع ہونے والا ہے","chinese" : "你的主的刑罚，确是要实现的，","turkey" : "Tura yayılmış ince deri üzerine satır satır dizilmiş Kitap'a mamur bir ev olan Kabe'ye yükseltilmiş tavan gibi göğe kaynayacak denize and olsun ki Rabbinin azabı hiç şüphesiz gelecektir. Onu savacak yoktur"} ,{"id": "8", "arabic" : "مَّا لَهُۥ مِن دَافِعٖ", "english" : "Of it there is no preventer", "urdu" : "جسے کوئی دفع کرنے والا نہیں","chinese" : "是任何人不能抵抗的。","turkey" : "Tura yayılmış ince deri üzerine satır satır dizilmiş Kitap'a mamur bir ev olan Kabe'ye yükseltilmiş tavan gibi göğe kaynayacak denize and olsun ki Rabbinin azabı hiç şüphesiz gelecektir. Onu savacak yoktur"} ,{"id": "9", "arabic" : "يَوۡمَ تَمُورُ ٱلسَّمَآءُ مَوۡرٗا", "english" : "On the Day the heaven will sway with circular motion", "urdu" : "وہ اُس روز واقع ہوگا جب آسمان بری طرح ڈگمگائے گا","chinese" : "在天体震动，","turkey" : "Göğün sarsıldıkça sarsılacağı dağların yürüdükçe yürüyeceği gün; işte o gün daldıkları yerde eğlenip oyalanarak kıyameti yalanlayanlara yazık olacak"} ,{"id": "10", "arabic" : "وَتَسِيرُ ٱلۡجِبَالُ سَيۡرٗا", "english" : "And the mountains will pass on departing", "urdu" : "اور پہاڑ اڑے اڑے پھریں گے","chinese" : "山岳逝去之日，","turkey" : "Göğün sarsıldıkça sarsılacağı dağların yürüdükçe yürüyeceği gün; işte o gün daldıkları yerde eğlenip oyalanarak kıyameti yalanlayanlara yazık olacak"} ,{"id": "11", "arabic" : "فَوَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ", "english" : "Then woe that Day to the deniers", "urdu" : "تباہی ہے اُس روز اُن جھٹلانے والوں کے لیے","chinese" : "在那日，伤哉否认真理的人们，","turkey" : "Göğün sarsıldıkça sarsılacağı dağların yürüdükçe yürüyeceği gün; işte o gün daldıkları yerde eğlenip oyalanarak kıyameti yalanlayanlara yazık olacak"} ,{"id": "12", "arabic" : "ٱلَّذِينَ هُمۡ فِي خَوۡضٖ يَلۡعَبُونَ", "english" : "Who are in [empty] discourse amusing themselves", "urdu" : "جو آج کھیل کے طور پر اپنی حجت بازیوں میں لگے ہوئے ہیں","chinese" : "即以妄言消遣的人们！","turkey" : "Göğün sarsıldıkça sarsılacağı dağların yürüdükçe yürüyeceği gün; işte o gün daldıkları yerde eğlenip oyalanarak kıyameti yalanlayanlara yazık olacak"} ,{"id": "13", "arabic" : "يَوۡمَ يُدَعُّونَ إِلَىٰ نَارِ جَهَنَّمَ دَعًّا", "english" : "The Day they are thrust toward the fire of Hell with a [violent] thrust [its angels will say]", "urdu" : "جس دن انہیں دھکے مار مار کر نار جہنم کی طرف لے چلا جائے گا","chinese" : "他们将被投入火狱。","turkey" : "Cehennem ateşine itildikçe itildikleri gün onlara: İşte yalanlayıp durduğunuz ateş budur"} ,{"id": "14", "arabic" : "هَٰذِهِ ٱلنَّارُ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ", "english" : "This is the Fire which you used to deny", "urdu" : "اُس وقت اُن سے کہا جائے گا کہ یہ وہی آگ ہے جسے تم جھٹلایا کرتے تھے","chinese" : "这就是你们生前所否认的火刑。","turkey" : "Cehennem ateşine itildikçe itildikleri gün onlara: İşte yalanlayıp durduğunuz ateş budur"} ,{"id": "15", "arabic" : "أَفَسِحۡرٌ هَٰذَآ أَمۡ أَنتُمۡ لَا تُبۡصِرُونَ", "english" : "Then is this magic or do you not see", "urdu" : "اب بتاؤ یہ جادو ہے یا تمہیں سوجھ نہیں رہا ہے؟","chinese" : "这是魔术呢？还是你们看不见呢？","turkey" : "Bu bir büyü müdür yoksa hala görmez misiniz? Girin oraya sabretseniz de sabretmeseniz de artık birdir; ancak işlediklerinizin karşılığını görüyorsunuz denir"} ,{"id": "16", "arabic" : "ٱصۡلَوۡهَا فَٱصۡبِرُوٓاْ أَوۡ لَا تَصۡبِرُواْ سَوَآءٌ عَلَيۡكُمۡۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ", "english" : "[Enter to] burn therein; then be patient or impatient - it is all the same for you. You are only being recompensed [for] what you used to do", "urdu" : "جاؤ اب جھلسو اِس کے اندر، تم خواہ صبر کرو یا نہ کرو، تمہارے لیے یکساں ہے، تمہیں ویسا ہی بدلہ دیا جا رہا ہے جیسے تم عمل کر رہے تھے","chinese" : "你们进火狱去吧！你们忍受其中的刑罚与否，随你们的方便，那对于你们是一样的。你们只受自己行为的报酬。","turkey" : "Bu bir büyü müdür yoksa hala görmez misiniz? Girin oraya sabretseniz de sabretmeseniz de artık birdir; ancak işlediklerinizin karşılığını görüyorsunuz denir"} ,{"id": "17", "arabic" : "إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّـٰتٖ وَنَعِيمٖ", "english" : "Indeed the righteous will be in gardens and pleasure", "urdu" : "متقی لوگ وہاں باغوں اور نعمتوں میں ہوں گے","chinese" : "敬畏的人们，必定在乐园和恩泽中，","turkey" : "Allah'a karşı gelmekten sakınanlar şüphesiz cennetlerde ve Rablerinin kendilerine verdikleriyle zevk duyarak nimetler içindedirler. Rableri onları cehennem azabından korumuştur"} ,{"id": "18", "arabic" : "فَٰكِهِينَ بِمَآ ءَاتَىٰهُمۡ رَبُّهُمۡ وَوَقَىٰهُمۡ رَبُّهُمۡ عَذَابَ ٱلۡجَحِيمِ", "english" : "Enjoying what their Lord has given them and their Lord protected them from the punishment of Hellfire", "urdu" : "لطف لے رہے ہوں گے اُن چیزوں سے جو اُن کا رب انہیں دے گا، اور اُن کا رب اُنہیں دوزخ کے عذاب سے بچا لے گا","chinese" : "他们因主的赏赐而快乐，他们的主使他们得免于烈火的刑罚。","turkey" : "Allah'a karşı gelmekten sakınanlar şüphesiz cennetlerde ve Rablerinin kendilerine verdikleriyle zevk duyarak nimetler içindedirler. Rableri onları cehennem azabından korumuştur"} ,{"id": "19", "arabic" : "كُلُواْ وَٱشۡرَبُواْ هَنِيٓـَٔۢا بِمَا كُنتُمۡ تَعۡمَلُونَ", "english" : "[They will be told] Eat and drink in satisfaction for what you used to do", "urdu" : "(ان سے کہا جائے گا) کھاؤ اور پیو مزے سے اپنے اُن اعمال کے صلے میں جو تم کرتے رہے ہو","chinese" : "你们因自己的行为而愉快的吃喝吧！","turkey" : "Onlara şöyle denir: İşlediklerinizden ötürü dizi dizi tahtlara yaslanarak afiyetle yiyin için. Onlara ceylan gözlü eşler veririz"} ,{"id": "20", "arabic" : "مُتَّكِـِٔينَ عَلَىٰ سُرُرٖ مَّصۡفُوفَةٖۖ وَزَوَّجۡنَٰهُم بِحُورٍ عِينٖ", "english" : "They will be reclining on thrones lined up and We will marry them to fair women with large [beautiful] eyes", "urdu" : "وہ آمنے سامنے بچھے ہوئے تختوں پر تکیے لگائے بیٹھے ہوں گے اور ہم خوبصورت آنکھوں والی حوریں اُن سے بیاہ دیں گے","chinese" : "他们靠在分列成行的床上，我将以白皙的、美目的女子做他们的伴侣。","turkey" : "Onlara şöyle denir: İşlediklerinizden ötürü dizi dizi tahtlara yaslanarak afiyetle yiyin için. Onlara ceylan gözlü eşler veririz"} ,{"id": "21", "arabic" : "وَٱلَّذِينَ ءَامَنُواْ وَٱتَّبَعَتۡهُمۡ ذُرِّيَّتُهُم بِإِيمَٰنٍ أَلۡحَقۡنَا بِهِمۡ ذُرِّيَّتَهُمۡ وَمَآ أَلَتۡنَٰهُم مِّنۡ عَمَلِهِم مِّن شَيۡءٖۚ كُلُّ ٱمۡرِيِٕۭ بِمَا كَسَبَ رَهِينٞ", "english" : "And those who believed and whose descendants followed them in faith - We will join with them their descendants and We will not deprive them of anything of their deeds. Every person for what he earned is retained", "urdu" : "جو لوگ ایمان لائے ہیں اور اُن کی اولاد بھی کسی درجہ ایمان میں ان کے نقش قدم پر چلی ہے ان کی اُس اولاد کو بھی ہم (جنت میں) اُن کے ساتھ ملا دیں گے اور اُن کے عمل میں کوئی گھاٹا ان کو نہ دیں گے ہر شخص اپنے کسب کے عوض رہن ہے","chinese" : "自己信道，子孙也跟着信道者，我将使他们的子孙与他们同级，我不减少他们的善功一丝毫。每人应对自己的行为负责。","turkey" : "İnanan soyları da inançta kendilerine uyan kimselere soylarını da katarız. Onların işlediklerinden hiçbir şey eksiltmeyiz. Herkes kazancına bağlıdır"} ,{"id": "22", "arabic" : "وَأَمۡدَدۡنَٰهُم بِفَٰكِهَةٖ وَلَحۡمٖ مِّمَّا يَشۡتَهُونَ", "english" : "And We will provide them with fruit and meat from whatever they desire", "urdu" : "ہم اُن کو ہر طرح کے پھل اور گوشت، جس چیز کو بھی ان کا جی چاہے گا، خوب دیے چلے جائیں گے","chinese" : "我将以他们所嗜好的水果和肉食供给他们，","turkey" : "Cennette olanlara diledikleri meyve ve etten bol bol veririz"} ,{"id": "23", "arabic" : "يَتَنَٰزَعُونَ فِيهَا كَأۡسٗا لَّا لَغۡوٞ فِيهَا وَلَا تَأۡثِيمٞ", "english" : "They will exchange with one another a cup [of wine] wherein [results] no ill speech or commission of sin", "urdu" : "وہاں وہ ایک دوسرے سے جام شراب لپک لپک کر لے رہے ہوں گے جس میں نہ یاوہ گوئی ہوگی نہ بد کرداری","chinese" : "他们在乐园中互递（饮）杯，他们不因而出恶言，也不因之而犯罪恶。","turkey" : "Orada kadeh tokuştururlar; fakat bunda ne bir saçmalama ne de bir günaha girme vardır"} ,{"id": "24", "arabic" : "۞وَيَطُوفُ عَلَيۡهِمۡ غِلۡمَانٞ لَّهُمۡ كَأَنَّهُمۡ لُؤۡلُؤٞ مَّكۡنُونٞ", "english" : "There will circulate among them [servant] boys [especially] for them as if they were pearls well-protected", "urdu" : "اور اُن کی خدمت میں وہ لڑکے دوڑتے پھر رہے ہوں گے جو انہی کے لیے مخصوص ہوں گے ایسے خوبصورت جیسے چھپا کر رکھے ہوئے موتی","chinese" : "他们的童仆轮流着服侍他们，那些童仆，好像藏在蚌壳里的珍珠一样。","turkey" : "Sedefteki inciler gibi olan gençler yanlarında dolaşırlar"} ,{"id": "25", "arabic" : "وَأَقۡبَلَ بَعۡضُهُمۡ عَلَىٰ بَعۡضٖ يَتَسَآءَلُونَ", "english" : "And they will approach one another inquiring of each other", "urdu" : "یہ لوگ آپس میں ایک دوسرے سے (دنیا میں گزرے ہوئے) حالات پوچھیں گے","chinese" : "于是他们大家走向前来，互相谈论，","turkey" : "Birbirlerine dönüp soruşurlar"} ,{"id": "26", "arabic" : "قَالُوٓاْ إِنَّا كُنَّا قَبۡلُ فِيٓ أَهۡلِنَا مُشۡفِقِينَ", "english" : "They will say Indeed we were previously among our people fearful [of displeasing Allah]", "urdu" : "یہ کہیں گے کہ ہم پہلے اپنے گھر والوں میں ڈرتے ہوئے زندگی بسر کرتے تھے","chinese" : "他们将说：“以前我们为自己的家属确是战战兢兢的，","turkey" : "Doğrusu bundan önce ailemizin yanında bile korku içindeydik; Allah lütfedip bizi kavurucu azabdan korudu; doğrusu bundan önce de O'na yalvarıyorduk; şüphesiz O iyilik yapandır acıyandır derler"} ,{"id": "27", "arabic" : "فَمَنَّ ٱللَّهُ عَلَيۡنَا وَوَقَىٰنَا عَذَابَ ٱلسَّمُومِ", "english" : "So Allah conferred favor upon us and protected us from the punishment of the Scorching Fire", "urdu" : "آخر کار اللہ نے ہم پر فضل فرمایا اور ہمیں جھلسا دینے والی ہوا کے عذاب سے بچا لیا","chinese" : "但安拉已施恩于我们，并使我们得免于毒风的刑罚。","turkey" : "Doğrusu bundan önce ailemizin yanında bile korku içindeydik; Allah lütfedip bizi kavurucu azabdan korudu; doğrusu bundan önce de O'na yalvarıyorduk; şüphesiz O iyilik yapandır acıyandır derler"} ,{"id": "28", "arabic" : "إِنَّا كُنَّا مِن قَبۡلُ نَدۡعُوهُۖ إِنَّهُۥ هُوَ ٱلۡبَرُّ ٱلرَّحِيمُ", "english" : "Indeed we used to supplicate Him before. Indeed it is He who is the Beneficent the Merciful", "urdu" : "ہم پچھلی زندگی میں اُسی سے دعائیں مانگتے تھے، وہ واقعی بڑا ہی محسن اور رحیم ہے","chinese" : "以前我们确是常常祈祷他，他确是仁爱的，确是至慈的。”","turkey" : "Doğrusu bundan önce ailemizin yanında bile korku içindeydik; Allah lütfedip bizi kavurucu azabdan korudu; doğrusu bundan önce de O'na yalvarıyorduk; şüphesiz O iyilik yapandır acıyandır derler"} ,{"id": "29", "arabic" : "فَذَكِّرۡ فَمَآ أَنتَ بِنِعۡمَتِ رَبِّكَ بِكَاهِنٖ وَلَا مَجۡنُونٍ", "english" : "So remind [O Muhammad] for you are not by the favor of your Lord a soothsayer or a madman", "urdu" : "پس اے نبیؐ، تم نصیحت کیے جاؤ، اپنے رب کے فضل سے نہ تم کاہن ہو اور نہ مجنون","chinese" : "你应当教诲众人，因为借你的主的恩典，你不是一个占卜者，也不是一个疯人。","turkey" : "Öğüt ver; Rabbinin nimetiyle sen ne kahinsin ne de delisin"} ,{"id": "30", "arabic" : "أَمۡ يَقُولُونَ شَاعِرٞ نَّتَرَبَّصُ بِهِۦ رَيۡبَ ٱلۡمَنُونِ", "english" : "Or do they say [of you] A poet for whom we await a misfortune of time", "urdu" : "کیا یہ لوگ کہتے ہیں کہ یہ شخص شاعر ہے جس کے حق میں ہم گردش ایام کا انتظار کر رہے ہیں؟","chinese" : "不然，他们说：“他是一个诗人，我们等待他遭逢厄运。”","turkey" : "Yoksa senin için şöyle mi derler: Şairdir zamanın onun aleyhine dönmesini gözlüyoruz"} ,{"id": "31", "arabic" : "قُلۡ تَرَبَّصُواْ فَإِنِّي مَعَكُم مِّنَ ٱلۡمُتَرَبِّصِينَ", "english" : "Say Wait for indeed I am with you among the waiters", "urdu" : "اِن سے کہو اچھا انتظار کرو، میں بھی تمہارے ساتھ انتظار کرتا ہوں","chinese" : "你说：”你们等待吧！我确是与你们一同等待的。”","turkey" : "De ki: Gözleyin doğrusu ben de sizinle beraber gözlemekteyim"} ,{"id": "32", "arabic" : "أَمۡ تَأۡمُرُهُمۡ أَحۡلَٰمُهُم بِهَٰذَآۚ أَمۡ هُمۡ قَوۡمٞ طَاغُونَ", "english" : "Or do their minds command them to [say] this or are they a transgressing people", "urdu" : "کیا اِن کی عقلیں اِنہیں ایسی ہی باتیں کرنے کے لیے کہتی ہیں؟ یا در حقیقت یہ عناد میں حد سے گزرے ہوئے لوگ ہیں؟","chinese" : "难道他们的理智命令他们说这句话吗？不然，他们是放荡的民众。","turkey" : "Bunu onlara akılları mı buyuruyor? Yoksa onlar azgın bir millet midirler"} ,{"id": "33", "arabic" : "أَمۡ يَقُولُونَ تَقَوَّلَهُۥۚ بَل لَّا يُؤۡمِنُونَ", "english" : "Or do they say He has made it up? Rather they do not believe", "urdu" : "کیا یہ کہتے ہیں کہ اِس شخص نے یہ قرآن خود گھڑ لیا ہے؟ اصل بات یہ ہے کہ یہ ایمان نہیں لانا چاہتے","chinese" : "难道他们说他曾捏造它吗？不然，其实是他们不归信。","turkey" : "Yahut: Onu kendi uydurdu diyorlar öyle mi? Hayır inanmıyorlar"} ,{"id": "34", "arabic" : "فَلۡيَأۡتُواْ بِحَدِيثٖ مِّثۡلِهِۦٓ إِن كَانُواْ صَٰدِقِينَ", "english" : "Then let them produce a statement like it if they should be truthful", "urdu" : "اگر یہ اپنے اِس قول میں سچے ہیں تو اِسی شان کا ایک کلام بنا لائیں","chinese" : "叫他们作出像这样的文辞来，如果他们是说实话的！","turkey" : "Eğer iddialarında samimi iseler Kuran'ın benzeri bir söz meydana getirsinler"} ,{"id": "35", "arabic" : "أَمۡ خُلِقُواْ مِنۡ غَيۡرِ شَيۡءٍ أَمۡ هُمُ ٱلۡخَٰلِقُونَ", "english" : "Or were they created by nothing or were they the creators [of themselves]", "urdu" : "کیا یہ کسی خالق کے بغیر خود پیدا ہو گئے ہیں؟ یا یہ خود اپنے خالق ہیں؟","chinese" : "是他们从无到有被创造出来呢？还是他们自己就是创造者呢？","turkey" : "Onlar yaratan olmaksızın mı yaratıldılar yoksa yaratanlar kendileri midir"} ,{"id": "36", "arabic" : "أَمۡ خَلَقُواْ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۚ بَل لَّا يُوقِنُونَ", "english" : "Or did they create the heavens and the earth? Rather they are not certain", "urdu" : "یا زمین اور آسمانوں کو اِنہوں نے پیدا کیا ہے؟ اصل بات یہ ہے کہ یہ یقین نہیں رکھتے","chinese" : "难道他们曾经创造天地吗，不然，是他们不 确信安拉。","turkey" : "Yoksa gökleri ve yeri kendileri mi yarattılar? Hayır Allah'a kesin olarak inanmıyorlar"} ,{"id": "37", "arabic" : "أَمۡ عِندَهُمۡ خَزَآئِنُ رَبِّكَ أَمۡ هُمُ ٱلۡمُصَۜيۡطِرُونَ", "english" : "Or have they the depositories [containing the provision] of your Lord? Or are they the controllers [of them]", "urdu" : "کیا تیرے رب کے خزانے اِن کے قبضے میں ہیں؟ یا اُن پر اِنہی کا حکم چلتا ہے؟","chinese" : "是你的主的库藏归他们掌管呢？还是他们是那些库藏的监督呢？","turkey" : "Yoksa Rabbinin hazineleri onların yanında mıdır? Yoksa onlar mı işe hakimdirler"} ,{"id": "38", "arabic" : "أَمۡ لَهُمۡ سُلَّمٞ يَسۡتَمِعُونَ فِيهِۖ فَلۡيَأۡتِ مُسۡتَمِعُهُم بِسُلۡطَٰنٖ مُّبِينٍ", "english" : "Or have they a stairway [into the heaven] upon which they listen? Then let their listener produce a clear authority", "urdu" : "کیا اِن کے پاس کوئی سیڑھی ہے جس پر چڑھ کر یہ عالم بالا کی سن گن لیتے ہیں؟ اِن میں سے جس نے سن گن لی ہو وہ لائے کوئی کھلی دلیل","chinese" : "难道他们有一架天梯，可以登上去倾听吗？叫他们中的倾听者拿一个明证来吧！","turkey" : "Yoksa üzerine çıkıp vahiy dinledikleri bir merdivenleri mi var? Öyleyse dinleyenleri açık bir delil getirsin"} ,{"id": "39", "arabic" : "أَمۡ لَهُ ٱلۡبَنَٰتُ وَلَكُمُ ٱلۡبَنُونَ", "english" : "Or has He daughters while you have sons", "urdu" : "کیا اللہ کے لیے تو ہیں بیٹیاں اور تم لوگوں کے لیے ہیں بیٹے؟","chinese" : "难道安拉有女儿，你们有儿子吗？","turkey" : "Demek kızlar Allah'ın oğullar sizin öyle mi"} ,{"id": "40", "arabic" : "أَمۡ تَسۡـَٔلُهُمۡ أَجۡرٗا فَهُم مِّن مَّغۡرَمٖ مُّثۡقَلُونَ", "english" : "Or do you [O Muhammad] ask of them a payment so they are by debt burdened down", "urdu" : "کیا تم اِن سے کوئی اجر مانگتے ہو کہ یہ زبردستی پڑی ہوئی چٹی کے بوجھ تلے دبے جاتے ہیں؟","chinese" : "难道你向他们索取报酬，故他们为纳税而担负太重？","turkey" : "Yahut sen onlardan bir ücret istiyorsun da onlar ağır bir borç altında mı kalıyorlar"} ,{"id": "41", "arabic" : "أَمۡ عِندَهُمُ ٱلۡغَيۡبُ فَهُمۡ يَكۡتُبُونَ", "english" : "Or have they [knowledge of] the unseen so they write [it] down", "urdu" : "کیا اِن کے پاس غیب کے حقائق کا علم ہے کہ اُس کی بنا پر یہ لکھ رہے ہوں؟","chinese" : "难道他们能知幽玄，故能将他记住下来？","turkey" : "Veya görülmeyeni bilmek kendilerine aittir de onlar mı yazıyorlar"} ,{"id": "42", "arabic" : "أَمۡ يُرِيدُونَ كَيۡدٗاۖ فَٱلَّذِينَ كَفَرُواْ هُمُ ٱلۡمَكِيدُونَ", "english" : "Or do they intend a plan? But those who disbelieve - they are the object of a plan", "urdu" : "کیا یہ کوئی چال چلنا چاہتے ہیں؟ (اگر یہ بات ہے) تو کفر کرنے والوں پر ان کی چال الٹی ہی پڑے گی","chinese" : "难道他们欲用计谋吗？不信道者，将自中其计。","turkey" : "Yoksa bir tuzak mı kurmak istiyorlar? Ama o tuzağa yakalanacak olanlar inkar edenlerdir"} ,{"id": "43", "arabic" : "أَمۡ لَهُمۡ إِلَٰهٌ غَيۡرُ ٱللَّهِۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يُشۡرِكُونَ", "english" : "Or have they a deity other than Allah? Exalted is Allah above whatever they associate with Him", "urdu" : "کیا اللہ کے سوا یہ کوئی اور معبود رکھتے ہیں؟ اللہ پاک ہے اُس شرک سے جو یہ لوگ کر رہے ہیں","chinese" : "难道除安拉外，他们还有别的神灵吗？安拉是超乎他们所用以配他的。”","turkey" : "Yoksa Allah'tan başka bir tanrıları mı vardır? Allah onların ortak koşmalarından münezzehtir"} ,{"id": "44", "arabic" : "وَإِن يَرَوۡاْ كِسۡفٗا مِّنَ ٱلسَّمَآءِ سَاقِطٗا يَقُولُواْ سَحَابٞ مَّرۡكُومٞ", "english" : "And if they were to see a fragment from the sky falling they would say [It is merely] clouds heaped up", "urdu" : "یہ لوگ آسمان کے ٹکڑے بھی گرتے ہوئے دیکھ لیں تو کہیں گے یہ بادل ہیں جو امڈے چلے آ رہے ہیں","chinese" : "如果他们看见天掉下来一块，他们将说：“这是成堆的云彩。","turkey" : "Gökten azap olarak düşen bir parça görseler: Bulut kümesidir derler"} ,{"id": "45", "arabic" : "فَذَرۡهُمۡ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي فِيهِ يُصۡعَقُونَ", "english" : "So leave them until they meet their Day in which they will be struck insensible", "urdu" : "پس اے نبیؐ، اِنہیں اِن کے حال پر چھوڑ دو یہاں تک کہ یہ اپنے اُس دن کو پہنچ جائیں جس میں یہ مار گرائے جائیں گے","chinese" : "你任随他们吧！直到他们遭遇自己被震死的日子。","turkey" : "Çarpılacakları güne erişmelerine kadar onları bırak"} ,{"id": "46", "arabic" : "يَوۡمَ لَا يُغۡنِي عَنۡهُمۡ كَيۡدُهُمۡ شَيۡـٔٗا وَلَا هُمۡ يُنصَرُونَ", "english" : "The Day their plan will not avail them at all nor will they be helped", "urdu" : "جس دن نہ اِن کی اپنی کوئی چال اِن کے کسی کام آئے گی نہ کوئی اِن کی مدد کو آئے گا","chinese" : "在那日，他们的计谋，对于他们毫无裨益，他们也不受援助。","turkey" : "O gün düzenleri kendilerine bir fayda vermez; yardım da görmezler"} ,{"id": "47", "arabic" : "وَإِنَّ لِلَّذِينَ ظَلَمُواْ عَذَابٗا دُونَ ذَٰلِكَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ", "english" : "And indeed for those who have wronged is a punishment before that but most of them do not know", "urdu" : "اور اُس وقت کے آنے سے پہلے بھی ظالموں کے لیے ایک عذاب ہے، مگر اِن میں سے اکثر جانتے نہیں ہیں","chinese" : "不义的人们，在那日之前，必定要受一种刑罚，但他们大半不知道。","turkey" : "Zulmedenlere şüphesiz bundan başka da azap vardır; fakat onların çoğu bilmezler"} ,{"id": "48", "arabic" : "وَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ فَإِنَّكَ بِأَعۡيُنِنَاۖ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ حِينَ تَقُومُ", "english" : "And be patient [O Muhammad] for the decision of your Lord for indeed you are in Our eyes. And exalt [Allah] with praise of your Lord when you arise", "urdu" : "اے نبیؐ، اپنے رب کا فیصلہ آنے تک صبر کرو، تم ہماری نگاہ میں ہو تم جب اٹھو تو اپنے رب کی حمد کے ساتھ اس کی تسبیح کرو","chinese" : "你应当忍受你的主的判决，因为你确是在我的亲眼眷顾之下的。你起来的时候，应当赞颂你的主；","turkey" : "Rabbinin hükmü yerine gelinceye kadar sabret; doğrusu sen Bizim nezaretimiz altındasın; kalkarken Rabbini överek tesbih et"} ,{"id": "49", "arabic" : "وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَإِدۡبَٰرَ ٱلنُّجُومِ", "english" : "And in a part of the night exalt Him and after [the setting of] the stars", "urdu" : "رات کو بھی اس کی تسبیح کیا کرو اور ستارے جب پلٹتے ہیں اُس وقت بھی","chinese" : "在夜间和在星宿没落后，你应当赞颂他。","turkey" : "Geceleyin ve yıldızlar kaybolurken de O'nu tesbih et"} ]}