{"name":"النجم","verses":[{"id": "1", "arabic" : "وَٱلنَّجۡمِ إِذَا هَوَىٰ", "english" : "By the star when it descends", "urdu" : "قسم ہے تارے کی جبکہ وہ غروب ہوا","chinese" : "以没落时的星宿盟誓，","turkey" : "Batmakta olan yıldıza and olsun ki"} ,{"id": "2", "arabic" : "مَا ضَلَّ صَاحِبُكُمۡ وَمَا غَوَىٰ", "english" : "Your companion [Muhammad] has not strayed nor has he erred", "urdu" : "تمہارا رفیق نہ بھٹکا ہے نہ بہکا ہے","chinese" : "你们的朋友，既不迷误，又未迷信，","turkey" : "Arkadaşınız (Muhammed) sapmamış ve azmamıştır"} ,{"id": "3", "arabic" : "وَمَا يَنطِقُ عَنِ ٱلۡهَوَىٰٓ", "english" : "Nor does he speak from [his own] inclination", "urdu" : "وہ اپنی خواہش نفس سے نہیں بولتا","chinese" : "也未随私欲而言。","turkey" : "O kendiliğinden konuşmamaktadır"} ,{"id": "4", "arabic" : "إِنۡ هُوَ إِلَّا وَحۡيٞ يُوحَىٰ", "english" : "It is not but a revelation revealed", "urdu" : "یہ تو ایک وحی ہے جو اُس پر نازل کی جاتی ہے","chinese" : "这只是他所受的启示，","turkey" : "Onun konuşması ancak bildirilen bir vahy iledir"} ,{"id": "5", "arabic" : "عَلَّمَهُۥ شَدِيدُ ٱلۡقُوَىٰ", "english" : "Taught to him by one intense in strength", "urdu" : "اُسے زبردست قوت والے نے تعلیم دی ہے","chinese" : "教授他的，是那强健的、","turkey" : "Ona çetin kuvvetlere sahip ve güçlü olan Cebrail öğretmiştir; en yüksek ufukta iken doğruluvermiş"} ,{"id": "6", "arabic" : "ذُو مِرَّةٖ فَٱسۡتَوَىٰ", "english" : "One of soundness. And he rose to [his] true form", "urdu" : "جو بڑا صاحب حکمت ہے","chinese" : "有力的，故他达到全美。","turkey" : "Ona çetin kuvvetlere sahip ve güçlü olan Cebrail öğretmiştir; en yüksek ufukta iken doğruluvermiş"} ,{"id": "7", "arabic" : "وَهُوَ بِٱلۡأُفُقِ ٱلۡأَعۡلَىٰ", "english" : "While he was in the higher [part of the] horizon", "urdu" : "وہ سامنے آ کھڑا ہوا جبکہ وہ بالائی افق پر تھا","chinese" : "他在东方的最高处，","turkey" : "Ona çetin kuvvetlere sahip ve güçlü olan Cebrail öğretmiştir; en yüksek ufukta iken doğruluvermiş"} ,{"id": "8", "arabic" : "ثُمَّ دَنَا فَتَدَلَّىٰ", "english" : "Then he approached and descended", "urdu" : "پھر قریب آیا اور اوپر معلق ہو گیا","chinese" : "然后他渐渐接近而降低，","turkey" : "Sonra yaklaşmış ve inmiştir"} ,{"id": "9", "arabic" : "فَكَانَ قَابَ قَوۡسَيۡنِ أَوۡ أَدۡنَىٰ", "english" : "And was at a distance of two bow lengths or nearer", "urdu" : "یہاں تک کہ دو کمانوں کے برابر یا اس سے کچھ کم فاصلہ رہ گیا","chinese" : "他相距两张弓的长度，或更近一些。","turkey" : "Araları iki yay aralığı kadar veya daha da yakın oldu"} ,{"id": "10", "arabic" : "فَأَوۡحَىٰٓ إِلَىٰ عَبۡدِهِۦ مَآ أَوۡحَىٰ", "english" : "And he revealed to His Servant what he revealed", "urdu" : "تب اُس نے اللہ کے بندے کو وحی پہنچائی جو وحی بھی اُسے پہنچانی تھی","chinese" : "他把他所应受启示，启示给他的仆人，","turkey" : "Allah o anda kuluna vahyedeceğini etti"} ,{"id": "11", "arabic" : "مَا كَذَبَ ٱلۡفُؤَادُ مَا رَأَىٰٓ", "english" : "The heart did not lie [about] what it saw", "urdu" : "نظر نے جو کچھ دیکھا، دل نے اُس میں جھوٹ نہ ملایا","chinese" : "他的心没有否认他所见的。","turkey" : "Gözünün gördüğünü gönlü yalanlamadı"} ,{"id": "12", "arabic" : "أَفَتُمَٰرُونَهُۥ عَلَىٰ مَا يَرَىٰ", "english" : "So will you dispute with him over what he saw", "urdu" : "اب کیا تم اُس چیز پر اُس سے جھگڑتے ہو جسے وہ آنکھوں سے دیکھتا ہے؟","chinese" : "难道你们要为他所见的而与他争论吗？","turkey" : "Ey inkarcılar! Onun gördüğü şey hakkında kendisi ile tartışır mısınız"} ,{"id": "13", "arabic" : "وَلَقَدۡ رَءَاهُ نَزۡلَةً أُخۡرَىٰ", "english" : "And he certainly saw him in another descent", "urdu" : "اور ایک مرتبہ پھر اُس نے","chinese" : "他确已见他二次下降，","turkey" : "And olsun ki o Cebrail'i sınırın sonunda başka bir inişinde de görmüştür"} ,{"id": "14", "arabic" : "عِندَ سِدۡرَةِ ٱلۡمُنتَهَىٰ", "english" : "At the Lote Tree of the Utmost Boundary", "urdu" : "سدرۃالمنتہیٰ کے پاس اُس کو دیکھا","chinese" : "在极境的酸枣树旁，","turkey" : "And olsun ki o Cebrail'i sınırın sonunda başka bir inişinde de görmüştür"} ,{"id": "15", "arabic" : "عِندَهَا جَنَّةُ ٱلۡمَأۡوَىٰٓ", "english" : "Near it is the Garden of Refuge", "urdu" : "جہاں پاس ہی جنت الماویٰ ہے","chinese" : "那里有归宿的乐园。","turkey" : "Orada Me'va cenneti vardır"} ,{"id": "16", "arabic" : "إِذۡ يَغۡشَى ٱلسِّدۡرَةَ مَا يَغۡشَىٰ", "english" : "When there covered the Lote Tree that which covered [it]", "urdu" : "اُس وقت سدرہ پر چھا رہا تھا جو کچھ کہ چھا رہا تھا","chinese" : "当酸枣树蒙上一层东西的时候，","turkey" : "Sidre'yi bürüyen bürüyordu"} ,{"id": "17", "arabic" : "مَا زَاغَ ٱلۡبَصَرُ وَمَا طَغَىٰ", "english" : "The sight [of the Prophet] did not swerve nor did it transgress [its limit]", "urdu" : "نگاہ نہ چوندھیائی نہ حد سے متجاوز ہوئی","chinese" : "眼未邪视，也未过分；","turkey" : "Gözü oradan ne kaydı ve ne de onu aştı"} ,{"id": "18", "arabic" : "لَقَدۡ رَأَىٰ مِنۡ ءَايَٰتِ رَبِّهِ ٱلۡكُبۡرَىٰٓ", "english" : "He certainly saw of the greatest signs of his Lord", "urdu" : "اور اس نے اپنے رب کی بڑی بڑی نشانیاں دیکھیں","chinese" : "他确已看见他的主的一部分最大的迹象。","turkey" : "And olsun ki Rabbinin varlığının büyük delillerini gördü"} ,{"id": "19", "arabic" : "أَفَرَءَيۡتُمُ ٱللَّـٰتَ وَٱلۡعُزَّىٰ", "english" : "So have you considered al-Lat and al-'Uzza", "urdu" : "اب ذرا بتاؤ، تم نے کبھی اِس لات، اور اِس عزیٰ","chinese" : "你们告诉我吧！拉特和欧萨，","turkey" : "Ey inkarcılar! Şimdi Lat Uzza ve bundan başka üçüncüleri olan Menat'ın ne olduğunu söyler misiniz"} ,{"id": "20", "arabic" : "وَمَنَوٰةَ ٱلثَّالِثَةَ ٱلۡأُخۡرَىٰٓ", "english" : "And Manat the third - the other one", "urdu" : "اور تیسری ایک اور دیوی منات کی حقیقت پر کچھ غور بھی کیا؟","chinese" : "以及排行第三，也是最次的默那，怎么是安拉的女儿呢？","turkey" : "Ey inkarcılar! Şimdi Lat Uzza ve bundan başka üçüncüleri olan Menat'ın ne olduğunu söyler misiniz"} ,{"id": "21", "arabic" : "أَلَكُمُ ٱلذَّكَرُ وَلَهُ ٱلۡأُنثَىٰ", "english" : "Is the male for you and for Him the female", "urdu" : "کیا بیٹے تمہارے لیے ہیں اور بیٹیاں خدا کے لیے؟","chinese" : "难道男孩归你们，女孩却归安拉吗？","turkey" : "Demek erkekler sizin dişiler Allah'ın mı"} ,{"id": "22", "arabic" : "تِلۡكَ إِذٗا قِسۡمَةٞ ضِيزَىٰٓ", "english" : "That then is an unjust division", "urdu" : "یہ تو بڑی دھاندلی کی تقسیم ہوئی","chinese" : "然而，这是不公平的分配。","turkey" : "Öyleyse bu haksız bir paylaşma"} ,{"id": "23", "arabic" : "إِنۡ هِيَ إِلَّآ أَسۡمَآءٞ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَمَا تَهۡوَى ٱلۡأَنفُسُۖ وَلَقَدۡ جَآءَهُم مِّن رَّبِّهِمُ ٱلۡهُدَىٰٓ", "english" : "They are not but [mere] names you have named them - you and your forefathers - for which Allah has sent down no authority. They follow not except assumption and what [their] souls desire and there has already come to them from their Lord guidance", "urdu" : "دراصل یہ کچھ نہیں ہیں مگر بس چند نام جو تم نے اور تمہارے باپ دادا نے رکھ لیے ہیں اللہ نے اِن کے لیے کوئی سند نازل نہیں کی حقیقت یہ ہے کہ لوگ محض وہم و گمان کی پیروی کر رہے ہیں اور خواہشات نفس کے مرید بنے ہوئے ہیں حالانکہ اُن کے رب کی طرف سے اُن کے پاس ہدایت آ چکی ہے","chinese" : "这些偶像只是你们和你们的祖先所定的名称，安拉并未加以证实，他们只是凭猜想和私欲。正道确已从他们的主降临他们。","turkey" : "Bunlar sizin ve babalarınızın taktığı adlardan başka bir şey değildir. Allah onları destekleyen bir delil indirmemiştir. Onlar sadece sanıya ve canlarının istediğine uymaktadırlar. Oysa onlara Rablerinden and olsun ki doğruluk rehberi gelmiştir"} ,{"id": "24", "arabic" : "أَمۡ لِلۡإِنسَٰنِ مَا تَمَنَّىٰ", "english" : "Or is there for man whatever he wishes", "urdu" : "کیا انسان جو کچھ چاہے اس کے لیے وحی حق ہے","chinese" : "难道人希望什么就有什么？","turkey" : "Yoksa her umduğu şey insanın mıdır"} ,{"id": "25", "arabic" : "فَلِلَّهِ ٱلۡأٓخِرَةُ وَٱلۡأُولَىٰ", "english" : "Rather to Allah belongs the Hereafter and the first [life]", "urdu" : "دنیا اور آخرت کا مالک تو اللہ ہی ہے","chinese" : "后世和今世，都是安拉的。","turkey" : "Hayatın ilki de sonu da Allah'ındır"} ,{"id": "26", "arabic" : "۞وَكَم مِّن مَّلَكٖ فِي ٱلسَّمَٰوَٰتِ لَا تُغۡنِي شَفَٰعَتُهُمۡ شَيۡـًٔا إِلَّا مِنۢ بَعۡدِ أَن يَأۡذَنَ ٱللَّهُ لِمَن يَشَآءُ وَيَرۡضَىٰٓ", "english" : "And how many angels there are in the heavens whose intercession will not avail at all except [only] after Allah has permitted [it] to whom He wills and approves", "urdu" : "آسمانوں میں کتنے ہی فرشتے موجود ہیں، اُن کی شفاعت کچھ بھی کام نہیں آ سکتی جب تک کہ اللہ کسی ایسے شخص کے حق میں اُس کی اجازت نہ دے جس کے لیے وہ کوئی عرضداشت سننا چاہے اور اس کو پسند کرے","chinese" : "天上的许多天使，他们的说情，毫无裨益，除非在安拉许可他们为他所意欲和所喜悦者说情之后，","turkey" : "Allah dilediğine ve hoşnut olduğuna izin vermedikçe göklerde bulunan nice meleklerin şefaati bir şeye yaramaz"} ,{"id": "27", "arabic" : "إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ لَيُسَمُّونَ ٱلۡمَلَـٰٓئِكَةَ تَسۡمِيَةَ ٱلۡأُنثَىٰ", "english" : "Indeed those who do not believe in the Hereafter name the angels female names", "urdu" : "مگر جو لوگ آخرت کو نہیں مانتے وہ فرشتوں کو دیویوں کے ناموں سے موسوم کرتے ہیں","chinese" : "不信后世的人们，的确以女性的名称称呼天使们。","turkey" : "Doğrusu ahirete inanmayanlar meleklere dişi adını takarlar"} ,{"id": "28", "arabic" : "وَمَا لَهُم بِهِۦ مِنۡ عِلۡمٍۖ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّۖ وَإِنَّ ٱلظَّنَّ لَا يُغۡنِي مِنَ ٱلۡحَقِّ شَيۡـٔٗا", "english" : "And they have thereof no knowledge. They follow not except assumption and indeed assumption avails not against the truth at all", "urdu" : "حالانکہ اس معاملہ کا کوئی علم انہیں حاصل نہیں ہے، وہ محض گمان کی پیروی کر رہے ہیں، اور گمان حق کی جگہ کچھ بھی کام نہیں دے سکتا","chinese" : "他们对于那种称呼，绝无任何知识，他们只凭猜想；而猜想对于真理，确是毫无裨益的。","turkey" : "Oysa onların bu hususta bir bilgileri yoktur sadece sanıya uyarlar. Sanı ise şüphesiz gerçeği ifade etmez"} ,{"id": "29", "arabic" : "فَأَعۡرِضۡ عَن مَّن تَوَلَّىٰ عَن ذِكۡرِنَا وَلَمۡ يُرِدۡ إِلَّا ٱلۡحَيَوٰةَ ٱلدُّنۡيَا", "english" : "So turn away from whoever turns his back on Our message and desires not except the worldly life", "urdu" : "پس اے نبیؐ، جو شخص ہمارے ذکر سے منہ پھیرتا ہے، اور دنیا کی زندگی کے سوا جسے کچھ مطلوب نہیں ہے، اُسے اس کے حال پر چھوڑ دو","chinese" : "你应当避开那违背我的教诲，且只欲享今世生活者；","turkey" : "Bizi anmaktan yüz çevirenlere ve dünya hayatından başka bir şey istemeyenlere aldırma"} ,{"id": "30", "arabic" : "ذَٰلِكَ مَبۡلَغُهُم مِّنَ ٱلۡعِلۡمِۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِمَنِ ٱهۡتَدَىٰ", "english" : "That is their sum of knowledge. Indeed your Lord is most knowing of who strays from His way and He is most knowing of who is guided", "urdu" : "اِن لوگوں کا مبلغ علم بس یہی کچھ ہے، یہ بات تیرا رب ہی زیادہ جانتا ہے کہ اُس کے راستے سے کون بھٹک گیا ہے اور کون سیدھے راستے پر ہے","chinese" : "那是他们的知识程度。你的主，确是全知背离正道者的，也是全知遵循正道者的。","turkey" : "Bu onların ulaştıkları bilginin seviyesini gösterir. Doğrusu Rabbin yolundan sapmış olanı pek iyi bilir doğru yolda olanı da çok iyi bilir"} ,{"id": "31", "arabic" : "وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ لِيَجۡزِيَ ٱلَّذِينَ أَسَـٰٓـُٔواْ بِمَا عَمِلُواْ وَيَجۡزِيَ ٱلَّذِينَ أَحۡسَنُواْ بِٱلۡحُسۡنَى", "english" : "And to Allah belongs whatever is in the heavens and whatever is in the earth - that He may recompense those who do evil with [the penalty of] what they have done and recompense those who do good with the best [reward]", "urdu" : "اور زمین اور آسمانوں کی ہر چیز کا مالک اللہ ہی ہے تاکہ اللہ برائی کرنے والوں کو ان کے عمل کا بدلہ دے اور اُن لوگوں کو اچھی جزا سے نوازے جنہوں نے نیک رویہ اختیار کیا ہے","chinese" : "天地万物都是安拉的。他创造万物，以便他依作恶者的行为而报酬他们，并以至善的品级报酬行善者。","turkey" : "Göklerde olanlar ve yerde olanlar Allah'ındır ki O kötülük yapanlara işlerinin karşılığını verir; iyi davrananlara ufak tefek kabahatleri bir yana büyük günahlardan ve hayasızlıklardan kaçınanlara işlediklerinden daha iyisiyle karşılığını verir. Doğrusu Rabbinin bağışı boldur. Sizi yerden var ederken ve siz annelerinizin karınlarında cenin halinde iken sizleri çok iyi bilen O'dur. Kendinizi temize çıkarmayın. O sakınanı çok iyi bilir"} ,{"id": "32", "arabic" : "ٱلَّذِينَ يَجۡتَنِبُونَ كَبَـٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ إِلَّا ٱللَّمَمَۚ إِنَّ رَبَّكَ وَٰسِعُ ٱلۡمَغۡفِرَةِۚ هُوَ أَعۡلَمُ بِكُمۡ إِذۡ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَإِذۡ أَنتُمۡ أَجِنَّةٞ فِي بُطُونِ أُمَّهَٰتِكُمۡۖ فَلَا تُزَكُّوٓاْ أَنفُسَكُمۡۖ هُوَ أَعۡلَمُ بِمَنِ ٱتَّقَىٰٓ", "english" : "Those who avoid the major sins and immoralities only [committing] slight ones. Indeed your Lord is vast in forgiveness. He was most knowing of you when He produced you from the earth and when you were fetuses in the wombs of your mothers. So do not claim yourselves to be pure; He is most knowing of who fears Him", "urdu" : "جو بڑے بڑے گناہوں اور کھلے کھلے قبیح افعال سے پرہیز کرتے ہیں، الا یہ کہ کچھ قصور اُن سے سرزد ہو جائے بلاشبہ تیرے رب کا دامن مغفرت بہت وسیع ہے وہ تمھیں اُس وقت سے خوب جانتا ہے جب اُس نے زمین سے تمہیں پیدا کیا اور جب تم اپنی ماؤں کے پیٹوں میں ابھی جنین ہی تھے پس اپنے نفس کی پاکی کے دعوے نہ کرو، وہی بہتر جانتا ہے کہ واقعی متقی کون ہے","chinese" : "远离大罪和丑事，但犯小罪者，你的主确是宽宥的。当他从大地创造你们的时候，当你们是在母腹中的胎儿的时候，他是全知你们的；所以你们不要自称清白，他是全知敬畏者的。","turkey" : "Göklerde olanlar ve yerde olanlar Allah'ındır ki O kötülük yapanlara işlerinin karşılığını verir; iyi davrananlara ufak tefek kabahatleri bir yana büyük günahlardan ve hayasızlıklardan kaçınanlara işlediklerinden daha iyisiyle karşılığını verir. Doğrusu Rabbinin bağışı boldur. Sizi yerden var ederken ve siz annelerinizin karınlarında cenin halinde iken sizleri çok iyi bilen O'dur. Kendinizi temize çıkarmayın. O sakınanı çok iyi bilir"} ,{"id": "33", "arabic" : "أَفَرَءَيۡتَ ٱلَّذِي تَوَلَّىٰ", "english" : "Have you seen the one who turned away", "urdu" : "پھر اے نبیؐ، تم نے اُس شخص کو بھی دیکھا جو راہ خدا سے پھر گیا","chinese" : "你告诉我吧！违背正道，","turkey" : "Yüz çevireni ve malından biraz verip sonra vermemekte direneni gördün mü"} ,{"id": "34", "arabic" : "وَأَعۡطَىٰ قَلِيلٗا وَأَكۡدَىٰٓ", "english" : "And gave a little and [then] refrained", "urdu" : "اور تھوڑا سا دے کر رک گیا","chinese" : "稍稍施舍就悭吝的人，","turkey" : "Yüz çevireni ve malından biraz verip sonra vermemekte direneni gördün mü"} ,{"id": "35", "arabic" : "أَعِندَهُۥ عِلۡمُ ٱلۡغَيۡبِ فَهُوَ يَرَىٰٓ", "english" : "Does he have knowledge of the unseen so he sees", "urdu" : "کیا اس کے پاس غیب کا علم ہے کہ وہ حقیقت کو دیکھ رہا ہے؟","chinese" : "难道他知道幽玄，故认自己的行为为真理吗？","turkey" : "Görülmeyenin ilmi yanında da o mu görüyor"} ,{"id": "36", "arabic" : "أَمۡ لَمۡ يُنَبَّأۡ بِمَا فِي صُحُفِ مُوسَىٰ", "english" : "Or has he not been informed of what was in the scriptures of Moses", "urdu" : "کیا اُسے اُن باتوں کی کوئی خبر نہیں پہنچی جو موسیٰؑ کے صحیفوں","chinese" : "难道没有人告诉过他穆萨的经典，","turkey" : "Yoksa Musa'nın ve sözünü yerine getiren İbrahim'in kitablarında olanlar kendisine bildirilmedi mi ki"} ,{"id": "37", "arabic" : "وَإِبۡرَٰهِيمَ ٱلَّذِي وَفَّىٰٓ", "english" : "And [of] Abraham who fulfilled [his obligations]", "urdu" : "اور اُس ابراہیمؑ کے صحیفوں میں بیان ہوئی ہیں جس نے وفا کا حق ادا کر دیا؟","chinese" : "和履行诫命的易卜拉欣的经典中所记载的事情吗？","turkey" : "Yoksa Musa'nın ve sözünü yerine getiren İbrahim'in kitablarında olanlar kendisine bildirilmedi mi ki"} ,{"id": "38", "arabic" : "أَلَّا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰ", "english" : "That no bearer of burdens will bear the burden of another", "urdu" : "یہ کہ کوئی بوجھ اٹھانے والا دوسرے کا بوجھ نہیں اٹھائے گا","chinese" : "一个负罪者，不负别人的罪。","turkey" : "Hiç bir günahkar başkasının günah yükünü yüklenmez"} ,{"id": "39", "arabic" : "وَأَن لَّيۡسَ لِلۡإِنسَٰنِ إِلَّا مَا سَعَىٰ", "english" : "And that there is not for man except that [good] for which he strives", "urdu" : "اور یہ کہ انسان کے لیے کچھ نہیں ہے مگر وہ جس کی اُس نے سعی کی ہے","chinese" : "各人只得享受自己的劳绩；","turkey" : "İnsan ancak çalıştığına erişir"} ,{"id": "40", "arabic" : "وَأَنَّ سَعۡيَهُۥ سَوۡفَ يُرَىٰ", "english" : "And that his effort is going to be seen", "urdu" : "اور یہ کہ اس کی سعی عنقریب دیکھی جائے گی","chinese" : "他的劳绩，将被看见，","turkey" : "Onun çalışması şüphesiz görülecektir"} ,{"id": "41", "arabic" : "ثُمَّ يُجۡزَىٰهُ ٱلۡجَزَآءَ ٱلۡأَوۡفَىٰ", "english" : "Then he will be recompensed for it with the fullest recompense", "urdu" : "اور اس کی پوری جزا اسے دی جائے گی","chinese" : "然后他将受最完全的报酬。","turkey" : "Sonra ona karşılığı eksiksiz verilecektir"} ,{"id": "42", "arabic" : "وَأَنَّ إِلَىٰ رَبِّكَ ٱلۡمُنتَهَىٰ", "english" : "And that to your Lord is the finality", "urdu" : "اور یہ کہ آخر کار پہنچنا تیرے رب ہی کے پاس ہے","chinese" : "你的主，是众生的归宿。","turkey" : "Doğrusu son varış Rabbinedir"} ,{"id": "43", "arabic" : "وَأَنَّهُۥ هُوَ أَضۡحَكَ وَأَبۡكَىٰ", "english" : "And that it is He who makes [one] laugh and weep", "urdu" : "اور یہ کہ اُسی نے ہنسایا اور اُسی نے رلایا","chinese" : "他能使人笑，能使人哭；","turkey" : "Doğrusu güldüren de ağlatan da O'dur"} ,{"id": "44", "arabic" : "وَأَنَّهُۥ هُوَ أَمَاتَ وَأَحۡيَا", "english" : "And that it is He who causes death and gives life", "urdu" : "اور یہ کہ اُسی نے موت دی اور اُسی نے زندگی بخشی","chinese" : "他能使人死，能使人生；","turkey" : "Doğrusu dirilten de öldüren de O'dur"} ,{"id": "45", "arabic" : "وَأَنَّهُۥ خَلَقَ ٱلزَّوۡجَيۡنِ ٱلذَّكَرَ وَٱلۡأُنثَىٰ", "english" : "And that He creates the two mates - the male and female", "urdu" : "اور یہ کہ اُسی نے نر اور مادہ کا جوڑا پیدا کیا","chinese" : "他曾创造配偶──男性的与女性的──","turkey" : "Doğrusu atıldığında meniden erkek ve dişiyi iki çifti yaratan O'dur"} ,{"id": "46", "arabic" : "مِن نُّطۡفَةٍ إِذَا تُمۡنَىٰ", "english" : "From a sperm-drop when it is emitted", "urdu" : "ایک بوند سے جب وہ ٹپکائی جاتی ہے","chinese" : "是以射出的精液；","turkey" : "Doğrusu atıldığında meniden erkek ve dişiyi iki çifti yaratan O'dur"} ,{"id": "47", "arabic" : "وَأَنَّ عَلَيۡهِ ٱلنَّشۡأَةَ ٱلۡأُخۡرَىٰ", "english" : "And that [incumbent] upon Him is the next creation", "urdu" : "اور یہ کہ دوسری زندگی بخشنا بھی اُسی کے ذمہ ہے","chinese" : "他以再造为己任；","turkey" : "Doğrusu ölümden sonra tekrar dirilten de O'dur"} ,{"id": "48", "arabic" : "وَأَنَّهُۥ هُوَ أَغۡنَىٰ وَأَقۡنَىٰ", "english" : "And that it is He who enriches and suffices", "urdu" : "اور یہ کہ اُسی نے غنی کیا اور جائداد بخشی","chinese" : "他能使人富足，能使人满意；","turkey" : "Doğrusu zengin eden de varlıklı kılan da O'dur"} ,{"id": "49", "arabic" : "وَأَنَّهُۥ هُوَ رَبُّ ٱلشِّعۡرَىٰ", "english" : "And that it is He who is the Lord of Sirius", "urdu" : "اور یہ کہ وہی شعریٰ کا رب ہے","chinese" : "他是天狼星的主。","turkey" : "Doğrusu Şira yıldızının Rabbi O'dur"} ,{"id": "50", "arabic" : "وَأَنَّهُۥٓ أَهۡلَكَ عَادًا ٱلۡأُولَىٰ", "english" : "And that He destroyed the first [people of] 'Aad", "urdu" : "اور یہ کہ اُسی نے عاد اولیٰ کو ہلاک کیا","chinese" : "他毁灭了古时的阿德人，","turkey" : "İlk Ad milletini Semud milletini yok edip geri bırakmayan O'dur"} ,{"id": "51", "arabic" : "وَثَمُودَاْ فَمَآ أَبۡقَىٰ", "english" : "And Thamud - and He did not spare [them]", "urdu" : "اور ثمود کو ایسا مٹایا کہ ان میں سے کسی کو باقی نہ چھوڑا","chinese" : "和赛莫德人，而未曾有所遗留；","turkey" : "İlk Ad milletini Semud milletini yok edip geri bırakmayan O'dur"} ,{"id": "52", "arabic" : "وَقَوۡمَ نُوحٖ مِّن قَبۡلُۖ إِنَّهُمۡ كَانُواْ هُمۡ أَظۡلَمَ وَأَطۡغَىٰ", "english" : "And the people of Noah before. Indeed it was they who were [even] more unjust and oppressing", "urdu" : "اور اُن سے پہلے قوم نوحؑ کو تباہ کیا کیونکہ وہ تھے ہی سخت ظالم و سرکش لوگ","chinese" : "以前，他毁灭了努哈的宗族。他们确是更不义的，确是更放荡的。","turkey" : "Daha önce de Nuh milletini yok eden O'dur; çünkü onlar çok zalim ve pek taşkın kimselerdi"} ,{"id": "53", "arabic" : "وَٱلۡمُؤۡتَفِكَةَ أَهۡوَىٰ", "english" : "And the overturned towns He hurled down", "urdu" : "اور اوندھی گرنے والی بستیوں کو اٹھا پھینکا","chinese" : "他是那被颠覆的城市覆亡，","turkey" : "Lut milletinin kasabalarını yere batıran onları gömdükçe gömen O'dur"} ,{"id": "54", "arabic" : "فَغَشَّىٰهَا مَا غَشَّىٰ", "english" : "And covered them by that which He covered", "urdu" : "پھر چھا دیا اُن پر وہ کچھ جو (تم جانتے ہی ہو کہ) کیا چھا دیا","chinese" : "故覆盖的东西曾覆盖了那城市。","turkey" : "Lut milletinin kasabalarını yere batıran onları gömdükçe gömen O'dur"} ,{"id": "55", "arabic" : "فَبِأَيِّ ءَالَآءِ رَبِّكَ تَتَمَارَىٰ", "english" : "Then which of the favors of your Lord do you doubt", "urdu" : "پس اے مخاطب، اپنے رب کی کن کن نعمتوں میں تو شک کرے گا؟","chinese" : "你怀疑你的主的哪一件恩典呢？","turkey" : "Ey kişi! Rabbinin hangi nimetinden şüpheye düşersin"} ,{"id": "56", "arabic" : "هَٰذَا نَذِيرٞ مِّنَ ٱلنُّذُرِ ٱلۡأُولَىٰٓ", "english" : "This [Prophet] is a warner like the former warners", "urdu" : "یہ ایک تنبیہ ہے پہلے آئی ہوئی تنبیہات میں سے","chinese" : "这是古时的那些警告者之中的一个警告者。","turkey" : "İşte ilk uyaranlar gibi bu da bir uyarandır"} ,{"id": "57", "arabic" : "أَزِفَتِ ٱلۡأٓزِفَةُ", "english" : "The Approaching Day has approached", "urdu" : "آنے والی گھڑی قریب آ لگی ہے","chinese" : "临近的事件，已经临近了；","turkey" : "Kıyamet yaklaştıkça yaklaşmıştır"} ,{"id": "58", "arabic" : "لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ كَاشِفَةٌ", "english" : "Of it [from those] besides Allah there is no remover", "urdu" : "اللہ کے سوا کوئی اُس کو ہٹا نے والا نہیں","chinese" : "除安拉外，没有能揭示它的。","turkey" : "Onu Allah'tan başka ortaya koyacak yoktur"} ,{"id": "59", "arabic" : "أَفَمِنۡ هَٰذَا ٱلۡحَدِيثِ تَعۡجَبُونَ", "english" : "Then at this statement do you wonder", "urdu" : "اب کیا یہی وہ باتیں ہیں جن پر تم اظہار تعجب کرتے ہو؟","chinese" : "难道你们为这训辞而诧异吗？","turkey" : "Bu söze mi şaşıyorsunuz"} ,{"id": "60", "arabic" : "وَتَضۡحَكُونَ وَلَا تَبۡكُونَ", "english" : "And you laugh and do not weep", "urdu" : "ہنستے ہو اور روتے نہیں ہو؟","chinese" : "你们怎么嘲笑而不痛哭呢？","turkey" : "Gülüyorsunuz... Ağlamıyorsunuz"} ,{"id": "61", "arabic" : "وَأَنتُمۡ سَٰمِدُونَ", "english" : "While you are proudly sporting", "urdu" : "اور گا بجا کر انہیں ٹالتے ہو؟","chinese" : "你们是疏忽的。","turkey" : "Habersiz oyalanmaktasınız"} ,{"id": "62", "arabic" : "فَٱسۡجُدُواْۤ لِلَّهِۤ وَٱعۡبُدُواْ۩", "english" : "So prostrate to Allah and worship [Him]", "urdu" : "جھک جاؤ اللہ کے آگے اور بندگی بجا لاؤ","chinese" : "你们应当为安拉而叩头，应当崇拜他。","turkey" : "Artık secdeye varın Allah'a kulluk edin"} ]}