{"name":"القمر","verses":[{"id": "1", "arabic" : "ٱقۡتَرَبَتِ ٱلسَّاعَةُ وَٱنشَقَّ ٱلۡقَمَرُ", "english" : "The Hour has come near and the moon has split [in two]", "urdu" : "قیامت کی گھڑی قریب آ گئی اور چاند پھٹ گیا","chinese" : "复活时临近了，月亮破裂了。","turkey" : "Kıyamet saati yaklaşır ay yarılır; onlar bir delil görünce hala yüz çevirirler ve: Süregelen bir sihir derler"} ,{"id": "2", "arabic" : "وَإِن يَرَوۡاْ ءَايَةٗ يُعۡرِضُواْ وَيَقُولُواْ سِحۡرٞ مُّسۡتَمِرّٞ", "english" : "And if they see a miracle they turn away and say Passing magic", "urdu" : "مگر اِن لوگوں کا حال یہ ہے کہ خواہ کوئی نشانی دیکھ لیں منہ موڑ جاتے ہیں اور کہتے ہیں یہ تو چلتا ہوا جادو ہے","chinese" : "如果他们看见一种迹象，他们就退避，而且说：这是一种有力的魔术。","turkey" : "Kıyamet saati yaklaşır ay yarılır; onlar bir delil görünce hala yüz çevirirler ve: Süregelen bir sihir derler"} ,{"id": "3", "arabic" : "وَكَذَّبُواْ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُمۡۚ وَكُلُّ أَمۡرٖ مُّسۡتَقِرّٞ", "english" : "And they denied and followed their inclinations. But for every matter is a [time of] settlement", "urdu" : "اِنہوں نے (اس کو بھی) جھٹلا دیا اور اپنی خواہشات نفس ہی کی پیروی کی ہر معاملہ کو آخر کار ایک انجام پر پہنچ کر رہنا ہے","chinese" : "他们否认他，而且顺从私欲。每一件事都是确定的。","turkey" : "Yalanlarlar da kendi heveslerine uyarlar. Ama her işin karar kılacağı bir sonucu vardır"} ,{"id": "4", "arabic" : "وَلَقَدۡ جَآءَهُم مِّنَ ٱلۡأَنۢبَآءِ مَا فِيهِ مُزۡدَجَرٌ", "english" : "And there has already come to them of information that in which there is deterrence", "urdu" : "اِن لوگوں کے سامنے (پچھلی قوموں کے) وہ حالات آ چکے ہیں جن میں سرکشی سے باز رکھنے کے لیے کافی سامان عبرت ہے","chinese" : "包含警戒的许多消息，确已来临他们了，","turkey" : "And olsun ki onları bu hallerinden vazgeçirecek nice haberler gelmiştir"} ,{"id": "5", "arabic" : "حِكۡمَةُۢ بَٰلِغَةٞۖ فَمَا تُغۡنِ ٱلنُّذُرُ", "english" : "Extensive wisdom - but warning does not avail [them]", "urdu" : "اور ایسی حکمت جو نصیحت کے مقصد کو بدرجہ اتم پورا کرتی ہے مگر تنبیہات اِن پر کارگر نہیں ہوتیں","chinese" : "那是极精密的智慧；但警告是无效的，","turkey" : "Bu haberlerin her birinde üstün hikmet vardır; ama uyarmalar fayda vermiyor"} ,{"id": "6", "arabic" : "فَتَوَلَّ عَنۡهُمۡۘ يَوۡمَ يَدۡعُ ٱلدَّاعِ إِلَىٰ شَيۡءٖ نُّكُرٍ", "english" : "So leave them [O Muhammad]. The Day the Caller calls to something forbidding", "urdu" : "پس اے نبیؐ، اِن سے رخ پھیر لو جس روز پکارنے والا ایک سخت ناگوار چیز کی طرف پکارے گا","chinese" : "故你应当避开他们。当召唤者召人于难事的日子，","turkey" : "Öyleyse onlardan yüz çevir; çağıran görülmemiş ve tanınmamış bir şeye çağırdığı gün"} ,{"id": "7", "arabic" : "خُشَّعًا أَبۡصَٰرُهُمۡ يَخۡرُجُونَ مِنَ ٱلۡأَجۡدَاثِ كَأَنَّهُمۡ جَرَادٞ مُّنتَشِرٞ", "english" : "Their eyes humbled they will emerge from the graves as if they were locusts spreading", "urdu" : "لوگ سہمی ہوئی نگاہوں کے ساتھ اپنی قبروں سے اِس طرح نکلیں گے گویا وہ بکھری ہوئی ٹڈیاں ہیں","chinese" : "他们不敢仰视地由坟墓出来，好像是遍地的蝗虫；","turkey" : "Gözleri dalgın dalgın çekirgeler gibi yayılmış o çağırana koşarak kabirlerden çıkarlar. İnkarcılar: Bu zorlu bir gündür derler"} ,{"id": "8", "arabic" : "مُّهۡطِعِينَ إِلَى ٱلدَّاعِۖ يَقُولُ ٱلۡكَٰفِرُونَ هَٰذَا يَوۡمٌ عَسِرٞ", "english" : "Racing ahead toward the Caller. The disbelievers will say This is a difficult Day", "urdu" : "پکارنے والے کی طرف دوڑے جا رہے ہوں گے اور وہی منکرین (جو دنیا میں اس کا انکار کرتے تھے) اُس وقت کہیں گے کہ یہ دن تو بڑا کٹھن ہے","chinese" : "大家引颈而奔，群集于召唤者的面前。不信道的人们将说：这是一个烦难的日子！","turkey" : "Gözleri dalgın dalgın çekirgeler gibi yayılmış o çağırana koşarak kabirlerden çıkarlar. İnkarcılar: Bu zorlu bir gündür derler"} ,{"id": "9", "arabic" : "۞كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ فَكَذَّبُواْ عَبۡدَنَا وَقَالُواْ مَجۡنُونٞ وَٱزۡدُجِرَ", "english" : "The people of Noah denied before them and they denied Our servant and said A madman and he was repelled", "urdu" : "اِن سے پہلے نوحؑ کی قوم جھٹلا چکی ہے اُنہوں نے ہمارے بندے کو جھوٹا قرار دیا اور کہا کہ یہ دیوانہ ہے، اور وہ بری طرح جھڑکا گیا","chinese" : "在他们之前，努哈的宗族否认过，他们否认过我的仆人，他们说：“这是一个疯人。”他曾被喝斥，","turkey" : "Bu ortak koşanlardan önce Nuh milleti de yalanlamış kulumuzu yalanlayarak: Delidir demişlerdi yolu kesilmişti"} ,{"id": "10", "arabic" : "فَدَعَا رَبَّهُۥٓ أَنِّي مَغۡلُوبٞ فَٱنتَصِرۡ", "english" : "So he invoked his Lord Indeed I am overpowered so help", "urdu" : "آخر کار اُس نے اپنے رب کو پکارا کہ میں مغلوب ہو چکا، اب تو اِن سے انتقام لے","chinese" : "故他祈祷他的主说：“我确是被压迫的，求你襄助吧！”","turkey" : "O da: Ben yenildim bana yardım et diye Rabbine yalvarmıştı"} ,{"id": "11", "arabic" : "فَفَتَحۡنَآ أَبۡوَٰبَ ٱلسَّمَآءِ بِمَآءٖ مُّنۡهَمِرٖ", "english" : "Then We opened the gates of the heaven with rain pouring down", "urdu" : "تب ہم نے موسلا دھار بارش سے آسمان کے دروازے کھول دیے اور زمین کو پھاڑ کر چشموں میں تبدیل کر دیا","chinese" : "我就以倾注的雨水开了许多天门，","turkey" : "Biz de bunun üzerine gök kapılarını boşanan sularla açtık"} ,{"id": "12", "arabic" : "وَفَجَّرۡنَا ٱلۡأَرۡضَ عُيُونٗا فَٱلۡتَقَى ٱلۡمَآءُ عَلَىٰٓ أَمۡرٖ قَدۡ قُدِرَ", "english" : "And caused the earth to burst with springs and the waters met for a matter already predestined", "urdu" : "اور یہ سارا پانی اُس کام کو پورا کرنے لیے مل گیا جو مقدر ہو چکا تھا","chinese" : "我又使大地上的泉源涌出；雨水和泉水，就依既定的情状而汇合。","turkey" : "Yeryüzünde kaynaklar fışkırttık; her iki su takdir edilen bir ölçüye göre birleşti"} ,{"id": "13", "arabic" : "وَحَمَلۡنَٰهُ عَلَىٰ ذَاتِ أَلۡوَٰحٖ وَدُسُرٖ", "english" : "And We carried him on a [construction of] planks and nails", "urdu" : "اور نوحؑ کو ہم نے ایک تختوں اور کیلوں والی پر سوار کر دیا","chinese" : "我使他乘坐在一只用木板和钉子制造的船上，","turkey" : "Onu tahtadan yapılmış mıhla çakılmış bir gemiye bindirdik; inkar edilmiş olan Nuh'a mükafat olarak verdiğimiz gemi nezaretimiz altında yüzüyordu"} ,{"id": "14", "arabic" : "تَجۡرِي بِأَعۡيُنِنَا جَزَآءٗ لِّمَن كَانَ كُفِرَ", "english" : "Sailing under Our observation as reward for he who had been denied", "urdu" : "جو ہماری نگرانی میں چل رہی تھی یہ تھا بدلہ اُس شخص کی خاطر جس کی نا قدری کی گئی تھی","chinese" : "在我的亲眼眷顾之下飘流，以报答被人否认者。","turkey" : "Onu tahtadan yapılmış mıhla çakılmış bir gemiye bindirdik; inkar edilmiş olan Nuh'a mükafat olarak verdiğimiz gemi nezaretimiz altında yüzüyordu"} ,{"id": "15", "arabic" : "وَلَقَد تَّرَكۡنَٰهَآ ءَايَةٗ فَهَلۡ مِن مُّدَّكِرٖ", "english" : "And We left it as a sign so is there any who will remember", "urdu" : "اُس کشتی کو ہم نے ایک نشانی بنا کر چھوڑ دیا، پھر کوئی ہے نصیحت قبول کرنے والا؟","chinese" : "我确已将这件事留作一种迹象，有接受劝告者吗？","turkey" : "And olsun ki Biz o gemiyi bir ibret olarak bıraktık; öğüt alan yok mudur"} ,{"id": "16", "arabic" : "فَكَيۡفَ كَانَ عَذَابِي وَنُذُرِ", "english" : "And how [severe] were My punishment and warning", "urdu" : "دیکھ لو، کیسا تھا میرا عذاب اور کیسی تھیں میری تنبیہات","chinese" : "我的刑罚和警告是怎样的！","turkey" : "Benim azabım ve uyarmam nasılmış"} ,{"id": "17", "arabic" : "وَلَقَدۡ يَسَّرۡنَا ٱلۡقُرۡءَانَ لِلذِّكۡرِ فَهَلۡ مِن مُّدَّكِرٖ", "english" : "And We have certainly made the Qur'an easy for remembrance so is there any who will remember", "urdu" : "ہم نے اِس قرآن کو نصیحت کے لیے آسان ذریعہ بنا دیا ہے، پھر کیا ہے کوئی نصیحت قبول کرنے والا؟","chinese" : "我确已使《古兰经》易于记读，有接受劝告的人吗？","turkey" : "And olsun ki Kuran'ı öğüt olsun diye kolaylaştırdık; öğüt alan yok mudur"} ,{"id": "18", "arabic" : "كَذَّبَتۡ عَادٞ فَكَيۡفَ كَانَ عَذَابِي وَنُذُرِ", "english" : "Aad denied; and how [severe] were My punishment and warning", "urdu" : "عاد نے جھٹلایا، تو دیکھ لو کہ کیسا تھا میرا عذاب اور کیسی تھیں میری تنبیہات","chinese" : "阿德人否认过先知，我的刑罚和警告是怎样的！","turkey" : "Ad milleti peygamberini yalanlamıştı; Benim azabım ve uyarmam nasılmış"} ,{"id": "19", "arabic" : "إِنَّآ أَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِي يَوۡمِ نَحۡسٖ مُّسۡتَمِرّٖ", "english" : "Indeed We sent upon them a screaming wind on a day of continuous misfortune", "urdu" : "ہم نے ایک پیہم نحوست کے دن سخت طوفانی ہوا اُن پر بھیج دی جو لوگوں کو اٹھا اٹھا کر اس طرح پھینک رہی تھی","chinese" : "我确已使风暴在一个很凶恶的日子去毁灭他们，","turkey" : "Nitekim üzerlerine insanları sökülmüş hurma kütüğü gibi kopararak yere seren dondurucu bir rüzgarı uğursuzluğu devam eden bir günde gönderdik"} ,{"id": "20", "arabic" : "تَنزِعُ ٱلنَّاسَ كَأَنَّهُمۡ أَعۡجَازُ نَخۡلٖ مُّنقَعِرٖ", "english" : "Extracting the people as if they were trunks of palm trees uprooted", "urdu" : "جیسے وہ جڑ سے اکھڑے ہوئے کھجور کے تنے ہوں","chinese" : "暴风将众人拔起，他们好像被拔出的海枣树一样。","turkey" : "Nitekim üzerlerine insanları sökülmüş hurma kütüğü gibi kopararak yere seren dondurucu bir rüzgarı uğursuzluğu devam eden bir günde gönderdik"} ,{"id": "21", "arabic" : "فَكَيۡفَ كَانَ عَذَابِي وَنُذُرِ", "english" : "And how [severe] were My punishment and warning", "urdu" : "پس دیکھ لو کہ کیسا تھا میرا عذاب اور کیسی تھیں میری تنبیہات","chinese" : "我的刑罚和警告是怎样的！","turkey" : "Benim azabım ve uyarmam nasılmış"} ,{"id": "22", "arabic" : "وَلَقَدۡ يَسَّرۡنَا ٱلۡقُرۡءَانَ لِلذِّكۡرِ فَهَلۡ مِن مُّدَّكِرٖ", "english" : "And We have certainly made the Qur'an easy for remembrance so is there any who will remember", "urdu" : "ہم نے اِس قرآن کو نصیحت کے لیے آسان ذریعہ بنا دیا ہے، پھر کیا ہے کوئی نصیحت قبول کرنے والا؟","chinese" : "我确已《古兰经》易于记诵，有接受劝告的人吗？","turkey" : "And olsun ki Kuran'ı öğüt olsun diye kolaylaştırdık; öğüt alan yok mudur"} ,{"id": "23", "arabic" : "كَذَّبَتۡ ثَمُودُ بِٱلنُّذُرِ", "english" : "Thamud denied the warning", "urdu" : "ثمود نے تنبیہات کو جھٹلایا","chinese" : "赛莫德人否认过警告，","turkey" : "Semud milleti uyaran peygamberleri yalanladı"} ,{"id": "24", "arabic" : "فَقَالُوٓاْ أَبَشَرٗا مِّنَّا وَٰحِدٗا نَّتَّبِعُهُۥٓ إِنَّآ إِذٗا لَّفِي ضَلَٰلٖ وَسُعُرٍ", "english" : "And said Is it one human being among us that we should follow? Indeed we would then be in error and madness", "urdu" : "اور کہنے لگے ایک اکیلا آدمی جو ہم ہی میں سے ہے کیا اب ہم اُس کے پیچھے چلیں؟ اِس کا اتباع ہم قبول کر لیں تو اِس کے معنی یہ ہوں گے کہ ہم بہک گئے ہیں اور ہماری عقل ماری گئی ہے","chinese" : "故他们说：我们同族的一个凡人，我们能顺从他吗？如果那样，我们必定陷于迷误和疯狂之中。","turkey" : "İçimizden bir insana mı uyacağız? O zaman biz sapıklık ve delilik etmiş oluruz. Kitap aramızda ona mı verilmiş? Hayır o pek yalancı ve şımarığın biridir dediler"} ,{"id": "25", "arabic" : "أَءُلۡقِيَ ٱلذِّكۡرُ عَلَيۡهِ مِنۢ بَيۡنِنَا بَلۡ هُوَ كَذَّابٌ أَشِرٞ", "english" : "Has the message been sent down upon him from among us? Rather he is an insolent liar", "urdu" : "کیا ہمارے درمیان بس یہی ایک شخص تھا جس پر خدا کا ذکر نازل کیا گیا؟ نہیں، بلکہ یہ پرلے درجے کا جھوٹا اور بر خود غلط ہے","chinese" : "难道他在我们之间独自奉到启示吗？不然，他是说谎者，是傲慢者。”","turkey" : "İçimizden bir insana mı uyacağız? O zaman biz sapıklık ve delilik etmiş oluruz. Kitap aramızda ona mı verilmiş? Hayır o pek yalancı ve şımarığın biridir dediler"} ,{"id": "26", "arabic" : "سَيَعۡلَمُونَ غَدٗا مَّنِ ٱلۡكَذَّابُ ٱلۡأَشِرُ", "english" : "They will know tomorrow who is the insolent liar", "urdu" : "(ہم نے اپنے پیغمبر سے کہا) کل ہی اِنہیں معلوم ہوا جاتا ہے کہ کون پرلے درجے کا جھوٹا اور بر خود غلط ہے","chinese" : "他们明日将知道谁是说谎者，谁是傲慢者。","turkey" : "Yarın kimin pek yalancı ve şımarık olduğunu bileceklerdir"} ,{"id": "27", "arabic" : "إِنَّا مُرۡسِلُواْ ٱلنَّاقَةِ فِتۡنَةٗ لَّهُمۡ فَٱرۡتَقِبۡهُمۡ وَٱصۡطَبِرۡ", "english" : "Indeed We are sending the she-camel as trial for them so watch them and be patient", "urdu" : "ہم اونٹنی کو اِن کے لیے فتنہ بنا کر بھیج رہے ہیں اب ذرا صبر کے ساتھ دیکھ کہ اِن کا کیا انجام ہوتا ہے","chinese" : "我必定使母驼考验他们，故你应当期待他们，并应当坚忍，","turkey" : "Doğrusu onları denemek üzere dişi deveyi gönderen Biziz. Salih'e şöyle demiştik: Onları gözetle ve sabret"} ,{"id": "28", "arabic" : "وَنَبِّئۡهُمۡ أَنَّ ٱلۡمَآءَ قِسۡمَةُۢ بَيۡنَهُمۡۖ كُلُّ شِرۡبٖ مُّحۡتَضَرٞ", "english" : "And inform them that the water is shared between them each [day of] drink attended [by turn]", "urdu" : "اِن کو جتا دے کہ پانی اِن کے اور اونٹنی کے درمیان تقسیم ہوگا اور ہر ایک اپنی باری کے دن پانی پر آئے گا","chinese" : "你应当告诉他们，井水是他们和母驼所均分的，应得水分的，轮流着到井边来。","turkey" : "Onlara sıralarına göre suyun kendileriyle o deve aralarında pay edilmiş olunduğunu söyle"} ,{"id": "29", "arabic" : "فَنَادَوۡاْ صَاحِبَهُمۡ فَتَعَاطَىٰ فَعَقَرَ", "english" : "But they called their companion and he dared and hamstrung [her]", "urdu" : "آخر کار اُن لوگوں نے اپنے آدمی کو پکارا اور اُس نے اِس کام کا بیڑا اٹھایا اور اونٹنی کو مار ڈالا","chinese" : "他们曾喊来他们的朋友，他就拿起剑来宰了母驼。","turkey" : "Ama bir arkadaşlarını çağırdılar o da kılıcını alarak deveyi kesti"} ,{"id": "30", "arabic" : "فَكَيۡفَ كَانَ عَذَابِي وَنُذُرِ", "english" : "And how [severe] were My punishment and warning", "urdu" : "پھر دیکھ لو کہ کیسا تھا میرا عذاب اور کیسی تھیں میری تنبیہات","chinese" : "我的刑罚和警告是怎样的！","turkey" : "Benim azabım ve uyarmam nasılmış"} ,{"id": "31", "arabic" : "إِنَّآ أَرۡسَلۡنَا عَلَيۡهِمۡ صَيۡحَةٗ وَٰحِدَةٗ فَكَانُواْ كَهَشِيمِ ٱلۡمُحۡتَظِرِ", "english" : "Indeed We sent upon them one blast from the sky and they became like the dry twig fragments of an [animal] pen", "urdu" : "ہم نے اُن پر بس ایک ہی دھماکا چھوڑا اور وہ باڑے والے کی روندی ہوئی باڑھ کی طرح بھس ہو کر رہ گئے","chinese" : "我确已使一种爆炸去毁灭他们，他们就变成造圈栏者所用的枯木。","turkey" : "Nitekim üzerlerine bir çığlık gönderdik de ağılcıların kullandığı kurumuş ot gibi oldular"} ,{"id": "32", "arabic" : "وَلَقَدۡ يَسَّرۡنَا ٱلۡقُرۡءَانَ لِلذِّكۡرِ فَهَلۡ مِن مُّدَّكِرٖ", "english" : "And We have certainly made the Qur'an easy for remembrance so is there any who will remember", "urdu" : "ہم نے اِس قرآن کو نصیحت کے لیے آسان ذریعہ بنا دیا ہے، اب ہے کوئی نصیحت قبول کرنے والا؟","chinese" : "我确已使《古兰经》易于记读，有接受劝告的人吗？","turkey" : "And olsun ki Kuran'ı öğüt olsun diye kolaylaştırdık; öğüt alan yok mudur"} ,{"id": "33", "arabic" : "كَذَّبَتۡ قَوۡمُ لُوطِۭ بِٱلنُّذُرِ", "english" : "The people of Lot denied the warning", "urdu" : "لوطؑ کی قوم نے تنبیہات کو جھٹلایا","chinese" : "鲁特的宗族曾否认警告，","turkey" : "Lut milleti uyaran peygamberleri yalanladı"} ,{"id": "34", "arabic" : "إِنَّآ أَرۡسَلۡنَا عَلَيۡهِمۡ حَاصِبًا إِلَّآ ءَالَ لُوطٖۖ نَّجَّيۡنَٰهُم بِسَحَرٖ", "english" : "Indeed We sent upon them a storm of stones except the family of Lot - We saved them before dawn", "urdu" : "اور ہم نے پتھراؤ کرنے والی ہوا اس پر بھیج دی صرف لوطؑ کے گھر والے اُس سے محفوظ رہے","chinese" : "我确已使飞沙走石的风暴去毁灭他们；惟鲁特的信徒，我在黎明时拯救了他们。","turkey" : "Biz de üzerlerine taş yağdıran bir rüzgar gönderdik. Ancak Lut'un taraftarlarını katımızdan bir nimet olarak seher vakti kurtardık. Şükredene işte böyle mükafat veririz"} ,{"id": "35", "arabic" : "نِّعۡمَةٗ مِّنۡ عِندِنَاۚ كَذَٰلِكَ نَجۡزِي مَن شَكَرَ", "english" : "As favor from us. Thus do We reward he who is grateful", "urdu" : "اُن کو ہم نے اپنے فضل سے رات کے پچھلے پہر بچا کر نکال دیا یہ جزا دیتے ہیں ہم ہر اُس شخص کو جو شکر گزار ہوتا ہے","chinese" : "那是从我那里发出的恩典，我如此报酬感谢者。","turkey" : "Biz de üzerlerine taş yağdıran bir rüzgar gönderdik. Ancak Lut'un taraftarlarını katımızdan bir nimet olarak seher vakti kurtardık. Şükredene işte böyle mükafat veririz"} ,{"id": "36", "arabic" : "وَلَقَدۡ أَنذَرَهُم بَطۡشَتَنَا فَتَمَارَوۡاْ بِٱلنُّذُرِ", "english" : "And he had already warned them of Our assault but they disputed the warning", "urdu" : "لوطؑ نے اپنی قوم کے لوگوں کو ہماری پکڑ سے خبردار کیا مگر وہ ساری تنبیہات کو مشکوک سمجھ کر باتوں میں اڑاتے رہے","chinese" : "他确已将我的惩治警告他们，但他们以怀疑的态度否认警告。","turkey" : "Lut and olsun ki onları Bizim yakalamamızla uyarmıştı ama onlar uyarmaları şüphe ile karşılayarak dinlemediler"} ,{"id": "37", "arabic" : "وَلَقَدۡ رَٰوَدُوهُ عَن ضَيۡفِهِۦ فَطَمَسۡنَآ أَعۡيُنَهُمۡ فَذُوقُواْ عَذَابِي وَنُذُرِ", "english" : "And they had demanded from him his guests but We obliterated their eyes [saying] Taste My punishment and warning", "urdu" : "پھر انہوں نے اُسے اپنے مہمانوں کی حفاظت سے باز رکھنے کی کوشش کی آخر کار ہم نے اُن کی آنکھیں موند دیں کہ چکھو اب میرے عذاب اور میری تنبیہات کا مزا","chinese" : "他们确已诱惑他，叫他不要保护他的客人，但我涂抹了他们的眼睛。你们尝试我的刑罚和警告吧！","turkey" : "And olsun ki onlar Lut'un konukları olan melekleri elde etmeye kalkıştılar bunun üzerine gözlerini kör ettik. Azabımı ve uyarmalarımı dinlememenin sonucunu tadın dedik"} ,{"id": "38", "arabic" : "وَلَقَدۡ صَبَّحَهُم بُكۡرَةً عَذَابٞ مُّسۡتَقِرّٞ", "english" : "And there came upon them by morning an abiding punishment", "urdu" : "صبح سویرے ہی ایک اٹل عذاب نے ان کو آ لیا","chinese" : "一种永恒的刑罚在早晨确已袭击了他们。","turkey" : "And olsun ki sabah erken önü alınmaz bir azap başlarına geldi"} ,{"id": "39", "arabic" : "فَذُوقُواْ عَذَابِي وَنُذُرِ", "english" : "So taste My punishment and warning", "urdu" : "چکھو مزا اب میرے عذاب کا اور میری تنبیہات کا","chinese" : "你们尝试我的刑罚和警告吧！","turkey" : "Azabımı ve uyarmalarımı dinlememenin sonucunu tadın dedik"} ,{"id": "40", "arabic" : "وَلَقَدۡ يَسَّرۡنَا ٱلۡقُرۡءَانَ لِلذِّكۡرِ فَهَلۡ مِن مُّدَّكِرٖ", "english" : "And We have certainly made the Qur'an easy for remembrance so is there any who will remember", "urdu" : "ہم نے اِس قرآن کو نصیحت کے لیے آسان ذریعہ بنا دیا ہے، پس ہے کوئی نصیحت قبول کرنے والا؟","chinese" : "我确已使《古兰经》易于记读，有接受劝告的人吗？","turkey" : "And olsun ki Kuran'ı öğüt olsun diye kolaylaştırdık; öğüt alan yok mudur"} ,{"id": "41", "arabic" : "وَلَقَدۡ جَآءَ ءَالَ فِرۡعَوۡنَ ٱلنُّذُرُ", "english" : "And there certainly came to the people of Pharaoh warning", "urdu" : "اور آل فرعون کے پاس بھی تنبیہات آئی تھیں","chinese" : "警告已降临法老的百姓，","turkey" : "And olsun ki Firavun erkanına uyaranlar geldi"} ,{"id": "42", "arabic" : "كَذَّبُواْ بِـَٔايَٰتِنَا كُلِّهَا فَأَخَذۡنَٰهُمۡ أَخۡذَ عَزِيزٖ مُّقۡتَدِرٍ", "english" : "They denied Our signs all of them so We seized them with a seizure of one Exalted in Might and Perfect in Ability", "urdu" : "مگر انہوں نے ہماری ساری نشانیوں کو جھٹلا دیا آخر کو ہم نے انہیں پکڑا جس طرح کوئی زبردست قدرت والا پکڑتا ہے","chinese" : "他们否认了我的一切迹象，故我以万能者，全能者的态度，惩治了他们。","turkey" : "Mucizelerimizin hepsini yalanladılar. Bunun üzerine onları güç ve kuvvet sahibi olana yakışır bir şekilde yakaladık"} ,{"id": "43", "arabic" : "أَكُفَّارُكُمۡ خَيۡرٞ مِّنۡ أُوْلَـٰٓئِكُمۡ أَمۡ لَكُم بَرَآءَةٞ فِي ٱلزُّبُرِ", "english" : "Are your disbelievers better than those [former ones] or have you immunity in the scripture", "urdu" : "کیا تمہارے کفار کچھ اُن لوگوں سے بہتر ہیں؟ یا آسمانی کتابوں میں تمہارے لیے کوئی معافی لکھی ہوئی ہے؟","chinese" : "你们中不信道的人们比这等人还优秀呢！还是天经中有关于你们的赦条呢？","turkey" : "Sizin inkarcılarınız bunlardan daha mı üstündür? Yoksa Kitablarda size bir kurtuluş belgesi mi var"} ,{"id": "44", "arabic" : "أَمۡ يَقُولُونَ نَحۡنُ جَمِيعٞ مُّنتَصِرٞ", "english" : "Or do they say We are an assembly supporting [each other]", "urdu" : "یا اِن لوگوں کا کہنا یہ ہے کہ ہم ایک مضبوط جتھا ہیں، اپنا بچاؤ کر لیں گے؟","chinese" : "难道他们说：“我们是一个常胜的团体。”","turkey" : "Yoksa: Biz öç alabilecek bir topluluğuz mu diyorlar"} ,{"id": "45", "arabic" : "سَيُهۡزَمُ ٱلۡجَمۡعُ وَيُوَلُّونَ ٱلدُّبُرَ", "english" : "[Their] assembly will be defeated and they will turn their backs [in retreat]", "urdu" : "عنقریب یہ جتھا شکست کھا جائے گا اور یہ سب پیٹھ پھیر کر بھاگتے نظر آئیں گے","chinese" : "那个团体将败北，他们将转背。","turkey" : "Toplulukları dağıtılacak yüzgeri edileceklerdir"} ,{"id": "46", "arabic" : "بَلِ ٱلسَّاعَةُ مَوۡعِدُهُمۡ وَٱلسَّاعَةُ أَدۡهَىٰ وَأَمَرُّ", "english" : "But the Hour is their appointment [for due punishment] and the Hour is more disastrous and more bitter", "urdu" : "بلکہ اِن سے نمٹنے کے لیے اصل وعدے کا وقت تو قیامت ہے اور وہ بڑی آفت اور زیادہ تلخ ساعت ہے","chinese" : "不然，复活时是他们的约期；复活时是更艰难的，是更辛苦的。","turkey" : "Kıyamet onların azap ile vadedildikleri gündür. O ne korkunç ne acı bir gündür"} ,{"id": "47", "arabic" : "إِنَّ ٱلۡمُجۡرِمِينَ فِي ضَلَٰلٖ وَسُعُرٖ", "english" : "Indeed the criminals are in error and madness", "urdu" : "یہ مجرم لوگ در حقیقت غلط فہمی میں میں مبتلا ہیں اور اِن کی عقل ماری گئی ہے","chinese" : "犯罪者的确在迷误和烈火中。","turkey" : "Doğrusu suçlular sapıklık ve çılgınlık içindedirler"} ,{"id": "48", "arabic" : "يَوۡمَ يُسۡحَبُونَ فِي ٱلنَّارِ عَلَىٰ وُجُوهِهِمۡ ذُوقُواْ مَسَّ سَقَرَ", "english" : "The Day they are dragged into the Fire on their faces [it will be said] Taste the touch of Saqar", "urdu" : "جس روز یہ منہ کے بل آگ میں گھسیٹے جائیں گے اُس روز اِن سے کہا جائے گا کہ اب چکھو جہنم کی لپٹ کا مزا","chinese" : "他们匍匐着被拖入火狱之日，将对他们说：“你们尝试火狱的烧灼吧！”","turkey" : "Ateşe yüzüstü sürüldükleri gün onlara: Cehennemin dokunan azabını tadın denir"} ,{"id": "49", "arabic" : "إِنَّا كُلَّ شَيۡءٍ خَلَقۡنَٰهُ بِقَدَرٖ", "english" : "Indeed all things We created with predestination", "urdu" : "ہم نے ہر چیز ایک تقدیر کے ساتھ پیدا کی ہے","chinese" : "我确已依定量而创造万物，","turkey" : "Şüphesiz Biz her şeyi bir ölçüye göre yaratmışızdır"} ,{"id": "50", "arabic" : "وَمَآ أَمۡرُنَآ إِلَّا وَٰحِدَةٞ كَلَمۡحِۭ بِٱلۡبَصَرِ", "english" : "And Our command is but one like a glance of the eye", "urdu" : "اور ہمارا حکم بس ایک ہی حکم ہوتا ہے اور پلک جھپکاتے وہ عمل میں آ جاتا ہے","chinese" : "我的命令只是快如转瞬的一句话。","turkey" : "Bizim buyruğumuz bir göz kırpması gibi anidir"} ,{"id": "51", "arabic" : "وَلَقَدۡ أَهۡلَكۡنَآ أَشۡيَاعَكُمۡ فَهَلۡ مِن مُّدَّكِرٖ", "english" : "And We have already destroyed your kinds so is there any who will remember", "urdu" : "تم جیسے بہت سوں کو ہم ہلاک کر چکے ہیں، پھر ہے کوئی نصیحت قبول کرنے والا؟","chinese" : "我确已将你们的宗派毁灭了。有接受劝告的人吗？","turkey" : "And olsun ki benzerlerinizi yok etti öğüt alan yok mudur"} ,{"id": "52", "arabic" : "وَكُلُّ شَيۡءٖ فَعَلُوهُ فِي ٱلزُّبُرِ", "english" : "And everything they did is in written records", "urdu" : "جو کچھ اِنہوں نے کیا ہے وہ سب دفتروں میں درج ہے","chinese" : "凡他们所做的事，都记载在天经中。","turkey" : "İnsanların yaptıkları her şey kitablarda kayıtlıdır"} ,{"id": "53", "arabic" : "وَكُلُّ صَغِيرٖ وَكَبِيرٖ مُّسۡتَطَرٌ", "english" : "And every small and great [thing] is inscribed", "urdu" : "اور ہر چھوٹی بڑی بات لکھی ہوئی موجود ہے","chinese" : "一切小事和大事，都是被记录的。","turkey" : "Küçük ve büyük hepsi satır satırdır"} ,{"id": "54", "arabic" : "إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّـٰتٖ وَنَهَرٖ", "english" : "Indeed the righteous will be among gardens and rivers", "urdu" : "نافرمانی سے پرہیز کرنے والے یقیناً باغوں اور نہروں میں ہوں گے","chinese" : "敬畏的人们，必定在乐园里，在各种河岸边，","turkey" : "Allah'a karşı gelmekten sakınanlar güçlü hükümdarın katında yüksek bir derecede cennetlerde ferahlık ve aydınlık içindedirler"} ,{"id": "55", "arabic" : "فِي مَقۡعَدِ صِدۡقٍ عِندَ مَلِيكٖ مُّقۡتَدِرِۭ", "english" : "In a seat of honor near a Sovereign Perfect in Ability", "urdu" : "سچی عزت کی جگہ، بڑے ذی اقتدار بادشاہ کے قریب","chinese" : "在全能的主那里，得居一个如意的地位。","turkey" : "Allah'a karşı gelmekten sakınanlar güçlü hükümdarın katında yüksek bir derecede cennetlerde ferahlık ve aydınlık içindedirler"} ]}