{"name":"الحديد","verses":[{"id": "1", "arabic" : "سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ", "english" : "Whatever is in the heavens and earth exalts Allah and He is the Exalted in Might the Wise", "urdu" : "اللہ کی تسبیح کی ہے ہر اُس چیز نے جو زمین اور آسمانوں میں ہے، اور وہی زبردست دانا ہے","chinese" : "天地万物，都赞颂安拉超绝万物，他确是万能的，确是至睿的。","turkey" : "Göklerde ve yerde olanlar Allah'ı tesbih ederler. O güçlüdür Hakim'dir"} ,{"id": "2", "arabic" : "لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ", "english" : "His is the dominion of the heavens and earth. He gives life and causes death and He is over all things competent", "urdu" : "زمین اور آسمانوں کی سلطنت کا مالک وہی ہے، زندگی بخشتا ہے اور موت دیتا ہے، اور ہر چیز پر قدرت رکھتا ہے","chinese" : "天地的国权，归他所有；他能使人生，能使人死；他对于万事，是全能的。","turkey" : "Göklerin ve yerin hükümranlığı O'nundur; diriltir öldürür. O her şeye Kadir'dir"} ,{"id": "3", "arabic" : "هُوَ ٱلۡأَوَّلُ وَٱلۡأٓخِرُ وَٱلظَّـٰهِرُ وَٱلۡبَاطِنُۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٌ", "english" : "He is the First and the Last the Ascendant and the Intimate and He is of all things Knowing", "urdu" : "وہی اول بھی ہے اور آخر بھی، ظاہر بھی ہے اور مخفی بھی، اور وہ ہر چیز کا علم رکھتا ہے","chinese" : "他是前无始后无终的，是极显著极隐微的，他是全知万物的。","turkey" : "O her şeyden öncedir; kendisinden sonraya hiçbir şeyin kalmayacağı son'dur; varlığı aşikardır; gerçek mahiyeti insan için gizlidir. O her şeyi bilir"} ,{"id": "4", "arabic" : "هُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۖ وَهُوَ مَعَكُمۡ أَيۡنَ مَا كُنتُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ", "english" : "It is He who created the heavens and earth in six days and then established Himself above the Throne. He knows what penetrates into the earth and what emerges from it and what descends from the heaven and what ascends therein; and He is with you wherever you are. And Allah of what you do is Seeing", "urdu" : "وہی ہے جس نے آسمانوں اور زمین کو چھ دنوں میں پیدا کیا اور پھر عرش پر جلوہ فرما ہوا اُس کے علم میں ہے جو کچھ زمین میں جاتا ہے اور جو کچھ اس سے نکلتا ہے اور جو کچھ آسمان سے اترتا ہے اور جو کچھ اُس میں چڑھتا ہے وہ تمہارے ساتھ ہے جہاں بھی تم ہو جو کام بھی کرتے ہو اسے وہ دیکھ رہا ہے","chinese" : "他是在六日内创造天地，然后升上宝座的。他知道潜入地中的，和从地中生出的，与从天空降下的，和升上天空的。无论你们在哪里，他是与你们同在的；他是鉴察你们的行为的。","turkey" : "Gökleri ve yeri altı günde yaratan sonra arşa hükmeden yere gireni ve ondan çıkanı gökten ineni ve oraya yükseleni bilen O'dur. Nerede olursanız olun O sizinle beraberdir. Allah yaptıklarınızı görür"} ,{"id": "5", "arabic" : "لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ", "english" : "His is the dominion of the heavens and earth. And to Allah are returned [all] matters", "urdu" : "وہی زمین اور آسمانوں کی بادشاہی کا مالک ہے اور تمام معاملات فیصلے کے لیے اُسی کی طرف رجوع کیے جاتے ہیں","chinese" : "天地的国权，归他所有；万事只归于安拉。","turkey" : "Göklerin ve yerin hükümranlığı O'nundur. Bütün işler Allah'a döndürülür"} ,{"id": "6", "arabic" : "يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۚ وَهُوَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ", "english" : "He causes the night to enter the day and causes the day to enter the night and he is Knowing of that within the breasts", "urdu" : "وہی رات کو دن میں اور دن کو رات میں داخل کرتا ہے، اور دلوں کے چھپے ہوئے راز تک جانتا ہے","chinese" : "他使黑夜侵入白昼，使白昼侵入黑夜；他是全知心事的。","turkey" : "Geceyi gündüze katar gündüzü geceye katar; O kalblerde olanı bilendir"} ,{"id": "7", "arabic" : "ءَامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَأَنفِقُواْ مِمَّا جَعَلَكُم مُّسۡتَخۡلَفِينَ فِيهِۖ فَٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَأَنفَقُواْ لَهُمۡ أَجۡرٞ كَبِيرٞ", "english" : "Believe in Allah and His Messenger and spend out of that in which He has made you successors. For those who have believed among you and spent there will be a great reward", "urdu" : "ایمان لاؤ اللہ اور اس کے رسول پر اور خرچ کرو اُن چیزوں میں سے جن پر اس نے تم کو خلیفہ بنایا ہے جو لوگ تم میں سے ایمان لائیں گے اور مال خرچ کریں گے ان کے لیے بڑا اجر ہے","chinese" : "你们应当信仰安拉和使者，你们应当分舍他所委你们代管的财产，你们中信道而且施舍者，将受重大的报酬。","turkey" : "Ey insanlar! Allah'a ve Peygamberine inanın; sizi varis kıldığı şeylerden sarfedin; aranızdan inanıp da sarfeden kimselere büyük ecir vardır"} ,{"id": "8", "arabic" : "وَمَا لَكُمۡ لَا تُؤۡمِنُونَ بِٱللَّهِ وَٱلرَّسُولُ يَدۡعُوكُمۡ لِتُؤۡمِنُواْ بِرَبِّكُمۡ وَقَدۡ أَخَذَ مِيثَٰقَكُمۡ إِن كُنتُم مُّؤۡمِنِينَ", "english" : "And why do you not believe in Allah while the Messenger invites you to believe in your Lord and He has taken your covenant if you should [truly] be believers", "urdu" : "تمہیں کیا ہو گیا ہے کہ تم اللہ پر ایمان نہیں لاتے حالانکہ رسول تمہیں اپنے رب پر ایمان لانے کی دعوت دے رہا ہے اور وہ تم سے عہد لے چکا ہے اگر تم واقعی ماننے والے ہو","chinese" : "你们怎么不信仰安拉呢？使者号召你们去信仰你们的主，而你们的主，确已和你们缔约，如果你们是信士的话 。，，，，","turkey" : "Peygamber sizi Rabbinize inanmaya çağırdığı halde Allah'a niçin inanmazsınız? Hem O sizden söz almıştı inanmışlar iseniz; bu çağrıya koşun"} ,{"id": "9", "arabic" : "هُوَ ٱلَّذِي يُنَزِّلُ عَلَىٰ عَبۡدِهِۦٓ ءَايَٰتِۭ بَيِّنَٰتٖ لِّيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَإِنَّ ٱللَّهَ بِكُمۡ لَرَءُوفٞ رَّحِيمٞ", "english" : "It is He who sends down upon His Servant [Muhammad] verses of clear evidence that He may bring you out from darknesses into the light. And indeed Allah is to you Kind and Merciful", "urdu" : "وہ اللہ ہی تو ہے جو اپنے بندے پر صاف صاف آیتیں نازل کر رہا ہے تاکہ تمہیں تاریکیوں سے نکال کر روشنی میں لے آئے، اور حقیقت یہ ہے کہ اللہ تم پر نہایت شفیق اور مہربان ہے","chinese" : "他降示他的仆人许多明证，以便他使你们从重重黑暗走入光明。安拉对于你们，确是仁爱的，确是至慈的。","turkey" : "Sizi karanlıklardan aydınlığa çıkarmak için kuluna apaçık ayetler indiren O'dur. Doğrusu Allah size karşı şefkatlidir merhametlidir"} ,{"id": "10", "arabic" : "وَمَا لَكُمۡ أَلَّا تُنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا يَسۡتَوِي مِنكُم مَّنۡ أَنفَقَ مِن قَبۡلِ ٱلۡفَتۡحِ وَقَٰتَلَۚ أُوْلَـٰٓئِكَ أَعۡظَمُ دَرَجَةٗ مِّنَ ٱلَّذِينَ أَنفَقُواْ مِنۢ بَعۡدُ وَقَٰتَلُواْۚ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ", "english" : "And why do you not spend in the cause of Allah while to Allah belongs the heritage of the heavens and the earth? Not equal among you are those who spent before the conquest [of Makkah] and fought [and those who did so after it]. Those are greater in degree than they who spent afterwards and fought. But to all Allah has promised the best [reward]. And Allah with what you do is Acquainted", "urdu" : "آخر کیا وجہ ہے کہ تم اللہ کی راہ میں خرچ نہیں کرتے حالانکہ زمین اور آسمانوں کی میراث اللہ ہی کے لیے ہے تم میں سے جو لوگ فتح کے بعد خرچ اور جہاد کریں گے وہ کبھی اُن لوگوں کے برابر نہیں ہو سکتے جنہوں نے فتح سے پہلے خرچ اور جہاد کیا ہے اُن کا درجہ بعد میں خرچ اور جہاد کرنے والوں سے بڑھ کر ہے اگرچہ اللہ نے دونوں ہی سے اچھے وعدے فرمائے ہیں جو کچھ تم کرتے ہو اللہ اس سے با خبر ہے","chinese" : "你们怎么不为安拉而施舍呢？天地的遗产，只是安拉的。你们中在胜利之前施舍而且参战者，与在胜利之后施舍而且参战者，不是平等的，前者比后者品级更高。安拉以最优的报酬应许每派人，安拉是彻知你们的行为的。","turkey" : "Göklerin ve yerin mirasçısı Allah olduğu halde Allah yolunda siz niçin sarf etmiyorsunuz? İçinizden Mekke'nin fethinden önce sarfeden ve savaşan kimseler daha sonra sarfedip savaşan kimselerle bir değildirler öncekiler daha üstün derecededirler. Allah hepsine cenneti vadetmiştir. Allah işlediklerinizden haberdardır"} ,{"id": "11", "arabic" : "مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥ وَلَهُۥٓ أَجۡرٞ كَرِيمٞ", "english" : "Who is it that would loan Allah a goodly loan so He will multiply it for him and he will have a noble reward", "urdu" : "کون ہے جو اللہ کو قرض دے؟ اچھا قرض، تاکہ اللہ اسے کئی گنا بڑھا کر واپس دے، اور اُس کے لیے بہترین اجر ہے","chinese" : "谁以善债借给安拉呢？安拉将加倍偿还他，他还受优厚的报酬。","turkey" : "Allah'a kim güzel bir ödünç takdiminde bulunursa Allah karşılığını kat kat verir ona cömertçe verilecek bir ecir de vardır"} ,{"id": "12", "arabic" : "يَوۡمَ تَرَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ يَسۡعَىٰ نُورُهُم بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۖ بُشۡرَىٰكُمُ ٱلۡيَوۡمَ جَنَّـٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ", "english" : "On the Day you see the believing men and believing women their light proceeding before them and on their right [it will be said] Your good tidings today are [of] gardens beneath which rivers flow wherein you will abide eternally. That is what is the great attainment", "urdu" : "اُس دن جبکہ تم مومن مردوں اور عورتوں کو دیکھو گے کہ ان کا نور اُن کے آگے آگے اور ان کے دائیں جانب دوڑ رہا ہوگا (ان سے کہا جائے گا کہ) آج بشارت ہے تمہارے لیے جنتیں ہونگی جن کے نیچے نہریں بہہ رہی ہونگی، جن میں وہ ہمیشہ رہیں گے یہی ہے بڑی کامیابی","chinese" : "在那日，你将看见男女信士们，他们的光辉，在他们的前面和右边奔驰，有人将对他们说：你们今日的佳音，是下临诸河的乐园；你们将永居其中，那确是伟大的成功。","turkey" : "İnanmış erkek ve kadınları defterleri sağdan verilmiş ve ışıkları önlerinde olarak giderken gördüğün gün onlara şöyle denecektir: Müjde; bugün içlerinden ırmaklar akan içinde temelli kalacağınız cennetler sizindir. İşte bu büyük kurtuluştur"} ,{"id": "13", "arabic" : "يَوۡمَ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ لِلَّذِينَ ءَامَنُواْ ٱنظُرُونَا نَقۡتَبِسۡ مِن نُّورِكُمۡ قِيلَ ٱرۡجِعُواْ وَرَآءَكُمۡ فَٱلۡتَمِسُواْ نُورٗاۖ فَضُرِبَ بَيۡنَهُم بِسُورٖ لَّهُۥ بَابُۢ بَاطِنُهُۥ فِيهِ ٱلرَّحۡمَةُ وَظَٰهِرُهُۥ مِن قِبَلِهِ ٱلۡعَذَابُ", "english" : "On the [same] Day the hypocrite men and hypocrite women will say to those who believed Wait for us that we may acquire some of your light. It will be said Go back behind you and seek light. And a wall will be placed between them with a door its interior containing mercy but on the outside of it is torment", "urdu" : "اُس روز منافق مردوں اور عورتوں کا حال یہ ہوگا کہ وہ مومنوں سے کہیں گے ذرا ہماری طرف دیکھو تاکہ ہم تمہارے نور سے کچھ فائدہ اٹھائیں، مگر ان سے کہا جائے گا پیچھے ہٹ جاؤ، اپنا نور کہیں اور تلاش کرو پھر ان کے درمیان ایک دیوار حائل کر دی جائے گی جس میں ایک دروازہ ہوگا اُس دروازے کے اندر رحمت ہوگی اور باہر عذاب","chinese" : "在那日，伪信的男女，将对信道的男女说：请你们等候我们，让我们借你们的一点光辉！有人将要对他们说：你们转回去寻求光辉吧！于是，彼此之间，筑起了一堵隔壁来，隔壁上有一道门，门内有恩惠，门外有刑罚。","turkey" : "İkiyüzlü erkek ve kadınlar müminlere: Bizi de gözetin; ışığınızdan faydalanalım dedikleri gün onlara: Ardınıza dönün de ışık arayın denir; inananlarla ikiyüzlüler arasına kapısının içinde rahmet ve dışında azap olan bir sur çekilir"} ,{"id": "14", "arabic" : "يُنَادُونَهُمۡ أَلَمۡ نَكُن مَّعَكُمۡۖ قَالُواْ بَلَىٰ وَلَٰكِنَّكُمۡ فَتَنتُمۡ أَنفُسَكُمۡ وَتَرَبَّصۡتُمۡ وَٱرۡتَبۡتُمۡ وَغَرَّتۡكُمُ ٱلۡأَمَانِيُّ حَتَّىٰ جَآءَ أَمۡرُ ٱللَّهِ وَغَرَّكُم بِٱللَّهِ ٱلۡغَرُورُ", "english" : "The hypocrites will call to the believers Were we not with you? They will say Yes but you afflicted yourselves and awaited [misfortune for us] and doubted and wishful thinking deluded you until there came the command of Allah. And the Deceiver deceived you concerning Allah", "urdu" : "وہ مومنوں سے پکار پکار کر کہیں گے کیا ہم تمہارے ساتھ نہ تھے؟ مومن جواب دیں گے ہاں، مگر تم نے اپنے آپ کو خود فتنے میں ڈالا، موقع پرستی کی، شک میں پڑے رہے، اور جھوٹی توقعات تمہیں فریب دیتی رہیں، یہاں تک کہ اللہ کا فیصلہ آ گیا، اور آخر وقت تک وہ بڑا دھوکے باز تمہیں اللہ کے معاملہ میں دھوکا دیتا رہا","chinese" : "他们将喊叫信道的人们说：难道我们与你们不是同教吗？他们说：不然，你们自欺、观望、怀疑正道，种种妄想欺骗你们，直到安拉的命令来临，猾贼曾以安拉的优容欺骗你们。","turkey" : "İkiyüzlüler inananlara: Biz sizinle beraber değil miydik diye seslenirler. Onlar: Evet öyle; fakat sizler kendinizi aldattınız bize pusu kurdunuz Allah'ın buyruğu gelene kadar dinde şüpheye düştünüz; sizi kuruntular aldattı; sizi şeytanlar Allah'a karşı da ayarttı"} ,{"id": "15", "arabic" : "فَٱلۡيَوۡمَ لَا يُؤۡخَذُ مِنكُمۡ فِدۡيَةٞ وَلَا مِنَ ٱلَّذِينَ كَفَرُواْۚ مَأۡوَىٰكُمُ ٱلنَّارُۖ هِيَ مَوۡلَىٰكُمۡۖ وَبِئۡسَ ٱلۡمَصِيرُ", "english" : "So today no ransom will be taken from you or from those who disbelieved. Your refuge is the Fire. It is most worthy of you and wretched is the destination", "urdu" : "لہٰذا آج نہ تم سے کوئی فدیہ قبول کیا جائے گا اور نہ اُن لوگوں سے جنہوں نے کھلا کھلا کفر کیا تھا تمہارا ٹھکانا جہنم ہے، وہی تمہاری خبر گیری کرنے والی ہے اور یہ بدترین انجام ہے","chinese" : "故今日你们与不信道者的罚金，都不被接受，你们的归宿是火狱，那对于你们是更相宜的，那归宿真恶劣！","turkey" : "Bugün sizden ve inkar edenlerden fidye kabul edilmez; varacağınız yer ateştir layığınız orasıdır; ne kötü bir dönüştür"} ,{"id": "16", "arabic" : "۞أَلَمۡ يَأۡنِ لِلَّذِينَ ءَامَنُوٓاْ أَن تَخۡشَعَ قُلُوبُهُمۡ لِذِكۡرِ ٱللَّهِ وَمَا نَزَلَ مِنَ ٱلۡحَقِّ وَلَا يَكُونُواْ كَٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلُ فَطَالَ عَلَيۡهِمُ ٱلۡأَمَدُ فَقَسَتۡ قُلُوبُهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ", "english" : "Has the time not come for those who have believed that their hearts should become humbly submissive at the remembrance of Allah and what has come down of the truth? And let them not be like those who were given the Scripture before and a long period passed over them so their hearts hardened; and many of them are defiantly disobedient", "urdu" : "کیا ایمان لانے والوں کے لیے ابھی وہ وقت نہیں آیا کہ اُن کے دل اللہ کے ذکر سے پگھلیں اور اُس کے نازل کردہ حق کے آگے جھکیں اور وہ اُن لوگوں کی طرح نہ ہو جائیں جنہیں پہلے کتاب دی گئی تھی، پھر ایک لمبی مدت اُن پر گزر گئی تو ان کے دل سخت ہو گئے اور آج ان میں سے اکثر فاسق بنے ہوئے ہیں؟","chinese" : "难道信士们以为时间还未到，故他们的心不为安拉的教诲和他所降示的真理而柔和吗？他们不可以像以前曾奉天经的人们那样，经过长时期后，他们的心就变硬了，他们中有许多人是犯罪的。","turkey" : "İnananların gönüllerinin Allah'ı anması ve O'ndan inen gerçeğe içten bağlanması zamanı daha gelmedi mi? Onlar daha önce kendilerine kitap verilenler gibi olmasınlar; onların üzerinden uzun zaman geçti de kalbleri katılaştı; çoğu yoldan çıkmış kimselerdir"} ,{"id": "17", "arabic" : "ٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَعۡقِلُونَ", "english" : "Know that Allah gives life to the earth after its lifelessness. We have made clear to you the signs; perhaps you will understand", "urdu" : "خوب جان لو کہ، اللہ زمین کو اُس کی موت کے بعد زندگی بخشتا ہے، ہم نے نشانیاں تم کو صاف صاف دکھا دی ہیں، شاید کہ تم عقل سے کام لو","chinese" : "你们应当知道安拉是使已死的大地复活的，我确已为你们解释了许多迹象，以便你们明理。","turkey" : "Allah'ın yeryüzünü ölümünden sonra dirilttiğini bilin; size akledesiniz diye açık açık deliller anlattık"} ,{"id": "18", "arabic" : "إِنَّ ٱلۡمُصَّدِّقِينَ وَٱلۡمُصَّدِّقَٰتِ وَأَقۡرَضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعَفُ لَهُمۡ وَلَهُمۡ أَجۡرٞ كَرِيمٞ", "english" : "Indeed the men who practice charity and the women who practice charity and [they who] have loaned Allah a goodly loan - it will be multiplied for them and they will have a noble reward", "urdu" : "مردوں اور عورتوں میں سے جو لوگ صدقات دینے والے ہیں اور جنہوں نے اللہ کو قرض حسن دیا ہے، اُن کو یقیناً کئی گنا بڑھا کر دیا جائے گا اور ان کے لیے بہترین اجر ہے","chinese" : "施财的男女，和以善债借给安拉的男女，他必定加倍偿还他们，他们将受优厚的报酬。","turkey" : "Doğrusu sadaka veren erkek ve kadınlara Allah'a güzel bir takdimde bulunanlara kat kat karşılık verilir; onlara cömertçe verilecek bir ecir vardır"} ,{"id": "19", "arabic" : "وَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦٓ أُوْلَـٰٓئِكَ هُمُ ٱلصِّدِّيقُونَۖ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمۡ لَهُمۡ أَجۡرُهُمۡ وَنُورُهُمۡۖ وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ", "english" : "And those who have believed in Allah and His messengers - those are [in the ranks of] the supporters of truth and the martyrs with their Lord. For them is their reward and their light. But those who have disbelieved and denied Our verses - those are the companions of Hellfire", "urdu" : "اور جو لوگ اللہ اور اس کے رسولوں پر ایمان لائے ہیں وہی اپنے رب کے نزدیک صدیق اور شہید ہیں، اُن کے لیے اُن کا اجر اور اُن کا نور ہے اور جن لوگوں نے کفر کیا ہے اور ہماری آیات کو جھٹلایا ہے وہ دوزخی ہیں","chinese" : "信仰安拉和使者的人们，在主那里，是虔诚者，是见证者，他们将有他们的报酬和光明。不信道并且否认我的迹象的人们，是火狱的居民。","turkey" : "Allah'a ve peygamberlerine inananlara dosdoğru olanlara ve Allah yolunda şehit düşenlere işte onlara Rableri katında nur ve ecir vardır. İnkar edip ayetlerimizi yalanlayanlar işte onlar da cehennemlik olanlardır"} ,{"id": "20", "arabic" : "ٱعۡلَمُوٓاْ أَنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞ وَزِينَةٞ وَتَفَاخُرُۢ بَيۡنَكُمۡ وَتَكَاثُرٞ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِۖ كَمَثَلِ غَيۡثٍ أَعۡجَبَ ٱلۡكُفَّارَ نَبَاتُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَكُونُ حُطَٰمٗاۖ وَفِي ٱلۡأٓخِرَةِ عَذَابٞ شَدِيدٞ وَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرِضۡوَٰنٞۚ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ", "english" : "Know that the life of this world is but amusement and diversion and adornment and boasting to one another and competition in increase of wealth and children - like the example of a rain whose [resulting] plant growth pleases the tillers; then it dries and you see it turned yellow; then it becomes [scattered] debris. And in the Hereafter is severe punishment and forgiveness from Allah and approval. And what is the worldly life except the enjoyment of delusion", "urdu" : "خوب جان لو کہ یہ دنیا کی زندگی اس کے سوا کچھ نہیں کہ ایک کھیل اور دل لگی اور ظاہری ٹیپ ٹاپ اور تمہارا آپس میں ایک دوسرے پر فخر جتانا اور مال و اولاد میں ایک دوسرے سے بڑھ جانے کی کوشش کرنا ہے اس کی مثال ایسی ہے جیسے ایک بارش ہو گئی تو اس سے پیدا ہونے والی نباتات کو دیکھ کر کاشت کار خوش ہو گئے پھر وہی کھیتی پک جاتی ہے اور تم دیکھتے ہو کہ وہ زرد ہو گئی پھر وہ بھس بن کر رہ جاتی ہے اِس کے برعکس آخرت وہ جگہ ہے جہاں سخت عذاب ہے اور اللہ کی مغفرت اور اس کی خوشنودی ہے دنیا کی زندگی ایک دھوکے کی ٹٹی کے سوا کچھ نہیں","chinese" : "你们应当知道，今世的生活，只是游戏、娱乐、装饰，矜夸，以财产和子孙的富庶相争胜；譬如时雨，使田苗滋长，农夫见了非常高兴，嗣后，田苗枯槁，你看它变成黄色的，继而零落。在后世，有严厉的刑罚，也有从安拉发出的赦宥和喜悦；今世生活，只是骗人的享受。","turkey" : "Bilin ki dünya hayatı oyun oyalanma süslenme aranızda övünme ve daha çok mal ve çocuk sahibi olmaktan ibarettir. Bu yağmurun bitirdiği ekicilerin de hoşuna giden bir bitkiye benzer; sonra kurur sapsarı olduğu görülür sonra çerçöp olur. Ahirette çetin azap da vardır. Allah'ın hoşnudluğu ve bağışlaması da vardır; dünya hayatı ise sadece aldatıcı bir geçinmedir"} ,{"id": "21", "arabic" : "سَابِقُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا كَعَرۡضِ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أُعِدَّتۡ لِلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ", "english" : "Race toward forgiveness from your Lord and a Garden whose width is like the width of the heavens and earth prepared for those who believed in Allah and His messengers. That is the bounty of Allah which He gives to whom He wills and Allah is the possessor of great bounty", "urdu" : "دوڑو اور ایک دوسرے سے آگے بڑھنے کی کوشش کرو اپنے رب کی مغفرت اور اُس کی جنت کی طرف جس کی وسعت آسمان و زمین جیسی ہے، جو مہیا کی گئی ہے اُن لوگوں کے لیے جو اللہ اور اُس کے رسولوں پر ایمان لائے ہوں یہ اللہ کا فضل ہے، جسے چاہتا ہے عطا فرماتا ہے، اور اللہ بڑے فضل والا ہے","chinese" : "你们应当争取从你们的主发出的赦宥，和与天地一样广阔的乐园--为信仰安拉和众使者的人们而准备的乐园--那是安拉的恩典，他将它赏赐他所意欲者。安拉是有宏恩的。","turkey" : "Ey İnsanlar! Rabbiniz tarafından bağışlanmaya Allah'a ve Peygamberine inananlar için hazırlanmış genişliği yerle göğün genişliği kadar olan cennete koşusun; bu Allah'ın dilediğine verdiği lütfudur. Allah büyük lütuf sahibidir"} ,{"id": "22", "arabic" : "مَآ أَصَابَ مِن مُّصِيبَةٖ فِي ٱلۡأَرۡضِ وَلَا فِيٓ أَنفُسِكُمۡ إِلَّا فِي كِتَٰبٖ مِّن قَبۡلِ أَن نَّبۡرَأَهَآۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ", "english" : "No disaster strikes upon the earth or among yourselves except that it is in a register before We bring it into being - indeed that for Allah is easy", "urdu" : "کوئی مصیبت ایسی نہیں ہے جو زمین میں یا تمہارے اپنے نفس پر نازل ہوتی ہو اور ہم نے اس کو پیدا کرنے سے پہلے ایک کتاب میں لکھ نہ رکھا ہو ایسا کرنا اللہ کے لیے بہت آسان کام ہے","chinese" : "大地所有的灾难，和你们自己所遭的祸患，在我创造那些祸患之前，无不记录在天经中；这事对于安拉确是容易的，","turkey" : "Yeryüzüne ve sizin başınıza gelen herhangi bir musibet yoktur ki biz onu yaratmadan önce o Kitap'da bulunmasın. Doğrusu bu Allah'a kolaydır"} ,{"id": "23", "arabic" : "لِّكَيۡلَا تَأۡسَوۡاْ عَلَىٰ مَا فَاتَكُمۡ وَلَا تَفۡرَحُواْ بِمَآ ءَاتَىٰكُمۡۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٍ", "english" : "In order that you not despair over what has eluded you and not exult [in pride] over what He has given you. And Allah does not like everyone self-deluded and boastful", "urdu" : "(یہ سب کچھ اس لیے ہے) تاکہ جو کچھ بھی نقصان تمہیں ہو اس پر تم دل شکستہ نہ ہو اور جو کچھ اللہ تمہیں عطا فرمائے اس پر پھول نہ جاؤ اللہ ایسے لوگوں کو پسند نہیں کرتا جو اپنے آپ کو بڑی چیز سمجھتے ہیں اور فخر جتاتے ہیں","chinese" : "以免你们为自己所丧失的而悲伤，为他所赏赐你们的而狂喜。安拉是不喜爱一切傲慢者、矜夸者的。","turkey" : "Bu kaybettiğinize üzülmemeniz ve Allah'ın size verdiği nimetlerle şımarmamanız içindir. Allah kendini beğenip öğünen hiç kimseyi sevmez"} ,{"id": "24", "arabic" : "ٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِۗ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ", "english" : "[Those] who are stingy and enjoin upon people stinginess. And whoever turns away - then indeed Allah is the Free of need the Praiseworthy", "urdu" : "جو خود بخل کرتے ہیں اور دوسروں کو بخل پر اکساتے ہیں اب اگر کوئی رو گردانی کرتا ہے تو اللہ بے نیاز اور ستودہ صفات ہے","chinese" : "他们自己吝啬，还教别人吝啬。规避义务的人们，安拉确是无求于他们的，确是可颂的。","turkey" : "Bunlar cimrilik ederler ve insanlara da cimrilik yapmalarını söylerler. Allah'ın buyruğundan kim yüz çevirirse bilsin ki Allah şüphesiz müstağni ve övülmeğe layık olandır"} ,{"id": "25", "arabic" : "لَقَدۡ أَرۡسَلۡنَا رُسُلَنَا بِٱلۡبَيِّنَٰتِ وَأَنزَلۡنَا مَعَهُمُ ٱلۡكِتَٰبَ وَٱلۡمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلۡقِسۡطِۖ وَأَنزَلۡنَا ٱلۡحَدِيدَ فِيهِ بَأۡسٞ شَدِيدٞ وَمَنَٰفِعُ لِلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ مَن يَنصُرُهُۥ وَرُسُلَهُۥ بِٱلۡغَيۡبِۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ", "english" : "We have already sent Our messengers with clear evidences and sent down with them the Scripture and the balance that the people may maintain [their affairs] in justice. And We sent down iron wherein is great military might and benefits for the people and so that Allah may make evident those who support Him and His messengers unseen. Indeed Allah is Powerful and Exalted in Might", "urdu" : "ہم نے اپنے رسولوں کو صاف صاف نشانیوں اور ہدایات کے ساتھ بھیجا، اور اُن کے ساتھ کتاب اور میزان نازل کی تاکہ لوگ انصاف پر قائم ہوں، اور لوہا اتارا جس میں بڑا زور ہے اور لوگوں کے لیے منافع ہیں یہ اس لیے کیا گیا ہے کہ اللہ کو معلوم ہو جائے کہ کون اُس کو دیکھے بغیر اس کی اور اُس کے رسولوں کی مدد کرتا ہے یقیناً اللہ بڑی قوت والا اور زبردست ہے","chinese" : "我确已派遣我的众使者，去传达我的许多明证，并降示天经和公平，以便众人谨守公道。我曾创造钢铁，其中有严厉的刑罚，对于众人没有许多裨益；以便安拉知道在秘密中襄助他和他的众使者的人。安拉确是至刚的，确是万能的。","turkey" : "And olsun ki peygamberlerimizi belgelerle gönderdik; insanların doğru (adaletli) hareket etmeleri için peygamberlere kitap ve ölçü indirdik; pek sert olan ve insanlara birçok faydası bulunan demiri de indirdik. Bu Allah'ın dinine ve peygamberlerine görmeksizin yardım edenleri meydana çıkarması içindir. Doğrusu Allah kuvvetlidir güçlüdür"} ,{"id": "26", "arabic" : "وَلَقَدۡ أَرۡسَلۡنَا نُوحٗا وَإِبۡرَٰهِيمَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَۖ فَمِنۡهُم مُّهۡتَدٖۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ", "english" : "And We have already sent Noah and Abraham and placed in their descendants prophethood and scripture; and among them is he who is guided but many of them are defiantly disobedient", "urdu" : "ہم نے نوحؑ اور ابراہیمؑ کو بھیجا اور اُن دونوں کی نسل میں نبوت اور کتاب رکھ دی پھر ان کی اولاد میں سے کسی نے ہدایت اختیار کی اور بہت سے فاسق ہو گئے","chinese" : "我确已派遣努哈和易卜拉欣，我以预言和天经赏赐他俩的后裔；他们中有遵循正道的，他们中有许多人是悖逆的。","turkey" : "And olsun ki Nuh'u ve İbrahim'i Biz gönderdik; ikisinin soyundan gelenlere peygamberlik ve kitap verdik; soylarından gelenlerin kimi doğru yoldadır birçoğu da yoldan çıkmıştır"} ,{"id": "27", "arabic" : "ثُمَّ قَفَّيۡنَا عَلَىٰٓ ءَاثَٰرِهِم بِرُسُلِنَا وَقَفَّيۡنَا بِعِيسَى ٱبۡنِ مَرۡيَمَ وَءَاتَيۡنَٰهُ ٱلۡإِنجِيلَۖ وَجَعَلۡنَا فِي قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأۡفَةٗ وَرَحۡمَةٗۚ وَرَهۡبَانِيَّةً ٱبۡتَدَعُوهَا مَا كَتَبۡنَٰهَا عَلَيۡهِمۡ إِلَّا ٱبۡتِغَآءَ رِضۡوَٰنِ ٱللَّهِ فَمَا رَعَوۡهَا حَقَّ رِعَايَتِهَاۖ فَـَٔاتَيۡنَا ٱلَّذِينَ ءَامَنُواْ مِنۡهُمۡ أَجۡرَهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ", "english" : "Then We sent following their footsteps Our messengers and followed [them] with Jesus the son of Mary and gave him the Gospel. And We placed in the hearts of those who followed him compassion and mercy and monasticism which they innovated; We did not prescribe it for them except [that they did so] seeking the approval of Allah. But they did not observe it with due observance. So We gave the ones who believed among them their reward but many of them are defiantly disobedient", "urdu" : "اُن کے بعد ہم نے پے در پے اپنے رسول بھیجے، اور ان سب کے بعد عیسیٰؑ ابن مریم کو مبعوث کیا اور اُس کو انجیل عطا کی اور جن لوگوں نے اس کی پیروی اختیار کی اُن کے دلوں میں ہم نے ترس اور رحم ڈال دیا اور رہبانیت انہوں نے خود ایجاد کرلی، ہم نے اُسے اُن پر فرض نہیں کیا تھا، مگر اللہ کی خوشنودی کی طلب میں انہوں نے آپ ہی یہ بدعت نکالی اور پھر اس کی پابندی کرنے کا جو حق تھا اسے ادا نہ کیا اُن میں سے جو لوگ ایمان لائے ہوئے تھے اُن کا اجر ہم نے ان کو عطا کیا، مگر ان میں سے اکثر لوگ فاسق ہیں","chinese" : "在他们之后，我曾继续派遣我的众使者，我又继续派遣麦尔彦之子尔撒，我赏赐他《引支勒》，我使他的信徒们心怀仁爱和慈悯。他们自创出家制--我未曾以出家为他们的定制--他们创设此制，以求安拉的喜悦；但他们未曾切实的遵守它，故我把报酬赏赐他们中的信道者。他们中有许多人是悖逆的。","turkey" : "Onların izleri üzerinden peygamberlerimizi ard arda gönderdik; Meryem oğlu İsa'yı da ardlarından gönderdik ve ona İncil'i verdik; ona uyanların gönüllerine şefkat ve merhamet duyguları koyduk; üzerlerine bizim gerekli kılmadığımız fakat kendilerinin güya Allah'ın rızasını kazanmak için ortaya attıkları ruhbaniyete bile gereği gibi riayet etmediler; içlerinde inanmış olan kimselere ecirlerini verdik; ama çoğu yoldan çıkmışlardır"} ,{"id": "28", "arabic" : "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَءَامِنُواْ بِرَسُولِهِۦ يُؤۡتِكُمۡ كِفۡلَيۡنِ مِن رَّحۡمَتِهِۦ وَيَجۡعَل لَّكُمۡ نُورٗا تَمۡشُونَ بِهِۦ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ", "english" : "O you who have believed fear Allah and believe in His Messenger; He will [then] give you a double portion of His mercy and make for you a light by which you will walk and forgive you; and Allah is Forgiving and Merciful", "urdu" : "اے لوگو جو ایمان لائے ہو، اللہ سے ڈرو اور اس کے رسولؐ پر ایمان لاؤ، اللہ تمہیں اپنی رحمت کا دوہرا حصہ عطا فرمائے گا اور تمہیں وہ نور بخشے گا جس کی روشنی میں تم چلو گے، اور تمہارے قصور معاف کر دے گا، اللہ بڑا معاف کرنے والا اور مہربان ہے","chinese" : "信道的人们啊！你们应当敬畏安拉，应当信仰他的使者，他就把他的恩惠加倍赏赐你们，他就为你们创造一道光明；你们将借那道光明而行走，他就赦宥你们。安拉是至赦的，是至慈的。","turkey" : "Ey inananlar! Allah'tan sakının Peygamberine inanın ki Allah size rahmetini iki kat versin; size ışığında yürüyeceğiniz bir ışık var etsin; sizi bağışlasın; Allah bağışlayandır acıyandır"} ,{"id": "29", "arabic" : "لِّئَلَّا يَعۡلَمَ أَهۡلُ ٱلۡكِتَٰبِ أَلَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّن فَضۡلِ ٱللَّهِ وَأَنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ", "english" : "[This is] so that the People of the Scripture may know that they are not able [to obtain] anything from the bounty of Allah and that [all] bounty is in the hand of Allah; He gives it to whom He wills. And Allah is the possessor of great bounty", "urdu" : "(تم کو یہ روش اختیار کرنی چاہیے) تاکہ اہل کتاب کو معلوم ہو جائے کہ اللہ کے فضل پر اُن کا کوئی اجارہ نہیں ہے، اور یہ کہ اللہ کا فضل اس کے اپنے ہی ہاتھ میں ہے، جسے چاہتا ہے عطا فرماتا ہے، اور وہ بڑے فضل والا ہے","chinese" : "以便曾受天经的人们知道，他们简直不能操纵安拉的恩典，并且知道，凡恩典都在安拉的掌握中，他要赏赐谁，就赏赐谁，安拉是有宏恩的。","turkey" : "Kitap ehli bilsinler ki Allah'ın lütfundan hiçbir şey elde edemezler (bu lütfa malik değillerdir); lütuf Allah'ın elindedir onu dilediğine verir; Allah büyük lütuf sahibidir"} ]}