{"name":"المجادلة","verses":[{"id": "1", "arabic" : "قَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّتِي تُجَٰدِلُكَ فِي زَوۡجِهَا وَتَشۡتَكِيٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسۡمَعُ تَحَاوُرَكُمَآۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ", "english" : "Certainly has Allah heard the speech of the one who argues with you [O Muhammad] concerning her husband and directs her complaint to Allah. And Allah hears your dialogue; indeed Allah is Hearing and Seeing", "urdu" : "اللہ نے سن لی اُس عورت کی بات جو ا پنے شوہر کے معاملہ میں تم سے تکرار کر رہی ہے اور اللہ سے فریاد کیے جاتی ہے اللہ تم دونوں کی گفتگو سن رہا ہے، وہ سب کچھ سننے اور دیکھنے والا ہے","chinese" : "安拉确已听取为丈夫而向你辩诉，并向安拉诉苦者的陈述了。安拉听着你俩的辩论；安拉确是全聪的，确是全明的。","turkey" : "Kocası hakkında seninle tartışan ve Allah'a şikayette bulunan kadının sözünü Allah işitmiştir; esasen Allah konuşmanızı işitir. Doğrusu Allah işitendir görendir"} ,{"id": "2", "arabic" : "ٱلَّذِينَ يُظَٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَٰتِهِمۡۖ إِنۡ أُمَّهَٰتُهُمۡ إِلَّا ٱلَّـٰٓـِٔي وَلَدۡنَهُمۡۚ وَإِنَّهُمۡ لَيَقُولُونَ مُنكَرٗا مِّنَ ٱلۡقَوۡلِ وَزُورٗاۚ وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ", "english" : "Those who pronounce thihar among you [to separate] from their wives - they are not [consequently] their mothers. Their mothers are none but those who gave birth to them. And indeed they are saying an objectionable statement and a falsehood. But indeed Allah is Pardoning and Forgiving", "urdu" : "تم میں سے جو لوگ اپنی بیویوں سے ظہار کرتے ہیں ان کی بیویاں ان کی مائیں نہیں ہیں، ان کی مائیں تو وہی ہیں جنہوں نے ان کو جنا ہے یہ لوگ ایک سخت ناپسندیدہ اور جھوٹی بات کہتے ہیں، اور حقیقت یہ ہے کہ اللہ بڑا معاف کرنے والا اور درگزر فرمانے والا ہے","chinese" : "你们中把妻室当母亲的人们，她们不是他们的母亲；除他们的生身之母外，没有任何人，可以称为他们的母亲；他们的确说出恶言和谎话；安拉确是至宥的，确是至赦的。","turkey" : "İçinizde karılarını zıhar yapanlar bilsinler ki karıları anneleri değildir; anneleri ancak onları doğuranlardır. Doğrusu söyledikleri kötü ve asılsız bir sözdür. Allah şüphesiz affedendir bağışlayandır"} ,{"id": "3", "arabic" : "وَٱلَّذِينَ يُظَٰهِرُونَ مِن نِّسَآئِهِمۡ ثُمَّ يَعُودُونَ لِمَا قَالُواْ فَتَحۡرِيرُ رَقَبَةٖ مِّن قَبۡلِ أَن يَتَمَآسَّاۚ ذَٰلِكُمۡ تُوعَظُونَ بِهِۦۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ", "english" : "And those who pronounce thihar from their wives and then [wish to] go back on what they said - then [there must be] the freeing of a slave before they touch one another. That is what you are admonished thereby; and Allah is Acquainted with what you do", "urdu" : "جو لوگ اپنی بیویوں سے ظہار کریں پھر اپنی اُس بات سے رجوع کریں جو انہوں نے کہی تھی، تو قبل اس کے کہ دونوں ایک دوسرے کو ہاتھ لگائیں، ایک غلام آزاد کرنا ہوگا اِس سے تم کو نصیحت کی جاتی ہے، اور جو کچھ تم کرتے ہو اللہ اس سے باخبر ہے","chinese" : "把妻子当做母亲然后悔其所言者，在交接之前，应该释放一个奴隶。那是用来劝告你们的，安拉是彻知你们的行为的。","turkey" : "Karılarını zıhar yoluyla boşamak isteyip sonra sözlerinden dönenlerin ailesiyle temas etmeden bir köle azad etmeleri gerekir. Size bu hususta böylece öğüt verilmektedir. Allah işlediklerinizden haberdardır"} ,{"id": "4", "arabic" : "فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ مِن قَبۡلِ أَن يَتَمَآسَّاۖ فَمَن لَّمۡ يَسۡتَطِعۡ فَإِطۡعَامُ سِتِّينَ مِسۡكِينٗاۚ ذَٰلِكَ لِتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦۚ وَتِلۡكَ حُدُودُ ٱللَّهِۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٌ", "english" : "And he who does not find [a slave] - then a fast for two months consecutively before they touch one another; and he who is unable - then the feeding of sixty poor persons. That is for you to believe [completely] in Allah and His Messenger; and those are the limits [set by] Allah. And for the disbelievers is a painful punishment", "urdu" : "اور جو شخص غلام نہ پائے وہ دو مہینے کے پے در پے روزے رکھے قبل اس کے کہ دونوں ایک دوسرے کو ہاتھ لگائیں اور جو اس پر بھی قادر نہ ہو وہ ۶۰ مسکینوں کو کھانا کھلائے یہ حکم اس لیے دیا جا رہا ہے کہ تم اللہ اور اُس کے رسول پر ایمان لاؤ یہ اللہ کی مقرر کی ہوئی حدیں ہیں، اور کافروں کے لیے دردناک سزا ہے","chinese" : "没有奴隶者，在交接之前，应该连续斋戒两月。不能斋戒者，应该供给六十个贫民一日的口粮。这因为要你们表示信仰安拉和使者。这些是安拉的法度。不信道的人们，将受痛苦的刑罚。","turkey" : "Azad edecek köle bulamayanın ailesiyle temastan önce iki ay birbiri peşinden oruç tutması gerekir. Buna gücü yetmeyen altmış düşkünü doyurur. Bu kolaylık Allah'a ve Peygamberine inanmış olmanızdan ötürüdür; bunlar Allah'ın koyduğu sınırlardır; inkar edenler için can yakıcı azap vardır"} ,{"id": "5", "arabic" : "إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥ كُبِتُواْ كَمَا كُبِتَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَقَدۡ أَنزَلۡنَآ ءَايَٰتِۭ بَيِّنَٰتٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ", "english" : "Indeed those who oppose Allah and His Messenger are abased as those before them were abased. And We have certainly sent down verses of clear evidence. And for the disbelievers is a humiliating punishment", "urdu" : "جو لوگ اللہ اور اس کے رسول کی مخالفت کرتے ہیں وہ اسی طرح ذلیل و خوار کر دیے جائیں گے جس طرح ان سے پہلے کے لوگ ذلیل و خوار کیے جا چکے ہیں ہم نے صاف صاف آیات نازل کر دی ہیں، اور کافروں کے لیے ذلت کا عذاب ہے","chinese" : "违抗安拉和使者的人，必遭折磨，犹如他们以前的人曾遭折磨一样。我确已降示许多明证，不信者，将受凌辱的刑罚。","turkey" : "Allah'a ve Peygamberine karşı gelenler kendilerinden öncekiler nasıl alçaltıldı ise öyle alçaltılacaklardır. Biz apaçık ayetler indirmişizdir bunları inkar edene alçaltıcı azap vardır"} ,{"id": "6", "arabic" : "يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ أَحۡصَىٰهُ ٱللَّهُ وَنَسُوهُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ", "english" : "On the Day when Allah will resurrect them all and inform them of what they did. Allah had enumerated it while they forgot it; and Allah is over all things Witness", "urdu" : "اُس دن (یہ ذلت کا عذاب ہونا ہے) جب اللہ ان سب کو پھر سے زندہ کر کے اٹھائے گا اور انہیں بتا دے گا کہ وہ کیا کچھ کر کے آئے ہیں وہ بھول گئے ہیں مگر اللہ نے ان سب کا کیا دھرا گن گن کر محفوظ کر رکھا ہے اور اللہ ایک ایک چیز پر شاہد ہے","chinese" : "在那日，安拉将使他们统统都复活，而将他们生前的行为告诉他们。安拉曾记录那些行为，他们却忘了它。安拉是见证万物的。","turkey" : "Allah onların hepsini dirilttiği gün kendilerine işlediklerini haber verir; Allah onları bir bir saymıştır fakat kendileri unutmuşlardır. Allah her şeye şahiddir"} ,{"id": "7", "arabic" : "أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ مَا يَكُونُ مِن نَّجۡوَىٰ ثَلَٰثَةٍ إِلَّا هُوَ رَابِعُهُمۡ وَلَا خَمۡسَةٍ إِلَّا هُوَ سَادِسُهُمۡ وَلَآ أَدۡنَىٰ مِن ذَٰلِكَ وَلَآ أَكۡثَرَ إِلَّا هُوَ مَعَهُمۡ أَيۡنَ مَا كَانُواْۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُواْ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ", "english" : "Have you not considered that Allah knows what is in the heavens and what is on the earth? There is in no private conversation three but that He is the fourth of them nor are there five but that He is the sixth of them - and no less than that and no more except that He is with them [in knowledge] wherever they are. Then He will inform them of what they did on the Day of Resurrection. Indeed Allah is of all things Knowing", "urdu" : "کیا تم کو خبر نہیں ہے کہ زمین اور آسمانوں کی ہر چیز کا اللہ کو علم ہے؟ کبھی ایسا نہیں ہوتا کہ تین آدمیوں میں کوئی سرگوشی ہو اور ان کے درمیان چوتھا اللہ نہ ہو، یا پانچ آدمیوں میں سرگوشی ہو اور ان کے اندر چھٹا اللہ نہ ہو خفیہ بات کرنے والا خواہ اِس سے کم ہوں یا زیادہ، جہاں کہیں بھی وہ ہوں، اللہ ان کے ساتھ ہوتا ہے پھر قیامت کے روز وہ ان کو بتا دے گا کہ انہوں نے کیا کچھ کیا ہے اللہ ہر چیز کا علم رکھتا ہے","chinese" : "难道你不知道安拉是全知天地万物的？凡有三个人密谈，他就是第四个参与者；凡有五个人密谈，他就是第六个参与者；凡有比那更少或更多的人密谈，无论他们在哪里，他总是与他们同在的；然后在复活日，他要把他们的行为告诉他们。安拉确是全知万物的。","turkey" : "Göklerde olanları da yerde olanları da Allah'ın bildiğini bilmez misin? Üç kişinin gizli bulunduğu yerde dördüncü mutlaka O'dur; beş kişinin gizli bulunduğu yerde altıncıları mutlaka O'dur; bunlardan az veya çok ne olursa olsunlar nerede bulunurlarsa bulunsunlar mutlak onlarla beraberdir. Sonra kıyamet günü işlediklerini onlara haber verir. Doğrusu Allah her şeyi bilendir"} ,{"id": "8", "arabic" : "أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نُهُواْ عَنِ ٱلنَّجۡوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُواْ عَنۡهُ وَيَتَنَٰجَوۡنَ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِۖ وَإِذَا جَآءُوكَ حَيَّوۡكَ بِمَا لَمۡ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِيٓ أَنفُسِهِمۡ لَوۡلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُۚ حَسۡبُهُمۡ جَهَنَّمُ يَصۡلَوۡنَهَاۖ فَبِئۡسَ ٱلۡمَصِيرُ", "english" : "Have you not considered those who were forbidden from private conversation then they return to that which they were forbidden and converse among themselves about sin and aggression and disobedience to the Messenger? And when they come to you they greet you with that [word] by which Allah does not greet you and say among themselves Why does Allah not punish us for what we say? Sufficient for them is Hell which they will [enter to] burn and wretched is the destination", "urdu" : "کیا تم نے دیکھا نہیں اُن لوگوں کو جنہیں سرگوشیاں کرنے سے منع کر دیا گیا تھا پھر بھی وہ وہی حرکت کیے جاتے ہیں جس سے انہیں منع کیا گیا تھا؟ یہ لوگ چھپ چھپ کر آپس میں گناہ اور زیادتی اور رسول کی نافرمانی کی باتیں کرتے ہیں، اور جب تمہارے پاس آتے ہیں تو تمہیں اُس طریقے سے سلام کرتے ہیں جس طرح اللہ نے تم پر سلام نہیں کیا ہے اور اپنے دلوں میں کہتے ہیں کہ ہماری اِن باتوں پر اللہ ہمیں عذاب کیوں نہیں دیتا اُن کے لیے جہنم ہی کافی ہے اُسی کا وہ ایندھن بنیں گے بڑا ہی برا انجام ہے اُن کا","chinese" : "难道你没有看见不许密谈而违禁密谈的人吗？他们密谈的，是关于罪恶、侵害和违抗使者的事。他们来见你的时侯，用安拉所未用的祝辞祝贺你，他们自言自语地说：安拉何不因我们所说的话而惩罚我们呢！火狱是能使他们满足的！他们将入其中，那归宿真恶劣！","turkey" : "Gizli toplantıdan menedilen sonra menolundukları şeyi yapmaya kalkışarak günah işlemek düşmanlık etmek ve Peygambere karşı gelmek konusunda gizli gizli konuşanları görmedin mi? Sana geldiklerinde Allah'ın seni selamlamadığı bir şekilde seni selamlarlar; içlerinden Gerçekten peygamber olsaydı Allah'ın bizi söylediklerimizden ötürü cezalandırması gerekmez miydi? derler. Cehennem onlara yeter. Oraya girerler ne kötü dönüştür"} ,{"id": "9", "arabic" : "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَنَٰجَيۡتُمۡ فَلَا تَتَنَٰجَوۡاْ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِ وَتَنَٰجَوۡاْ بِٱلۡبِرِّ وَٱلتَّقۡوَىٰۖ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ", "english" : "O you who have believed when you converse privately do not converse about sin and aggression and disobedience to the Messenger but converse about righteousness and piety. And fear Allah to whom you will be gathered", "urdu" : "اے لوگو جو ایمان لائے ہو، جب تم آپس میں پوشیدہ بات کرو تو گناہ اور زیادتی اور رسول کی نافرمانی کی باتیں نہیں بلکہ نیکی اور تقویٰ کی باتیں کرو اور اُس خدا سے ڈرتے رہو جس کے حضور تمہیں حشر میں پیش ہونا ہے","chinese" : "信道的人们啊！当你们密谈的时侯，不要密谈关于罪恶、侵害和违抗使者的事，你们应当密谈关於正义和敬畏的事，你们应当敬畏安拉，你们将被集合到他那里。","turkey" : "Ey inananlar! Gizli konuştuğunuz zaman günah işlemeyi düşmanlık etmeyi ve Peygambere karşı gelmeyi fısıldaşmayın; iyilik yapmak ve Allah'a karşı gelmekten sakınmayı konuşun; kıyamet günü huzurunda toplanacağınız Allah'tan sakının"} ,{"id": "10", "arabic" : "إِنَّمَا ٱلنَّجۡوَىٰ مِنَ ٱلشَّيۡطَٰنِ لِيَحۡزُنَ ٱلَّذِينَ ءَامَنُواْ وَلَيۡسَ بِضَآرِّهِمۡ شَيۡـًٔا إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ", "english" : "Private conversation is only from Satan that he may grieve those who have believed but he will not harm them at all except by permission of Allah. And upon Allah let the believers rely", "urdu" : "کانا پھوسی تو ایک شیطانی کام ہے، اور وہ اس لیے کی جاتی ہے کہ ایمان لانے والے لوگ اُس سے رنجیدہ ہوں، حالانکہ بے اذن خدا وہ انہیں کچھ بھی نقصان نہیں پہنچا سکتی، اور مومنوں کو اللہ ہی پر بھروسہ رکھنا چاہیے","chinese" : "关于罪恶的密谈，只是由于恶魔的诱惑，他欲使信道者忧愁，不得安拉的许可，他绝不能伤害他们一丝毫；教信士们只托靠安拉吧。","turkey" : "Gizli toplantılar inananları üzmek için şeytanın istediği şeydir; Allah'ın izni olmadıkça şeytan onlara bir zarar veremez; inananlar yalnız Allah'a güvensinler"} ,{"id": "11", "arabic" : "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا قِيلَ لَكُمۡ تَفَسَّحُواْ فِي ٱلۡمَجَٰلِسِ فَٱفۡسَحُواْ يَفۡسَحِ ٱللَّهُ لَكُمۡۖ وَإِذَا قِيلَ ٱنشُزُواْ فَٱنشُزُواْ يَرۡفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ دَرَجَٰتٖۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ", "english" : "O you who have believed when you are told Space yourselves in assemblies then make space; Allah will make space for you. And when you are told Arise then arise; Allah will raise those who have believed among you and those who were given knowledge by degrees. And Allah is Acquainted with what you do", "urdu" : "اے لوگو جو ایمان لائے ہو، جب تم سے کہا جائے کہ اپنی مجلسوں میں کشادگی پیدا کرو تو جگہ کشادہ کر دیا کرو، اللہ تمہیں کشادگی بخشے گا اور جب تم سے کہا جائے کہ اٹھ جاؤ تو اٹھ جایا کرو تم میں سے جو لوگ ایمان رکھنے والے ہیں اور جن کو علم بخشا گیا ہے، اللہ ان کو بلند درجے عطا فرمائے گا، اور جو کچھ تم کرتے ہو اللہ کو اس کی خبر ہے","chinese" : "信道的人们啊！有人在会场中对你们说：“请你们退让一点吧！”你们就应当退让些，安拉将使你们宽裕。有人对你们说：“你们起来吧！”你们就应当起来，安拉将你们中的信道的人和有学问的人们提升若干级。安拉是彻知你们的行为的。","turkey" : "Ey inananlar! Toplantılarda size Yer açın denince yer açın ki Allah da size genişlik versin; Kalkın denildiği zaman da hemen kalkın ki Allah içinizden inanmış olanları ve kendilerine ilim verilenleri derecelerle yükseltsin. Allah işlediklerinizden haberdardır"} ,{"id": "12", "arabic" : "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَٰجَيۡتُمُ ٱلرَّسُولَ فَقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَةٗۚ ذَٰلِكَ خَيۡرٞ لَّكُمۡ وَأَطۡهَرُۚ فَإِن لَّمۡ تَجِدُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ", "english" : "O you who have believed when you [wish to] privately consult the Messenger present before your consultation a charity. That is better for you and purer. But if you find not [the means] - then indeed Allah is Forgiving and Merciful", "urdu" : "اے لوگو جو ایمان لائے ہو، جب تم رسول سے تخلیہ میں بات کرو تو بات کرنے سے پہلے کچھ صدقہ دو یہ تمہارے لیے بہتر اور پاکیزہ تر ہے البتہ اگر تم صدقہ دینے کے لیے کچھ نہ پاؤ تو اللہ غفور و رحیم ہے","chinese" : "信道的人们啊！你们应当先有所施舍，然后才与使者密谈，这对于你们是更高尚的，是更纯洁的。如果你们无物可施，那么，不施舍也无罪，因为安拉确是至赦的，确是至慈的。","turkey" : "Ey inananlar! Peygamberle hususi olarak konuşacağınızda bu konuşmanızdan önce fakirlere sadaka veriniz; bu sizin daha iyi ve daha temiz olmanız içindir. Eğer sadaka verecek bir şey bulamazsanız üzülmeyiniz. Allah şüphesiz bağışlayandır acıyandır"} ,{"id": "13", "arabic" : "ءَأَشۡفَقۡتُمۡ أَن تُقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَٰتٖۚ فَإِذۡ لَمۡ تَفۡعَلُواْ وَتَابَ ٱللَّهُ عَلَيۡكُمۡ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ", "english" : "Have you feared to present before your consultation charities? Then when you do not and Allah has forgiven you then [at least] establish prayer and give zakah and obey Allah and His Messenger. And Allah is Acquainted with what you do", "urdu" : "کیا تم ڈر گئے اس بات سے کہ تخلیہ میں گفتگو کرنے سے پہلے تمہیں صدقات دینے ہونگے؟ اچھا، اگر تم ایسا نہ کرو اور اللہ نے تم کو اس سے معاف کر دیا تو نماز قائم کرتے رہو، زکوٰۃ دیتے رہو اور اللہ اور اس کے رسول کی اطاعت کرتے رہو تم جو کچھ کرتے ہو اللہ اس سے باخبر ہے","chinese" : "难道你们怕在密谈之前有所施舍吗？你们没有施舍，而安拉已赦宥你们，故你们应当谨守拜功、完纳天课、服从安拉和使者。安拉是全知你们的行为的。","turkey" : "Hususi konuşmanızdan önce sadaka vermekten ürktünüz mü ki bunu yerine getirmediniz? Ama Allah tevbenizi kabul etmiştir. Öyleyse namazı kılın zekatı verin Allah'a ve Peygamberine itaat edin. Allah işlediklerinizden haberdardır"} ,{"id": "14", "arabic" : "۞أَلَمۡ تَرَ إِلَى ٱلَّذِينَ تَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِم مَّا هُم مِّنكُمۡ وَلَا مِنۡهُمۡ وَيَحۡلِفُونَ عَلَى ٱلۡكَذِبِ وَهُمۡ يَعۡلَمُونَ", "english" : "Have you not considered those who make allies of a people with whom Allah has become angry? They are neither of you nor of them and they swear to untruth while they know [they are lying]", "urdu" : "کیا تم نے دیکھا نہیں اُن لوگوں کو جنہوں نے دوست بنایا ہے ایک ایسے گروہ کو جو اللہ کا مغضوب ہے؟ وہ نہ تمہارے ہیں نہ اُن کے، اور وہ جان بوجھ کر جھوٹی بات پر قسمیں کھاتے ہیں","chinese" : "难道你没有看见与安拉所遣怒的民众结交的人吗？他们不属于你们，也不属于那些民众；他们明知故犯地以谎言盟誓。","turkey" : "Allah'ın gazabettiği milleti dost edinen münafıkları görmedin mi? Onlar ne sizdendir ne de onlardan bile bile yalan yere yemin etmektedirler"} ,{"id": "15", "arabic" : "أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدًاۖ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ", "english" : "Allah has prepared for them a severe punishment. Indeed it was evil that they were doing", "urdu" : "اللہ نے ان کے لیے سخت عذاب مہیا کر رکھا ہے، بڑے ہی برے کرتوت ہیں جو وہ کر رہے ہیں","chinese" : "安拉已为他们准备严厉的刑罚。他们的行为真恶劣。","turkey" : "Allah onlara çetin bir azap hazırlamıştır. İşledikleri şey ne kötüdür"} ,{"id": "16", "arabic" : "ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِ فَلَهُمۡ عَذَابٞ مُّهِينٞ", "english" : "They took their [false] oaths as a cover so they averted [people] from the way of Allah and for them is a humiliating punishment", "urdu" : "اُنہوں نے اپنی قسموں کو ڈھال بنا رکھا ہے جس کی آڑ میں وہ اللہ کی راہ سے لوگوں کو روکتے ہیں، اِس پر ان کے لیے ذلت کا عذاب ہے","chinese" : "他们以自己的盟誓为护符，因而妨碍主道，故他们将受凌辱的刑罚。","turkey" : "Yeminlerini kalkan edindiler de Allah yolundan alıkoydular; onlara alçaltıcı bir azap vardır"} ,{"id": "17", "arabic" : "لَّن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـًٔاۚ أُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ", "english" : "Never will their wealth or their children avail them against Allah at all. Those are the companions of the Fire; they will abide therein eternally", "urdu" : "اللہ سے بچانے کے لیے نہ ان کے مال کچھ کام آئیں گے نہ ان کی اولاد وہ دوزخ کے یار ہیں، اسی میں وہ ہمیشہ رہیں گے","chinese" : "他们的财产和子嗣，对安拉的刑罚，绝不能裨益他们一丝毫。这等人，是火狱的居民，他们将永居其中。","turkey" : "Malları ve çocukları onlara Allah katında bir fayda sağlamaz. Onlar cehennemliklerdir orada temelli kalacaklardır"} ,{"id": "18", "arabic" : "يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيَحۡلِفُونَ لَهُۥ كَمَا يَحۡلِفُونَ لَكُمۡ وَيَحۡسَبُونَ أَنَّهُمۡ عَلَىٰ شَيۡءٍۚ أَلَآ إِنَّهُمۡ هُمُ ٱلۡكَٰذِبُونَ", "english" : "On the Day Allah will resurrect them all and they will swear to Him as they swear to you and think that they are [standing] on something. Unquestionably it is they who are the liars", "urdu" : "جس روز اللہ ان سب کو اٹھائے گا، وہ اس کے سامنے بھی اُسی طرح قسمیں کھائیں گے جس طرح تمہارے سامنے کھاتے ہیں اور اپنے نزدیک یہ سمجھیں گے کہ اس سے ان کا کچھ کام بن جائے گا خوب جان لو، وہ پرلے درجے کے جھوٹے ہیں","chinese" : "在那日，安拉将使他们统统复活。他们对他盟誓，犹如现在对你们盟誓一样；他们以为自己是获得效果的。真的，他们确是说谎的。","turkey" : "Allah onların hepsini tekrar dirilttiği gün size yemin ettikleri gibi O'na yemin ederler; kendilerine bir yarar sağlayacağını sanırlar. Dikkat edin; onlar şüphesiz yalancıdırlar"} ,{"id": "19", "arabic" : "ٱسۡتَحۡوَذَ عَلَيۡهِمُ ٱلشَّيۡطَٰنُ فَأَنسَىٰهُمۡ ذِكۡرَ ٱللَّهِۚ أُوْلَـٰٓئِكَ حِزۡبُ ٱلشَّيۡطَٰنِۚ أَلَآ إِنَّ حِزۡبَ ٱلشَّيۡطَٰنِ هُمُ ٱلۡخَٰسِرُونَ", "english" : "Satan has overcome them and made them forget the remembrance of Allah. Those are the party of Satan. Unquestionably the party of Satan - they will be the losers", "urdu" : "شیطان اُن پر مسلط ہو چکا ہے اور ا ُس نے خدا کی یاد اُن کے دل سے بھلا دی ہے وہ شیطان کی پارٹی کے لوگ ہیں خبردار ہو، شیطان کی پارٹی والے ہی خسارے میں رہنے والے ہیں","chinese" : "恶魔已经制服了他们，因而使他们忘却安拉的教训；这等人，是恶魔的党羽。真的，恶魔的党羽确是亏折的。","turkey" : "Şeytan onların başlarına dikilip Allah'ı anmayı unutturmuştur. İşte onlar şeytanın taraftarlarıdır. İyi bilin; şeytanın taraftarları elbette hüsrandadırlar"} ,{"id": "20", "arabic" : "إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥٓ أُوْلَـٰٓئِكَ فِي ٱلۡأَذَلِّينَ", "english" : "Indeed the ones who oppose Allah and His Messenger - those will be among the most humbled", "urdu" : "یقیناً ذلیل ترین مخلوقات میں سے ہیں وہ لوگ جو اللہ اور اس کے رسول کا مقابلہ کرتے ہیں","chinese" : "违抗安拉和使者的人，必居于最卑贱的民众之列。","turkey" : "Allah'a ve Peygamberine karşı gelenler; işte onlar en alçak kimselerle beraberdirler"} ,{"id": "21", "arabic" : "كَتَبَ ٱللَّهُ لَأَغۡلِبَنَّ أَنَا۠ وَرُسُلِيٓۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ", "english" : "Allah has written I will surely overcome I and My messengers. Indeed Allah is Powerful and Exalted in Might", "urdu" : "اللہ نے لکھ دیا ہے کہ میں اور میرے رسول غالب ہو کر رہیں گے فی الواقع اللہ زبردست اور زور آور ہے","chinese" : "安拉已经制定：我和我的众使者，必定胜利。安拉确是至刚的，确是万能的。","turkey" : "Allah And olsun ki Ben ve peygamberlerim üstün geleceğiz diye yazmıştır. Doğrusu Allah kuvvetlidir güçlüdür"} ,{"id": "22", "arabic" : "لَّا تَجِدُ قَوۡمٗا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ يُوَآدُّونَ مَنۡ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوۡ كَانُوٓاْ ءَابَآءَهُمۡ أَوۡ أَبۡنَآءَهُمۡ أَوۡ إِخۡوَٰنَهُمۡ أَوۡ عَشِيرَتَهُمۡۚ أُوْلَـٰٓئِكَ كَتَبَ فِي قُلُوبِهِمُ ٱلۡإِيمَٰنَ وَأَيَّدَهُم بِرُوحٖ مِّنۡهُۖ وَيُدۡخِلُهُمۡ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ رَضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ أُوْلَـٰٓئِكَ حِزۡبُ ٱللَّهِۚ أَلَآ إِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡمُفۡلِحُونَ", "english" : "You will not find a people who believe in Allah and the Last Day having affection for those who oppose Allah and His Messenger even if they were their fathers or their sons or their brothers or their kindred. Those - He has decreed within their hearts faith and supported them with spirit from Him. And We will admit them to gardens beneath which rivers flow wherein they abide eternally. Allah is pleased with them and they are pleased with Him - those are the party of Allah. Unquestionably the party of Allah - they are the successful", "urdu" : "تم کبھی یہ نہ پاؤ گے کہ جو لوگ اللہ اور آخرت پر ایمان رکھنے والے ہیں وہ اُن لوگوں سے محبت کرتے ہوں جنہوں نے اللہ اور اس کے رسول کی مخالفت کی ہے، خواہ وہ اُن کے باپ ہوں، یا اُن کے بیٹے، یا اُن کے بھائی یا اُن کے اہل خاندان یہ وہ لوگ ہیں جن کے دلوں میں اللہ نے ایمان ثبت کر دیا ہے اور اپنی طرف سے ایک روح عطا کر کے ان کو قوت بخشی ہے وہ ان کو ایسی جنتوں میں داخل کرے گا جن کے نیچے نہریں بہتی ہوں گی ان میں وہ ہمیشہ رہیں گے اللہ ان سے راضی ہوا اور وہ اللہ سے راضی ہوئے وہ اللہ کی پارٹی کے لوگ ہیں خبردار رہو، اللہ کی پارٹی والے ہی فلاح پانے والے ہیں","chinese" : "你不会发现确信安拉和末日的民众，会与违抗安拉和使者的人相亲相爱，即使那等人是他们的父亲，或儿子，或兄弟，或亲戚。这等人，安拉曾将正信铭刻在他们的心上，并且以从他降下的精神援助他们。他将使他们入下临诸河的乐园，而永居其中。安拉喜悦他们，他们也喜悦他。这等人是安拉的党羽，真的，安拉的党羽确是成功的。","turkey" : "Allah'a ve ahiret gününe inanan bir milletin babaları veya oğulları veya kardeşleri ya da akrabaları olsa bile Allah'a ve Peygamberine karşı gelenlere sevgi beslediklerini görmezsin. İşte Allah imanı bunların kalblerine yazmış katından bir nur ile onları desteklemiştir. Onları içlerinden ırmaklar akan içinde temelli kalacakları cennetlere koyar. Allah onlardan hoşnut olmuştur onlar da Allah'tan hoşnut olmuştur. İşte bunlar Allah'tan yana olanlardır. İyi bilin ki saadete erecek olanlar Allah'tan yana olanlardır"} ]}