{"name":"الجمعة","verses":[{"id": "1", "arabic" : "يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ ٱلۡمَلِكِ ٱلۡقُدُّوسِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ", "english" : "Whatever is in the heavens and whatever is on the earth is exalting Allah the Sovereign the Pure the Exalted in Might the Wise", "urdu" : "اللہ کی تسبیح کر رہی ہے ہر وہ چیز جو آسمانوں میں ہے اور ہر وہ چیز جو زمین میں ہے بادشاہ ہے، قدوس ہے، زبردست اور حکیم ہے","chinese" : "凡在天地间的，都赞颂安拉----至洁的、万能的、至睿的君主，超绝万物的君主。","turkey" : "Göklerde olanlar ve yerde bulunanlar hükümran çok kutsal güçlü ve Hakim olan Allah'ı tesbih ederler"} ,{"id": "2", "arabic" : "هُوَ ٱلَّذِي بَعَثَ فِي ٱلۡأُمِّيِّـۧنَ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٖ", "english" : "It is He who has sent among the unlettered a Messenger from themselves reciting to them His verses and purifying them and teaching them the Book and wisdom - although they were before in clear error", "urdu" : "وہی ہے جس نے امیوں کے اندر ایک رسول خود اُنہی میں سے اٹھایا، جو اُنہیں اُس کی آیات سناتا ہے، اُن کی زندگی سنوارتا ہے، اور اُن کو کتاب اور حکمت کی تعلیم دیتا ہے حالانکہ اِس سے پہلے وہ کھلی گمراہی میں پڑے ہوئے تھے","chinese" : "他在文盲中派遣一个同族的使者，去对他们宣读他的迹象，并培养他们，教授他们天经和智慧，尽管以前他们确是在明显的迷误中；","turkey" : "Kitapsız (okuma-yazma bilmeyen) kimseler arasından kendilerine ayetlerini okuyan onları arıtan onlara Kitabı ve hikmeti öğreten bir Peygamber gönderen O'dur. Onlar daha önce şüphesiz apaçık bir sapıklık içinde idiler"} ,{"id": "3", "arabic" : "وَءَاخَرِينَ مِنۡهُمۡ لَمَّا يَلۡحَقُواْ بِهِمۡۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ", "english" : "And [to] others of them who have not yet joined them. And He is the Exalted in Might the Wise", "urdu" : "اور (اس رسول کی بعثت) اُن دوسرے لوگوں کے لیے بھی ہے جو ابھی اُن سے نہیں ملے ہیں","chinese" : "并教化还没有赶上他们的其他人。安拉是万能的，是至睿的。","turkey" : "Onlardan başkalarına da -ki henüz onlara katılmamışlardır- Kitap ve hikmeti öğretmek üzere Peygamberi gönderen Allah'tır. O güçlüdür Hakim'dir"} ,{"id": "4", "arabic" : "ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ", "english" : "That is the bounty of Allah which He gives to whom He wills and Allah is the possessor of great bounty", "urdu" : "اللہ زبردست اور حکیم ہے یہ اس کا فضل ہے، جسے چاہتا ہے دیتا ہے، اور وہ بڑا فضل فرمانے والا ہے","chinese" : "这是安拉的恩典，他把它赏赐他所欲赏赐的人们，安拉是有宏恩的。","turkey" : "Bu Allah'ın dilediğine verdiği lütfüdür. Allah büyük lütuf sahibidir"} ,{"id": "5", "arabic" : "مَثَلُ ٱلَّذِينَ حُمِّلُواْ ٱلتَّوۡرَىٰةَ ثُمَّ لَمۡ يَحۡمِلُوهَا كَمَثَلِ ٱلۡحِمَارِ يَحۡمِلُ أَسۡفَارَۢاۚ بِئۡسَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّـٰلِمِينَ", "english" : "The example of those who were entrusted with the Torah and then did not take it on is like that of a donkey who carries volumes [of books]. Wretched is the example of the people who deny the signs of Allah. And Allah does not guide the wrongdoing people", "urdu" : "جن لوگوں کو توراۃ کا حامل بنایا گیا تھا مگر انہوں نے اس کا بار نہ اٹھا یا، اُن کی مثال اُس گدھے کی سی ہے جس پر کتابیں لدی ہوئی ہوں اِس سے بھی زیادہ بری مثال ہے اُن لوگوں کی جنہوں نے اللہ کی آیات کو جھٹلا دیا ہے ایسے ظالموں کو اللہ ہدایت نہیں دیا کرتا","chinese" : "奉命遵守《讨拉特》而不遵守者，譬如驮经的驴子。否认安拉的迹象的民众的譬喻，真恶劣！安拉是不引导不义的民众的。","turkey" : "Kendilerine Tevrat öğretildiği halde onun gereğini yapmayanların durumu sırtına kitap yüklenmiş merkebin durumu gibidir. Allah'ın ayetlerini yalanlayan kimselerin durumu ne kötüdür! Allah zalimleri doğru yola eriştirmez"} ,{"id": "6", "arabic" : "قُلۡ يَـٰٓأَيُّهَا ٱلَّذِينَ هَادُوٓاْ إِن زَعَمۡتُمۡ أَنَّكُمۡ أَوۡلِيَآءُ لِلَّهِ مِن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ", "english" : "Say O you who are Jews if you claim that you are allies of Allah excluding the [other] people then wish for death if you should be truthful", "urdu" : "اِن سے کہو، اے لوگو جو یہودی بن گئے ہو، اگر تمہیں یہ گھمنڈ ہے کہ باقی سب لوگوں کو چھوڑ کر بس تم ہی اللہ کے چہیتے ہو تو موت کی تمنا کرو اگر تم اپنے اِس زعم میں سچے ہو","chinese" : "你说：”信奉犹太教的人们啊！如果你们自称是安拉的选民，而排斥众人，那你们就希望早死吧，如果你们是诚实者。”","turkey" : "De ki: Ey Yahudiler! Bütün insanlar bir yana yalnız kendinizin Allah'ın dostları olduğunuzu iddia ediyorsanız ve bunda samimi iseniz ölümü dilesenize"} ,{"id": "7", "arabic" : "وَلَا يَتَمَنَّوۡنَهُۥٓ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّـٰلِمِينَ", "english" : "But they will not wish for it ever because of what their hands have put forth. And Allah is Knowing of the wrongdoers", "urdu" : "لیکن یہ ہرگز اس کی تمنا نہ کریں گے اپنے کرتوتوں کی وجہ سے جو یہ کر چکے ہیں، اور اللہ اِن ظالموں کو خوب جانتا ہے","chinese" : "他们因为曾经犯过罪，所以永远不希望早死。安拉是全知不义者的。","turkey" : "Yaptıklarından ötürü ölümü asla dileyemezler. Allah zalimleri bilendir"} ,{"id": "8", "arabic" : "قُلۡ إِنَّ ٱلۡمَوۡتَ ٱلَّذِي تَفِرُّونَ مِنۡهُ فَإِنَّهُۥ مُلَٰقِيكُمۡۖ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ", "english" : "Say Indeed the death from which you flee - indeed it will meet you. Then you will be returned to the Knower of the unseen and the witnessed and He will inform you about what you used to do", "urdu" : "اِن سے کہو، جس موت سے تم بھاگتے ہو وہ تو تمہیں آ کر رہے گی پھر تم اس کے سامنے پیش کیے جاؤ گے جو پوشیدہ و ظاہر کا جاننے والا ہے، اور وہ تمہیں بتا دے گا کہ تم کیا کچھ کرتے رہے ہو","chinese" : "你说：“你们所逃避的死亡，必定与你们会面，然後你们将被送到全知幽明的主那里，他将把你们的行为告诉你们。","turkey" : "De ki: Doğrusu kendisinden kaçtığınız ölüm mutlaka karşınıza çıkacaktır; sonra; görüleni de görülmeyeni de bilen Allah'a döndürüleceksiniz O size işlediklerinizi haber verecektir"} ,{"id": "9", "arabic" : "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نُودِيَ لِلصَّلَوٰةِ مِن يَوۡمِ ٱلۡجُمُعَةِ فَٱسۡعَوۡاْ إِلَىٰ ذِكۡرِ ٱللَّهِ وَذَرُواْ ٱلۡبَيۡعَۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ", "english" : "O you who have believed when [the adhan] is called for the prayer on the day of Jumu'ah [Friday] then proceed to the remembrance of Allah and leave trade. That is better for you if you only knew", "urdu" : "اے لوگو جو ایمان لائے ہو، جب پکارا جائے نماز کے لیے جمعہ کے دن تو اللہ کے ذکر کی طرف دوڑو اور خرید و فروخت چھوڑ دو، یہ تمہارے لیے زیادہ بہتر ہے اگر تم جانو","chinese" : "信道的人们啊！当聚礼日召人礼拜的时候，你们应当赶快去记念安拉，放下买卖，那对于你们是更好的，如果你们知道。","turkey" : "Ey inananlar! Cuma günü namaz için ezan okunduğu zaman Allah'ı anmaya koşun; alım satımı bırakın; bilseniz bu sizin için daha iyidir"} ,{"id": "10", "arabic" : "فَإِذَا قُضِيَتِ ٱلصَّلَوٰةُ فَٱنتَشِرُواْ فِي ٱلۡأَرۡضِ وَٱبۡتَغُواْ مِن فَضۡلِ ٱللَّهِ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ", "english" : "And when the prayer has been concluded disperse within the land and seek from the bounty of Allah and remember Allah often that you may succeed", "urdu" : "پھر جب نماز پوری ہو جائے تو زمین میں پھیل جاؤ اور اللہ کا فضل تلاش کرو اور اللہ کو کثرت سے یاد کرتے رہو، شاید کہ تمہیں فلاح نصیب ہو جائے","chinese" : "当礼拜完毕的时候，你们当散布在地方上，寻求安拉的恩惠，你们应当多多地记念安拉，以便你们成功。","turkey" : "Namaz bitince yeryüzüne yayılın; Allah'ın lütfundan rızık isteyin; Allah'ı çok anın ki saadete erişesiniz"} ,{"id": "11", "arabic" : "وَإِذَا رَأَوۡاْ تِجَٰرَةً أَوۡ لَهۡوًا ٱنفَضُّوٓاْ إِلَيۡهَا وَتَرَكُوكَ قَآئِمٗاۚ قُلۡ مَا عِندَ ٱللَّهِ خَيۡرٞ مِّنَ ٱللَّهۡوِ وَمِنَ ٱلتِّجَٰرَةِۚ وَٱللَّهُ خَيۡرُ ٱلرَّـٰزِقِينَ", "english" : "But when they saw a transaction or a diversion [O Muhammad] they rushed to it and left you standing. Say What is with Allah is better than diversion and than a transaction and Allah is the best of providers", "urdu" : "اور جب انہوں نے تجارت اور کھیل تماشا ہوتے دیکھا تو اس کی طرف لپک گئے اور تمہیں کھڑا چھوڑ دیا ان سے کہو، جو کچھ اللہ کے پاس ہے وہ کھیل تماشے اور تجارت سے بہتر ہے اور اللہ سب سے بہتر رزق دینے والا ہے","chinese" : "当他们看见生意或游戏的时候，他们离散了，他们让你独自站着。你说：在安拉那里的，比游戏和生意还好，安拉是最善的供给者。","turkey" : "Onlar bir kazanç veya bir eğlence gördüklerinde seni ayakta bırakarak oraya yöneldiler. De ki: Allah katında olan eğlenceden de kazançtan da hayırlıdır. Allah rızık verenlerin en iyisidir"} ]}