{"name":"الملك","verses":[{"id": "1", "arabic" : "تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ", "english" : "Blessed is He in whose hand is dominion and He is over all things competent", "urdu" : "نہایت بزرگ و برتر ہے وہ جس کے ہاتھ میں کائنات کی سلطنت ہے، اور وہ ہر چیز پر قدرت رکھتا ہے","chinese" : "多福哉拥有主权者！他对于万事是全能的。","turkey" : "Hükümranlık elinde olan Allah yücedir ve O herşeye Kadir'dir"} ,{"id": "2", "arabic" : "ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ", "english" : "[He] who created death and life to test you [as to] which of you is best in deed - and He is the Exalted in Might the Forgiving", "urdu" : "جس نے موت اور زندگی کو ایجاد کیا تاکہ تم لوگوں کو آزما کر دیکھے تم میں سے کون بہتر عمل کرنے والا ہے، اور وہ زبردست بھی ہے اور درگزر فرمانے والا بھی","chinese" : "他曾创造了死生，以便他考验你们谁的作为是最优美的。他是万能的，是至赦的。","turkey" : "Hanginizin daha iyi iş işlediğini belirtmek için ölümü ve dirimi (hayatı) yaratan O'dur. O güçlüdür bağışlayandır"} ,{"id": "3", "arabic" : "ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ", "english" : "[And] who created seven heavens in layers. You do not see in the creation of the Most Merciful any inconsistency. So return [your] vision [to the sky]; do you see any breaks", "urdu" : "جس نے تہ بر تہ سات آسمان بنائے تم رحمان کی تخلیق میں کسی قسم کی بے ربطی نہ پاؤ گے پھر پلٹ کر دیکھو، کہیں تمہیں کوئی خلل نظر آتا ہے؟","chinese" : "他创造了七层天，你在至仁主的所造物中，不能看出一点参差。你再看看！你究竟能看出什么缺陷呢？","turkey" : "Gökleri yedi kat üzerine yaratan O'dur. Rahman'ın bu yaratmasında bir düzensizlik bulamazsın. Gözünü bir çevir bak bir çatlak görebilir misin"} ,{"id": "4", "arabic" : "ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ", "english" : "Then return [your] vision twice again. [Your] vision will return to you humbled while it is fatigued", "urdu" : "بار بار نگاہ دوڑاؤ تمہاری نگاہ تھک کر نامراد پلٹ آئے گی","chinese" : "然后你再看两次，你的眼睛将昏花地、疲倦地转回来！","turkey" : "Bir aksaklık bulmak için gözünü tekrar tekrar çevir bak; ama göz umduğunu bulamayıp bitkin ve yorgun düşer"} ,{"id": "5", "arabic" : "وَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ", "english" : "And We have certainly beautified the nearest heaven with stars and have made [from] them what is thrown at the devils and have prepared for them the punishment of the Blaze", "urdu" : "ہم نے تمہارے قریب کے آسمان کو عظیم الشان چراغوں سے آراستہ کیا ہے اور اُنہیں شیاطین کو مار بھگانے کا ذریعہ بنا دیا ہے اِن شیطانوں کے لیے بھڑکتی ہوئی آگ ہم نے مہیا کر رکھی ہے","chinese" : "我确已以众星点缀最近的天，并使众星袭击恶魔们。我已为他们预备火狱的刑罚。","turkey" : "And olsun ki yakın göğü kandillerle donattık onları şeytanlar için taşlamalar yaptık ve şeytanlara çılgın alev azabını hazırladık"} ,{"id": "6", "arabic" : "وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ", "english" : "And for those who disbelieved in their Lord is the punishment of Hell and wretched is the destination", "urdu" : "جن لوگوں نے اپنے رب سے کفر کیا ان کے لیے جہنم کا عذاب ہے اور وہ بہت ہی برا ٹھکانا ہے","chinese" : "不信主的人们将受火狱的刑罚，那归宿真恶劣！","turkey" : "Rablerini inkar eden kimseler için cehennem azabı vardır. Ne kötü bir dönüştür"} ,{"id": "7", "arabic" : "إِذَآ أُلۡقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقٗا وَهِيَ تَفُورُ", "english" : "When they are thrown into it they hear from it a [dreadful] inhaling while it boils up", "urdu" : "جب وہ اُس میں پھینکے جائیں گے تو اسکے دھاڑنے کی ہولناک آواز سنیں گے اور وہ جوش کھا رہی ہوگی","chinese" : "当他们被投入火狱的时候，他们将听见沸腾的火狱发出驴鸣般的声音。","turkey" : "Oraya atıldıkları zaman onun kaynarken çıkardığı uğultuyu işitirler"} ,{"id": "8", "arabic" : "تَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِۖ كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ", "english" : "It almost bursts with rage. Every time a company is thrown into it its keepers ask them Did there not come to you a warner", "urdu" : "شدت غضب سے پھٹی جاتی ہو گی ہر بار جب کوئی انبوہ اس میں ڈالا جائے گا، اُس کے کارندے اُن لوگوں سے پوچھیں گے کیا تمہارے پاس کوئی خبردار کرنے والا نہیں آیا تھا؟","chinese" : "火狱几乎为愤怒而破碎，每有一群人被投入其中，管火狱的天使们就对他们说：　“难道没有任何警告者降临你们吗？”","turkey" : "Nerede ise öfkesinden paralanacak! İçine her bir topluluğun atılmasında bekçileri onlara: Size bir uyarıcı gelmemiş miydi? diye sorarlar"} ,{"id": "9", "arabic" : "قَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ", "english" : "They will say Yes a warner had come to us but we denied and said 'Allah has not sent down anything. You are not but in great error", "urdu" : "وہ جواب دیں گے ہاں، خبردار کرنے والا ہمارے پاس آیا تھا، مگر ہم نے اسے جھٹلا دیا اور کہا اللہ نے کچھ بھی نازل نہیں کیا ہے، تم بڑی گمراہی میں پڑے ہوئے ہو","chinese" : "他们说：不然！警告者确已降临我们了，但我们否认他们，我们说：“安拉没有降示什么，你们只在重大的迷误中。","turkey" : "Onlar: Evet; doğrusu bize bir uyarıcı geldi fakat biz yalanladık ve Allah hiçbir şey indirmemiştir siz büyük bir sapıklık içindesiniz demiştik derler"} ,{"id": "10", "arabic" : "وَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ", "english" : "And they will say If only we had been listening or reasoning we would not be among the companions of the Blaze", "urdu" : "اور وہ کہیں گے کاش ہم سنتے یا سمجھتے تو آج اِس بھڑکتی ہوئی آگ کے سزا واروں میں نہ شامل ہوتے","chinese" : "他们说：“假若我们能听从，或能明理，我们必不致沦於火狱的居民之列！”","turkey" : "Eğer kulak vermiş veya akletmiş olsaydık çılgın alevli cehennemlikler içinde olmazdık derler"} ,{"id": "11", "arabic" : "فَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ", "english" : "And they will admit their sin so [it is] alienation for the companions of the Blaze", "urdu" : "اس طرح وہ اپنے قصور کا خود اعتراف کر لیں گے، لعنت ہے ان دوزخیوں پر","chinese" : "他们承认他们的罪过。让火狱的居民远离安拉的慈恩！","turkey" : "Böylece günahlarını itiraf ederler. Çılgın alevli cehennemlikler yok olsunlar"} ,{"id": "12", "arabic" : "إِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ", "english" : "Indeed those who fear their Lord unseen will have forgiveness and great reward", "urdu" : "جو لوگ بے دیکھے اپنے رب سے ڈرتے ہیں، یقیناً اُن کے لیے مغفرت ہے اور بڑا اجر","chinese" : "在秘密中畏惧主的人们，将蒙赦宥和重大的报酬。","turkey" : "Doğrusu görünmediği halde Rablerinden korkanlara onlara bağışlanma ve büyük ecir vardır"} ,{"id": "13", "arabic" : "وَأَسِرُّواْ قَوۡلَكُمۡ أَوِ ٱجۡهَرُواْ بِهِۦٓۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ", "english" : "And conceal your speech or publicize it; indeed He is Knowing of that within the breasts", "urdu" : "تم خواہ چپکے سے بات کرو یا اونچی آواز سے (اللہ کے لیے یکساں ہے)، وہ تو دلوں کا حال تک جانتا ہے","chinese" : "你们可以隐匿你们的言语；也可以把它说出来。他确是全 知心事的。","turkey" : "Sizler sözlerinizi gizleseniz de açıklasanız da birdir; O kalblerde olanı bilir"} ,{"id": "14", "arabic" : "أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ", "english" : "Does He who created not know while He is the Subtle the Acquainted", "urdu" : "کیا وہی نہ جانے گا جس نے پیدا کیا ہے؟ حالانکہ وہ باریک بیں اور باخبر ہے","chinese" : "创造者既是玄妙而且彻知的，难道他不知道你们所隐匿的言语吗？","turkey" : "Yaratan bilmez olur mu? O Latif'tir haberdardır"} ,{"id": "15", "arabic" : "هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ ذَلُولٗا فَٱمۡشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزۡقِهِۦۖ وَإِلَيۡهِ ٱلنُّشُورُ", "english" : "It is He who made the earth tame for you - so walk among its slopes and eat of His provision - and to Him is the resurrection", "urdu" : "وہی تو ہے جس نے تمہارے لیے زمین کو تابع کر رکھا ہے، چلو اُس کی چھاتی پر اور کھاؤ خدا کا رزق، اُسی کے حضور تمہیں دوبارہ زندہ ہو کر جانا ہے","chinese" : "他为你们而使大地平稳，你们应当在大地的各方行走，应当吃他的给养，你们复活后，只归于他。","turkey" : "Yeryüzünü size boyun eğdiren O'dur; öyleyse yerin sırtlarında dolaşın Allah'ın verdiği rızıktan yiyin; sonunda dönüş O'nadır"} ,{"id": "16", "arabic" : "ءَأَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِيَ تَمُورُ", "english" : "Do you feel secure that He who [holds authority] in the heaven would not cause the earth to swallow you and suddenly it would sway", "urdu" : "کیا تم اِس سے بے خوف ہو کہ وہ جو آسمان میں ہے تمہیں زمین میں دھنسا دے اور یکایک یہ زمین جھکولے کھانے لگے؟","chinese" : "难道你们不怕在天上的主使大地在震荡的时候吞咽你们吗？","turkey" : "Gökte olanın sizi yerin dibine geçirmesinden güvende misiniz? O zaman yer sarsıldıkça sarsılır"} ,{"id": "17", "arabic" : "أَمۡ أَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗاۖ فَسَتَعۡلَمُونَ كَيۡفَ نَذِيرِ", "english" : "Or do you feel secure that He who [holds authority] in the heaven would not send against you a storm of stones? Then you would know how [severe] was My warning", "urdu" : "کیا تم اِس سے بے خوف ہو کہ وہ جو آسمان میں ہے تم پر پتھراؤ کرنے والی ہوا بھیج دے؟ پھر تمہیں معلوم ہو جائے گا کہ میری تنبیہ کیسی ہوتی ہے","chinese" : "难道你们不怕在天上的主使飞沙走石的暴风摧毁你们吗？你们将知道我的警告是怎样的。","turkey" : "Gökte olanın başınıza taş yağdırmasından güvende misiniz? Benim uyarmamın nasıl olduğunu yakında bileceksiniz"} ,{"id": "18", "arabic" : "وَلَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَكَيۡفَ كَانَ نَكِيرِ", "english" : "And already had those before them denied and how [terrible] was My reproach", "urdu" : "اِن سے پہلے گزرے ہوئے لوگ جھٹلا چکے ہیں پھر دیکھ لو کہ میری گرفت کیسی سخت تھی","chinese" : "在他们之前逝去的人们，确已否认众使者，我的谴责是怎样的？","turkey" : "And olsun ki bunlardan öncekiler de yalanlamışlardı. Beni inkar etmek nasılmış"} ,{"id": "19", "arabic" : "أَوَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ فَوۡقَهُمۡ صَـٰٓفَّـٰتٖ وَيَقۡبِضۡنَۚ مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُۚ إِنَّهُۥ بِكُلِّ شَيۡءِۭ بَصِيرٌ", "english" : "Do they not see the birds above them with wings outspread and [sometimes] folded in? None holds them [aloft] except the Most Merciful. Indeed He is of all things Seeing", "urdu" : "کیا یہ لو گ اپنے اوپر اڑنے والے پرندوں کو پر پھیلائے اور سکیڑتے نہیں دیکھتے؟ رحمان کے سوا کوئی نہیں جو انہیں تھامے ہوئے ہو وہی ہر چیز کا نگہبان ہے","chinese" : "难道他们没有看见在他们的上面展翅和敛翼的众鸟吗？只有至仁主维持它们，他确是明察万物的。","turkey" : "Üzerlerinde kanat çırpan dizi dizi kuşları görmezler mi? Onları havada Rahman olan Allah'tan başkası tutmuyor; doğrusu O herşeyi görendir"} ,{"id": "20", "arabic" : "أَمَّنۡ هَٰذَا ٱلَّذِي هُوَ جُندٞ لَّكُمۡ يَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَٰنِۚ إِنِ ٱلۡكَٰفِرُونَ إِلَّا فِي غُرُورٍ", "english" : "Or who is it that could be an army for you to aid you other than the Most Merciful? The disbelievers are not but in delusion", "urdu" : "بتاؤ، آخر وہ کونسا لشکر تمہارے پاس ہے جو رحمان کے مقابلے میں تمہاری مدد کر سکتا ہے؟ حقیقت یہ ہے کہ منکرین دھوکے میں پڑے ہوئے ہیں","chinese" : "除了安拉援助你们外，还有谁能做你们的援军呢？你们只陷于自欺之中。","turkey" : "Yahut Rahman olan Allah'ın dışında size yardımda bulunabilecek taraftarlarınız kimdir? İnkarcılar sadece aldanmaktadırlar"} ,{"id": "21", "arabic" : "أَمَّنۡ هَٰذَا ٱلَّذِي يَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥۚ بَل لَّجُّواْ فِي عُتُوّٖ وَنُفُورٍ", "english" : "Or who is it that could provide for you if He withheld His provision? But they have persisted in insolence and aversion", "urdu" : "یا پھر بتاؤ، کون ہے جو تمہیں رزق دے سکتا ہے اگر رحمان اپنا رزق روک لے؟ دراصل یہ لوگ سر کشی اور حق سے گریز پر اڑے ہوئے ہیں","chinese" : "谁能供给你们呢？如果至仁主扣留他的给养。不然，他们固执着骄傲和悖逆。","turkey" : "Allah size verdiği rızkı kesiverirse size rızık verecek başka kim vardır? Hayır; onlar azgınlık ve nefrette direnmektedirler"} ,{"id": "22", "arabic" : "أَفَمَن يَمۡشِي مُكِبًّا عَلَىٰ وَجۡهِهِۦٓ أَهۡدَىٰٓ أَمَّن يَمۡشِي سَوِيًّا عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ", "english" : "Then is one who walks fallen on his face better guided or one who walks erect on a straight path", "urdu" : "بھلا سوچو، جو شخص منہ اوندھائے چل رہا ہو وہ زیادہ صحیح راہ پانے والا ہے یا وہ جو سر اٹھائے سیدھا ایک ہموار سڑک پر چل رہا ہو؟","chinese" : "究竟谁更能获得引导呢？是匍匐而行的人呢？还是在正路上挺胸而行的人呢？","turkey" : "Yüzükoyun sürünen mi yoksa doğru yolda düpedüz yürüyen mi daha doğru yoldadır"} ,{"id": "23", "arabic" : "قُلۡ هُوَ ٱلَّذِيٓ أَنشَأَكُمۡ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ", "english" : "Say It is He who has produced you and made for you hearing and vision and hearts; little are you grateful", "urdu" : "اِن سے کہو اللہ ہی ہے جس نے تمہیں پیدا کیا، تم کو سننے اور دیکھنے کی طاقتیں دیں اور سوچنے سمجھنے والے دل دیے، مگر تم کم ہی شکر ادا کرتے ہو","chinese" : "你说：“他是创造你们，并为你们创造耳、目和心的。你们却很少感谢。”","turkey" : "De ki: Sizi yaratan sizin için kulaklar gözler ve kalbler var eden O'dur. Ne az şükrediyorsunuz"} ,{"id": "24", "arabic" : "قُلۡ هُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ", "english" : "Say It is He who has multiplied you throughout the earth and to Him you will be gathered", "urdu" : "اِن سے کہو، اللہ ہی ہے جس نے تمہیں زمین میں پھیلایا اور اسی کی طرف تم سمیٹے جاؤ گے","chinese" : "你说：他是使你们繁殖于大地上的，你们将来要被集合到他那里。","turkey" : "Sizi yerde yaratıp yayan O'dur ve O'nun huzurunda toplanacaksınız"} ,{"id": "25", "arabic" : "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ", "english" : "And they say When is this promise if you should be truthful", "urdu" : "یہ کہتے ہیں اگر تم سچے ہو تو بتاؤ یہ وعدہ کب پورا ہوگا؟","chinese" : "他们说：“这个警告什么时候实现呢？如果你们是说实话的。”","turkey" : "Doğru sözlü iseniz bildirin bu azap sözü ne zamandır? derler"} ,{"id": "26", "arabic" : "قُلۡ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٞ", "english" : "Say The knowledge is only with Allah and I am only a clear warner", "urdu" : "کہو، اِس کا علم تو اللہ کے پاس ہے، میں تو بس صاف صاف خبردار کر دینے والا ہوں","chinese" : "你说：关于此事的知识，只在主那里，我只是一个坦率的警告者。","turkey" : "De ki: Onu bilmek ancak Allah'a mahsustur. Ben sadece apaçık bir uyarıcıyım"} ,{"id": "27", "arabic" : "فَلَمَّا رَأَوۡهُ زُلۡفَةٗ سِيٓـَٔتۡ وُجُوهُ ٱلَّذِينَ كَفَرُواْ وَقِيلَ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَدَّعُونَ", "english" : "But when they see it approaching the faces of those who disbelieve will be distressed and it will be said This is that for which you used to call", "urdu" : "پھر جب یہ اُس چیز کو قریب دیکھ لیں گے تو اُن سب لوگوں کے چہرے بگڑ جائیں گے جنہوں نے انکار کیا ہے، اور اُس وقت ان سے کہا جائے گا کہ یہی ہے وہ چیز جس کے لیے تم تقاضے کر رہے تھے","chinese" : "当他们看见这应许临近的时候，不信的人们的面目将变成黑的！或者将说：“这就是你们生前妄言不会实现的事。”","turkey" : "Azabı yaklaşırken gördükleri zaman inkar edenlerin yüzleri çirkinleşip kararır; onlara: Sizin arayıp durduğunuz işte budur denir"} ,{"id": "28", "arabic" : "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَهۡلَكَنِيَ ٱللَّهُ وَمَن مَّعِيَ أَوۡ رَحِمَنَا فَمَن يُجِيرُ ٱلۡكَٰفِرِينَ مِنۡ عَذَابٍ أَلِيمٖ", "english" : "Say [O Muhammad] Have you considered: whether Allah should cause my death and those with me or have mercy upon us who can protect the disbelievers from a painful punishment", "urdu" : "اِن سے کہو، کبھی تم نے یہ بھی سوچا کہ اللہ خواہ مجھے اور میرے ساتھیوں کو ہلاک کر دے یا ہم پر رحم کرے، کافروں کو دردناک عذاب سے کون بچا لے گا؟","chinese" : "你说：“你们告诉我吧，如果安拉毁灭我，和我的同教，或怜悯我们，那么，谁使不信道的人们得免于痛苦的刑罚呢？","turkey" : "De ki: Allah beni ve benimle beraber bulunanları isterse yok eder veya isterse merhamet eder; söyleyin bu takdirde inkarcıları can yakıcı azabdan kim alıkoyabilir"} ,{"id": "29", "arabic" : "قُلۡ هُوَ ٱلرَّحۡمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيۡهِ تَوَكَّلۡنَاۖ فَسَتَعۡلَمُونَ مَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ", "english" : "Say He is the Most Merciful; we have believed in Him and upon Him we have relied. And you will [come to] know who it is that is in clear error", "urdu" : "اِن سے کہو، وہ بڑا رحیم ہے، اسی پر ہم ایمان لائے ہیں، اور اُسی پر ہمارا بھروسا ہے، عنقریب تمہیں معلوم ہو جائے گا کہ صریح گمراہی میں پڑا ہوا کون ہے","chinese" : "你说：“他是至仁主，我们已信仰他，我们只托靠他。你们将知道谁在明显的迷误中。”","turkey" : "De ki: Bizim inandığımız ve kendisine güvendiğimiz Rahman olan Allah'tır. Kimin apaçık bir sapıklıkta olduğunu yakında bileceksiniz"} ,{"id": "30", "arabic" : "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ", "english" : "Say Have you considered: if your water was to become sunken [into the earth] then who could bring you flowing water", "urdu" : "اِن سے کہو، کبھی تم نے یہ بھی سوچا کہ اگر تمہارے کنوؤں کا پانی زمین میں اتر جائے تو کون ہے جو اِس پانی کی بہتی ہوئی سوتیں تمہیں نکال کر لا دے گا؟","chinese" : "你说：“你们告诉我吧，如果你们的水一旦渗漏了，谁能给你们一条流水呢？”","turkey" : "De ki: Suyunuz yere batarsa söyleyin size kim temiz bir su kaynağı getirebilir"} ]}