{"name":"الأعراف","verses":[{"id": "1", "arabic" : "الٓمٓصٓ", "english" : "Alif Lam Meem Sad", "urdu" : "ا، ل، م، ص","chinese" : "艾列弗，俩目，米目，萨德。","turkey" : "Elif Lam Mim Sad"} ,{"id": "2", "arabic" : "كِتَٰبٌ أُنزِلَ إِلَيۡكَ فَلَا يَكُن فِي صَدۡرِكَ حَرَجٞ مِّنۡهُ لِتُنذِرَ بِهِۦ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ", "english" : "[This is] a Book revealed to you [O Muhammad] - so let there not be in your breast distress therefrom - that you may warn thereby and as a reminder to the believers", "urdu" : "یہ ایک کتاب ہے جو تمہاری طرف نازل کی گئی ہے، پس اے محمدؐ، تمہارے دل میں اس سے کوئی جھجک نہ ہو اس کے اتارنے کی غرض یہ ہے کہ تم اس کے ذریعہ سے (منکرین کو) ڈراؤ اور ایمان لانے والے لوگوں کو یاد دہانی ہو","chinese" : "这是降示给你的经典——你的胸中切不可因此而有一点烦闷——以便你借此而警告，并以此做信士们的教训。","turkey" : "Sana bir Kitap indirildi. Onunla insanları uyarman ve inananlara öğüt vermen için kalbine bir darlık gelmesin"} ,{"id": "3", "arabic" : "ٱتَّبِعُواْ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡ وَلَا تَتَّبِعُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۗ قَلِيلٗا مَّا تَذَكَّرُونَ", "english" : "Follow [O mankind] what has been revealed to you from your Lord and do not follow other than Him any allies. Little do you remember", "urdu" : "لوگو، جو کچھ تمہارے رب کی طرف سے تم پر نازل کیا گیا ہے اُس کی پیروی کرو اور اپنے رب کو چھوڑ کر دوسرے سرپرستوں کی پیروی نہ کرو مگر تم نصیحت کم ہی مانتے ہو","chinese" : "你们当遵循从你们的主降示的经典，你们不要舍安拉而顺从许多保佑者。你们很少觉悟。","turkey" : "Rabbinizden size indirilen Kitap'a uyun O'ndan başka dostlar edinerek onlara uymayın. Pek az öğüt dinliyorsunuz"} ,{"id": "4", "arabic" : "وَكَم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا فَجَآءَهَا بَأۡسُنَا بَيَٰتًا أَوۡ هُمۡ قَآئِلُونَ", "english" : "And how many cities have We destroyed and Our punishment came to them at night or while they were sleeping at noon", "urdu" : "کتنی ہی بستیاں ہیں جنہیں ہم نے ہلاک کر دیا اُن پر ہمارا عذاب اچانک رات کے وقت ٹوٹ پڑا، یا دن دہاڑے ایسے وقت آیا جب وہ آرام کر رہے تھے","chinese" : "有许多城市曾被我毁灭了；我的刑罚，在他们过夜的时候，或在他们午睡的时候，降临他们。","turkey" : "Biz nice kentleri yok etmişizdir; geceleyin veya gündüz uykularında iken baskınımıza uğramışlardır"} ,{"id": "5", "arabic" : "فَمَا كَانَ دَعۡوَىٰهُمۡ إِذۡ جَآءَهُم بَأۡسُنَآ إِلَّآ أَن قَالُوٓاْ إِنَّا كُنَّا ظَٰلِمِينَ", "english" : "And their declaration when Our punishment came to them was only that they said Indeed we were wrongdoers", "urdu" : "اور جب ہمارا عذاب اُن پر آ گیا تو ان کی زبان پر اِس کے سوا کوئی صدا نہ تھی کہ واقعی ہم ظالم تھے","chinese" : "当我的刑罚降临他们的时候，他们唯一的辩诉是说：“我们原来确是不义的。”","turkey" : "Baskınımıza uğradıklarında sözleri Gerçekten biz haksızdık demekten ibaret kalmıştır"} ,{"id": "6", "arabic" : "فَلَنَسۡـَٔلَنَّ ٱلَّذِينَ أُرۡسِلَ إِلَيۡهِمۡ وَلَنَسۡـَٔلَنَّ ٱلۡمُرۡسَلِينَ", "english" : "Then We will surely question those to whom [a message] was sent and We will surely question the messengers", "urdu" : "پس یہ ضرور ہو کر رہنا ہے کہ ہم اُن لوگوں سے باز پرس کریں، جن کی طرف ہم نے پیغمبر بھیجے ہیں اور پیغمبروں سے بھی پوچھیں (کہ اُنہوں نے پیغام رسانی کا فرض کہاں تک انجام دیا اور انہیں اس کا کیا جواب ملا)","chinese" : "我必审问曾派使者去教化过的民众，我必审问曾被派去的使者。","turkey" : "And olsun ki kendilerine peygamber gönderilenlere soracağız peygamberlere de soracağız"} ,{"id": "7", "arabic" : "فَلَنَقُصَّنَّ عَلَيۡهِم بِعِلۡمٖۖ وَمَا كُنَّا غَآئِبِينَ", "english" : "Then We will surely relate [their deeds] to them with knowledge and We were not [at all] absent", "urdu" : "پھر ہم خود پور ے علم کے ساتھ سرگزشت ان کے آگے پیش کر دیں گے، آخر ہم کہیں غائب تو نہیں تھے","chinese" : "我必据真知而告诉他们，我没有离开过他们。","turkey" : "And olsun ki yaptıklarını kendilerine bir bir anlatacağız zira onlardan uzak değildik"} ,{"id": "8", "arabic" : "وَٱلۡوَزۡنُ يَوۡمَئِذٍ ٱلۡحَقُّۚ فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَـٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ", "english" : "And the weighing [of deeds] that Day will be the truth. So those whose scales are heavy - it is they who will be the successful", "urdu" : "اور وزن اس روز عین حق ہوگا جن کے پلڑے بھاری ہوں گے وہی فلاح پائیں گے","chinese" : "在那日，秤是真实的。善功的分量较重者才是成功的。","turkey" : "Gerçek tartı kıyamet günündedir. Tartıları ağır gelenler işte onlar kurtulanlardır"} ,{"id": "9", "arabic" : "وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَـٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُم بِمَا كَانُواْ بِـَٔايَٰتِنَا يَظۡلِمُونَ", "english" : "And those whose scales are light - they are the ones who will lose themselves for what injustice they were doing toward Our verses", "urdu" : "اور جن کے پلڑے ہلکے رہیں گے وہی اپنے آپ کو خسارے میں مبتلا کرنے والے ہوں گے کیونکہ وہ ہماری آیات کے ساتھ ظالمانہ برتاؤ کرتے رہے تھے","chinese" : "善功的分量较轻的人，将因生前不信我的迹象而亏折自身。","turkey" : "Tartıları hafif gelenler ayetlerimize yaptıkları haksızlıklardan ötürü kendilerini mahvetmiş olanlardır"} ,{"id": "10", "arabic" : "وَلَقَدۡ مَكَّنَّـٰكُمۡ فِي ٱلۡأَرۡضِ وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَۗ قَلِيلٗا مَّا تَشۡكُرُونَ", "english" : "And We have certainly established you upon the earth and made for you therein ways of livelihood. Little are you grateful", "urdu" : "ہم نے تمھیں زمین میں اختیارات کے ساتھ بسایا اور تمہارے لیے یہاں سامان زیست فراہم کیا، مگر تم لوگ کم ہی شکر گزار ہوتے ہو","chinese" : "我确已使你们在大地上安居，并为你们在大地上设生活所需。你们很少感谢。","turkey" : "Sizi yeryüzünde yerleştirdik ve orada size geçimlikler yarattık. Öyleyken pek az şükrediyorsunuz"} ,{"id": "11", "arabic" : "وَلَقَدۡ خَلَقۡنَٰكُمۡ ثُمَّ صَوَّرۡنَٰكُمۡ ثُمَّ قُلۡنَا لِلۡمَلَـٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ لَمۡ يَكُن مِّنَ ٱلسَّـٰجِدِينَ", "english" : "And We have certainly created you [O Mankind] and given you [human] form. Then We said to the angels Prostrate to Adam; so they prostrated except for Iblees. He was not of those who prostrated", "urdu" : "ہم نے تمہاری تخلیق کی ابتدا کی، پھر تمہاری صورت بنائی، پھر فرشتوں سے کہا آدمؑ کو سجدہ کرو اس حکم پر سب نے سجدہ کیا مگر ابلیس سجدہ کرنے والوں میں شامل نہ ہوا","chinese" : "我确已创造你们，然后使你们成形，然后对众天使说：“你们向阿丹叩头。”他们就向他叩头，唯易卜劣厮没有叩头。","turkey" : "And olsun ki sizi yarattık sonra şekil verdik sonra meleklere Adem'e secde edin dedik; İblis'ten başka hepsi secde etti o secde edenlerden olmadı"} ,{"id": "12", "arabic" : "قَالَ مَا مَنَعَكَ أَلَّا تَسۡجُدَ إِذۡ أَمَرۡتُكَۖ قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ", "english" : "[Allah] said What prevented you from prostrating when I commanded you? [Satan] said I am better than him. You created me from fire and created him from clay", "urdu" : "پوچھا، تجھے کس چیز نے سجدہ کرنے سے روکا جب کہ میں نے تجھ کو حکم دیا تھا؟ بولا، میں اُس سے بہتر ہوں، تو نے مجھے آگ سے پیدا کیا ہے اور اُسے مٹی سے","chinese" : "主说：“当我命令你叩头的时候，你为什么不叩头？”他说：“我比他优越；你用火造我，用泥造他。”","turkey" : "Allah Sana emrettiğim halde seni secdeden alıkoyan nedir? dedi Beni ateşten onu çamurdan yarattın ben ondan üstünüm cevabını verdi"} ,{"id": "13", "arabic" : "قَالَ فَٱهۡبِطۡ مِنۡهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخۡرُجۡ إِنَّكَ مِنَ ٱلصَّـٰغِرِينَ", "english" : "[Allah] said Descend from Paradise for it is not for you to be arrogant therein. So get out; indeed you are of the debased", "urdu" : "فرمایا، اچھا تو یہاں سے نیچے اتر تجھے حق نہیں ہے کہ یہاں بڑائی کا گھمنڈ کرے نکل جا کہ در حقیقت تو ان لوگوں میں سے ہے جو خود اپنی ذلت چاہتے ہیں","chinese" : "主说：“你从这里下去吧！你不该在这里自大。你出去吧！你确是卑贱的！”","turkey" : "Ona İn oradan orada büyüklenmek sana düşmez defol sen alçağın birisin dedi"} ,{"id": "14", "arabic" : "قَالَ أَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ", "english" : "[Satan] said Reprieve me until the Day they are resurrected", "urdu" : "بولا، مجھے اُس دن تک مہلت دے جب کہ یہ سب دوبارہ اٹھائے جائیں گے","chinese" : "他说：“求你宽饶我，直到人类复活之日。”","turkey" : "Ona İnsanların tekrar dirilecekleri güne kadar beni ertele dedi"} ,{"id": "15", "arabic" : "قَالَ إِنَّكَ مِنَ ٱلۡمُنظَرِينَ", "english" : "[Allah] said Indeed you are of those reprieved", "urdu" : "فرمایا، تجھے مہلت ہے","chinese" : "主说：“你必定是被宽待的。”","turkey" : "Allah; Sen erteye bırakılanlardansın dedi"} ,{"id": "16", "arabic" : "قَالَ فَبِمَآ أَغۡوَيۡتَنِي لَأَقۡعُدَنَّ لَهُمۡ صِرَٰطَكَ ٱلۡمُسۡتَقِيمَ", "english" : "[Satan] said Because You have put me in error I will surely sit in wait for them on Your straight path", "urdu" : "بولا، اچھا تو جس طرح تو نے مجھے گمراہی میں مبتلا کیا میں بھی اب تیری سیدھی راہ پر","chinese" : "他说：“由于你使我迷误，我必定在你的正路上伺候他们。","turkey" : "Beni azdırdığın için and olsun ki Senin doğru yolun üzerinde onlara karşı duracağım; sonra önlerinden ardlarından sağ ve sollarından onlara sokulacağım; çoğunu Sana şükreder bulamayacaksın dedi"} ,{"id": "17", "arabic" : "ثُمَّ لَأٓتِيَنَّهُم مِّنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ وَعَنۡ أَيۡمَٰنِهِمۡ وَعَن شَمَآئِلِهِمۡۖ وَلَا تَجِدُ أَكۡثَرَهُمۡ شَٰكِرِينَ", "english" : "Then I will come to them from before them and from behind them and on their right and on their left and You will not find most of them grateful [to You]", "urdu" : "اِن انسانوں کی گھات میں لگا رہوں گا، آگے اور پیچھے، دائیں اور بائیں، ہر طرف سے اِن کو گھیروں گا اور تو ان میں سے اکثر کو شکر گزار نہ پائے گا","chinese" : "然后，我必定从他们的前后左右进攻他们。你不致于发现他们大半是感谢的。”","turkey" : "Beni azdırdığın için and olsun ki Senin doğru yolun üzerinde onlara karşı duracağım; sonra önlerinden ardlarından sağ ve sollarından onlara sokulacağım; çoğunu Sana şükreder bulamayacaksın dedi"} ,{"id": "18", "arabic" : "قَالَ ٱخۡرُجۡ مِنۡهَا مَذۡءُومٗا مَّدۡحُورٗاۖ لَّمَن تَبِعَكَ مِنۡهُمۡ لَأَمۡلَأَنَّ جَهَنَّمَ مِنكُمۡ أَجۡمَعِينَ", "english" : "[Allah] said Get out of Paradise reproached and expelled. Whoever follows you among them - I will surely fill Hell with you all together", "urdu" : "فرمایا،  نکل جا یہاں سے ذلیل اور ٹھکرایا ہوا یقین رکھ کہ اِن میں سے جو تیری پیروی کریں گے، تجھ سمیت ان سب سے جہنم کو بھر دوں گا","chinese" : "主说：“你被贬责地，被弃绝地从这里出去吧！他们中凡是顺从你的，我必以你和他们一起充满火狱。”","turkey" : "Allah Yerilmiş ve kovulmuşsun oradan defol; and olsun ki insanlardan sana kim uyarsa hepinizi cehenneme dolduracağım dedi"} ,{"id": "19", "arabic" : "وَيَـٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ فَكُلَا مِنۡ حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّـٰلِمِينَ", "english" : "And O Adam dwell you and your wife in Paradise and eat from wherever you will but do not approach this tree lest you be among the wrongdoers", "urdu" : "اور اے آدمؑ، تو اور تیری بیوی، دونوں اس جنت میں رہو، جہاں جس چیز کو تمہارا جی چاہے کھاؤ، مگر اس درخت کے پاس نہ پھٹکنا ورنہ ظالموں میں سے ہو جاؤ گے","chinese" : "“阿丹啊！你和你的妻子同住乐园吧，你们可以随意吃园里的食物。但不要临近这棵树；否则，就要变成不义者。”","turkey" : "Ey Adem! Sen ve eşin cennette kalın ve istediğiniz yerden yiyin yalnız şu ağaca yaklaşmayın yoksa zalimlerden olursunuz"} ,{"id": "20", "arabic" : "فَوَسۡوَسَ لَهُمَا ٱلشَّيۡطَٰنُ لِيُبۡدِيَ لَهُمَا مَا وُۥرِيَ عَنۡهُمَا مِن سَوۡءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنۡ هَٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيۡنِ أَوۡ تَكُونَا مِنَ ٱلۡخَٰلِدِينَ", "english" : "But Satan whispered to them to make apparent to them that which was concealed from them of their private parts. He said Your Lord did not forbid you this tree except that you become angels or become of the immortal", "urdu" : "پھر شیطان نے اُن کو بہکایا تاکہ ان کی شرمگاہیں جو ایک دوسرے سے چھپائی گئی تھیں ان کے سامنے کھول دے اس نے ان سے کہا، تمہارے رب نے تمہیں جو اس درخت سے روکا ہے اس کی وجہ اِس کے سوا کچھ نہیں ہے کہ کہیں تم فرشتے نہ بن جاؤ، یا تمہیں ہمیشگی کی زندگی حاصل نہ ہو جائے","chinese" : "但恶魔教唆他俩，以致他俩显出他俩的被遮盖的阴部。他说：“你俩的主禁你们俩吃这棵树的果实，只为不愿你俩变成天使，或永生不灭。”","turkey" : "Şeytan ayıp yerlerini kendilerine göstermek için onlara fısıldadı: Rabbinizin sizi bu ağaçtan menetmesi melek olmanız veya burada temelli kalmanızı önlemek içindir"} ,{"id": "21", "arabic" : "وَقَاسَمَهُمَآ إِنِّي لَكُمَا لَمِنَ ٱلنَّـٰصِحِينَ", "english" : "And he swore [by Allah] to them Indeed I am to you from among the sincere advisors", "urdu" : "اور اس نے قسم کھا کر ان سے کہا کہ میں تمہارا سچا خیر خواہ ہوں","chinese" : "他对他俩盟誓说：“我确是忠于你俩的。”","turkey" : "Doğrusu ben size öğüt verenlerdenim diye ikisine yemin etti"} ,{"id": "22", "arabic" : "فَدَلَّىٰهُمَا بِغُرُورٖۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۖ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمۡ أَنۡهَكُمَا عَن تِلۡكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيۡطَٰنَ لَكُمَا عَدُوّٞ مُّبِينٞ", "english" : "So he made them fall through deception. And when they tasted of the tree their private parts became apparent to them and they began to fasten together over themselves from the leaves of Paradise. And their Lord called to them Did I not forbid you from that tree and tell you that Satan is to you a clear enemy", "urdu" : "اس طرح دھو کا دے کر وہ ان دونوں کو رفتہ رفتہ اپنے ڈھب پرلے آیا آخرکار جب انہوں نے اس درخت کا مزا چکھا تو ان کے ستر ایک دوسرے کے سامنے کھل گئے اور اپنے جسموں کو جنت کے پتوں سے ڈھانکنے لگے تب ان کے رب نے انہیں پکارا،  کیا میں نے تمہیں اس درخت سے نہ روکا تھا اور نہ کہا تھا کہ شیطان تمہارا کھلا دشمن ہے؟","chinese" : "他用欺骗的手段使他俩堕落。当他俩尝了那棵树的果实的时候，他俩的阴部便对自己显露出来了，他俩只好用园里的树叶遮盖自己的阴部。他俩的主喊叫他俩说：“难道我没有禁止你俩吃那棵树的果实吗？难道我没有对你俩说过，恶魔确是你俩的明敌吗？”","turkey" : "Böylece onların yanılmalarını sağladı. Ağaçtan meyve tattıklarında kendilerine ayıp yerleri göründü cennet yapraklarından oralarına örtmeğe koyuldular. Rableri onlara Ben sizi o ağaçtan menetmemiş miydim? Şeytanın size apaçık bir düşman olduğunu söylememiş miydim? diye seslendi"} ,{"id": "23", "arabic" : "قَالَا رَبَّنَا ظَلَمۡنَآ أَنفُسَنَا وَإِن لَّمۡ تَغۡفِرۡ لَنَا وَتَرۡحَمۡنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ", "english" : "They said Our Lord we have wronged ourselves and if You do not forgive us and have mercy upon us we will surely be among the losers", "urdu" : "دونوں بول اٹھے، اے رب، ہم نے اپنے اوپر ستم کیا، اب اگر تو نے ہم سے در گزر نہ فرمایا اور رحم نہ کیا تو یقیناً ہم تباہ ہو جائیں گے","chinese" : "他俩说：“我们的主啊！我们已自欺了，如果你不赦宥我们，不慈悯我们，我们必定变成亏折者。”","turkey" : "Her ikisi Rabbimiz! Kendimize yazık ettik; bizi bağışlamaz ve bize merhamet etmezsen biz kaybedenlerden oluruz dediler"} ,{"id": "24", "arabic" : "قَالَ ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ", "english" : "[Allah] said Descend being to one another enemies. And for you on the earth is a place of settlement and enjoyment for a time", "urdu" : "فرمایا، اتر جاؤ، تم ایک دوسرے کے دشمن ہو، اور تمہارے لیے ایک خاص مدت تک زمین ہی میں جائے قرار اور سامان زیست ہے","chinese" : "主说：“你们互相仇视地下去吧。大地上有你们暂时的住处和享受。”","turkey" : "Birbirinize düşman olarak inin siz yeryüzünde bir müddet için yerleşip geçineceksiniz"} ,{"id": "25", "arabic" : "قَالَ فِيهَا تَحۡيَوۡنَ وَفِيهَا تَمُوتُونَ وَمِنۡهَا تُخۡرَجُونَ", "english" : "He said Therein you will live and therein you will die and from it you will be brought forth", "urdu" : "اور فرمایا، وہیں تم کو جینا اور وہیں مرنا ہے اور اسی میں سے تم کو آخرکار نکالا جائے گا","chinese" : "主说：“你们将在大地上生活，将在大地上死亡，将从地下被取出来。”","turkey" : "Orada yaşar orada ölür ve oradan dirilip çıkarılırsınız dedi"} ,{"id": "26", "arabic" : "يَٰبَنِيٓ ءَادَمَ قَدۡ أَنزَلۡنَا عَلَيۡكُمۡ لِبَاسٗا يُوَٰرِي سَوۡءَٰتِكُمۡ وَرِيشٗاۖ وَلِبَاسُ ٱلتَّقۡوَىٰ ذَٰلِكَ خَيۡرٞۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِ لَعَلَّهُمۡ يَذَّكَّرُونَ", "english" : "O children of Adam We have bestowed upon you clothing to conceal your private parts and as adornment. But the clothing of righteousness - that is best. That is from the signs of Allah that perhaps they will remember", "urdu" : "اے اولاد آدم، ہم نے تم پر لباس نازل کیا ہے کہ تمہارے جسم کے قابل شرم حصوں کو ڈھانکے اور تمہارے لیے جسم کی حفاظت اور زینت کا ذریعہ بھی ہو، اور بہترین لباس تقویٰ کا لباس ہے یہ اللہ کی نشانیوں میں سے ایک نشانی ہے، شاید کہ لوگ اس سے سبق لیں","chinese" : "阿丹的子孙啊！我确已为你们而创造遮盖阴部的衣服和修饰的衣服，敬畏的衣服尤为优美。这是属于安拉的迹象，以便他们觉悟。","turkey" : "Ey İnsanoğulları! Ayıp yerlerinizi örtecek giyimlikle sizi süsleyecek elbiseler gönderdik. Takva örtüsü ise bunlardan daha hayırlıdır. Allah'ın bu ayetleri öğüt almanız içindir"} ,{"id": "27", "arabic" : "يَٰبَنِيٓ ءَادَمَ لَا يَفۡتِنَنَّكُمُ ٱلشَّيۡطَٰنُ كَمَآ أَخۡرَجَ أَبَوَيۡكُم مِّنَ ٱلۡجَنَّةِ يَنزِعُ عَنۡهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوۡءَٰتِهِمَآۚ إِنَّهُۥ يَرَىٰكُمۡ هُوَ وَقَبِيلُهُۥ مِنۡ حَيۡثُ لَا تَرَوۡنَهُمۡۗ إِنَّا جَعَلۡنَا ٱلشَّيَٰطِينَ أَوۡلِيَآءَ لِلَّذِينَ لَا يُؤۡمِنُونَ", "english" : "O children of Adam let not Satan tempt you as he removed your parents from Paradise stripping them of their clothing to show them their private parts. Indeed he sees you he and his tribe from where you do not see them. Indeed We have made the devils allies to those who do not believe", "urdu" : "اے بنی آدم، ایسا نہ ہو کہ شیطان تمہیں پھر اُسی طرح فتنے میں مبتلا کر دے جس طرح اس نے تمہارے والدین کو جنت سے نکلوایا تھا اور ا ن کے لباس ان پر سے اتروا دیے تھے تاکہ ان کی شرمگاہیں ایک دوسرے کے سامنے کھولے وہ اور اس کے ساتھی تمہیں ایسی جگہ سے دیکھتے ہیں جہاں سے تم انہیں نہیں دیکھ سکتے اِن شیاطین کو ہم نے اُن لوگوں کا سرپرست بنا دیا ہے جو ایمان نہیں لاتے","chinese" : "阿丹的子孙啊！绝不要让恶魔考验你们。犹如他把你们的始祖父母的衣服脱下，而揭示他俩自己的阴部，然后把他俩诱出乐园。他和他的部下，的确能看见你们；而你们却不能看见他们。我确已使恶魔成为不信道者的盟友。","turkey" : "Ey İnsanoğulları! Şeytan ayıp yerlerini kendilerine göstermek için elbiselerini soyarak ananızı babanızı cennetten çıkardığı gibi sizi de şaşırtmasın. Sizin onları görmediğiniz yerlerden o ve taraftarları sizi görürler. Biz şeytanları inanmayanlara dost kılarız"} ,{"id": "28", "arabic" : "وَإِذَا فَعَلُواْ فَٰحِشَةٗ قَالُواْ وَجَدۡنَا عَلَيۡهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَاۗ قُلۡ إِنَّ ٱللَّهَ لَا يَأۡمُرُ بِٱلۡفَحۡشَآءِۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ", "english" : "And when they commit an immorality they say We found our fathers doing it and Allah has ordered us to do it. Say Indeed Allah does not order immorality. Do you say about Allah that which you do not know", "urdu" : "یہ لوگ جب کوئی شرمناک کام کرتے ہیں تو کہتے ہیں ہم نے اپنے باپ دادا کو اسی طریقہ پر پایا ہے اور اللہ ہی نے ہمیں ایسا کرنے کا حکم دیا ہے اِن سے کہو اللہ بے حیائی کا حکم کبھی نہیں دیا کرتا کیا تم اللہ کا نام لے کر وہ باتیں کہتے ہو جن کے متعلق تمہیں علم نہیں ہے (وہ اللہ کی طرف سے ہیں)؟","chinese" : "当他们作了丑事的时候，他们说：“我们发现我们的祖先是这样做的。安拉也是命令我们这样做的。”你说：“安拉不命令人做丑事。难道你们假借安拉的名义而妄言你们自己所不知道的事情吗？”","turkey" : "Onlar bir fenalık yaptıkları zaman Babalarımızı bu yolda bulduk Allah da bize bunu emretti derler. De ki: Allah fenalığı emretmez. Bilmediğiniz şeyi Allah'a karşı mı söylüyorsunuz"} ,{"id": "29", "arabic" : "قُلۡ أَمَرَ رَبِّي بِٱلۡقِسۡطِۖ وَأَقِيمُواْ وُجُوهَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۚ كَمَا بَدَأَكُمۡ تَعُودُونَ", "english" : "Say [O Muhammad] My Lord has ordered justice and that you maintain yourselves [in worship of Him] at every place [or time] of prostration and invoke Him sincere to Him in religion. Just as He originated you you will return [to life]", "urdu" : "اے محمدؐ، ان سے کہو، میرے رب نے تو راستی و انصاف کا حکم دیا ہے، اور اس کا حکم تو یہ ہے کہ ہر عبادت میں اپنا رخ ٹھیک رکھو اور اُسی کو پکارو اپنے دین کو اس کے لیے خالص رکھ کر جس طرح اُس نے تمہیں اب پیدا کیا ہے اسی طرح تم پھر پیدا کیے جاؤ گے","chinese" : "你说：“我的主，命令人主持公道，在每次礼拜的时候，你们要专心致志地趋向他，要心悦诚服地祈祷他。你们要像他创造你们的时候那样返本还原。”","turkey" : "De ki: Rabbim adaleti emretti; her secde yerinde yüzünüzü O'na doğrultun; dinde samimi olarak O'na yalvarın. Sizi yarattığı gibi yine O'na döneceksiniz"} ,{"id": "30", "arabic" : "فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيۡهِمُ ٱلضَّلَٰلَةُۚ إِنَّهُمُ ٱتَّخَذُواْ ٱلشَّيَٰطِينَ أَوۡلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ", "english" : "A group [of you] He guided and a group deserved [to be in] error. Indeed they had taken the devils as allies instead of Allah while they thought that they were guided", "urdu" : "ایک گروہ کوتو اس نے سیدھا راستہ دکھا دیا ہے، مگر دوسرے گروہ پر گمراہی چسپاں ہو کر رہ گئی ہے، کیونکہ انہوں نے خدا کے بجائے شیاطین کو اپنا سر پرست بنا لیا ہے اور وہ سمجھ رہے ہیں کہ ہم سیدھی راہ پر ہیں","chinese" : "一伙人，他曾加以引导；一伙人，是该迷误的（他曾加以弃绝）。他们确已舍安拉而以恶魔为保佑者，还以为自己是遵循正道的。","turkey" : "Allah insanlardan bir takımını doğru yola eriştirdi fakat bir takımı da sapıklığı haketti çünkü bunlar Allah'ı bırakıp şeytanları dost edinmiş ve kendilerini doğru yolda sanmışlardı"} ,{"id": "31", "arabic" : "۞يَٰبَنِيٓ ءَادَمَ خُذُواْ زِينَتَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَكُلُواْ وَٱشۡرَبُواْ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ", "english" : "O children of Adam take your adornment at every masjid and eat and drink but be not excessive. Indeed He likes not those who commit excess", "urdu" : "اے بنی آدم، ہر عبادت کے موقع پر اپنی زینت سے آراستہ رہو اور کھاؤ پیو اور حد سے تجاوز نہ کرو، اللہ حد سے بڑھنے والوں کو پسند نہیں کرتا","chinese" : "阿丹的子孙啊！每逢礼拜，你们必须穿着服饰。你们应当吃，你们应当喝，但不要浪费，安拉确是不喜欢浪费者的。","turkey" : "Ey Ademoğulları! Her mescide güzel elbiselerinizi giyinerek gidin; yiyin için fakat israf etmeyin çünkü Allah müsrifleri sevmez"} ,{"id": "32", "arabic" : "قُلۡ مَنۡ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِيٓ أَخۡرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَٰتِ مِنَ ٱلرِّزۡقِۚ قُلۡ هِيَ لِلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا خَالِصَةٗ يَوۡمَ ٱلۡقِيَٰمَةِۗ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ", "english" : "Say Who has forbidden the adornment of Allah which He has produced for His servants and the good [lawful] things of provision? Say They are for those who believe during the worldly life [but] exclusively for them on the Day of Resurrection. Thus do We detail the verses for a people who know", "urdu" : "اے محمدؐ، ان سے کہو کس نے اللہ کی اُس زینت کو حرام کر دیا جسے اللہ نے اپنے بندوں کے لیے نکالا تھا اور کس نے خدا کی بخشی ہوئی پاک چیزیں ممنوع کر دیں؟ کہو، یہ ساری چیزیں دنیا کی زندگی میں بھی ایمان لانے والوں کے لیے ہیں، اور قیامت کے روز تو خالصتاً انہی کے لیے ہوں گی اِس طرح ہم اپنی باتیں صاف صاف بیان کرتے ہیں اُن لوگوں کے لیے جو علم رکھنے والے ہیں","chinese" : "你说：“安拉为他的臣民而创造的服饰和佳美的食物，谁能禁止他们去享受呢？”你说：“那些物品为信道者在今世所共有，在复活日所独享的。”我为有知识的民众这样解释一切迹象。","turkey" : "Allah'ın kulları için yarattığı ziynet ve temiz rızıkları haram kılan kimdir? Bunlar dünya hayatında inananlarındır kıyamet gününde de yalnız onlar içindir de. Bilen kimseler için ayetlerimizi böylece uzun uzun açıklıyoruz"} ,{"id": "33", "arabic" : "قُلۡ إِنَّمَا حَرَّمَ رَبِّيَ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَ وَٱلۡإِثۡمَ وَٱلۡبَغۡيَ بِغَيۡرِ ٱلۡحَقِّ وَأَن تُشۡرِكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ", "english" : "Say My Lord has only forbidden immoralities - what is apparent of them and what is concealed - and sin and oppression without right and that you associate with Allah that for which He has not sent down authority and that you say about Allah that which you do not know", "urdu" : "اے محمدؐ، اِن سے کہو کہ میرے رب نے جو چیزیں حرام کی ہیں وہ تو یہ ہیں: بے شرمی کے کام خواہ کھلے ہوں یا چھپے اور گناہ اور حق کے خلاف زیادتی اور یہ کہ اللہ کے ساتھ تم کسی کو شریک کرو جس کے لیے اُس نے کوئی سند نازل نہیں کی اور یہ کہ اللہ کے نام پر کوئی ایسی بات کہو جس کے متعلق تمہیں علم نہ ہو کہ وہ حقیقت میں اسی نے فرمائی ہے","chinese" : "你说：“我的主只禁止一切明显的和隐微的丑事，和罪恶，和无理的侵害，以及用安拉所未证实的事物配安拉，假借安拉的名义而妄言自己所不知道的事情。”","turkey" : "De ki: Rabbim sadece açık ve gizli fenalıkları günahı haksız yere tecavüzü hakkında hiçbir delil indirmediği şeyi Allah'a ortak koşmanızı Allah'a karşı bilmediğiniz şeyleri söylemenizi haram kılmıştır"} ,{"id": "34", "arabic" : "وَلِكُلِّ أُمَّةٍ أَجَلٞۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَأۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ", "english" : "And for every nation is a [specified] term. So when their time has come they will not remain behind an hour nor will they precede [it]", "urdu" : "ہر قوم کے لیے مہلت کی ایک مدت مقرر ہے، پھر جب کسی قوم کی مدت آن پوری ہوتی ہے تو ایک گھڑی بھر کی تاخیر و تقدیم بھی نہیں ہوتی","chinese" : "每个民族都有一个期限，当他们的期限到来的时候，他们不能耽延一刻；当其未来的时候，他们也不能提前一刻。","turkey" : "Her ümmet için belirli bir süre vardır; vakitleri dolunca ne bir saat gecikebilir ne de öne geçebilirler"} ,{"id": "35", "arabic" : "يَٰبَنِيٓ ءَادَمَ إِمَّا يَأۡتِيَنَّكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي فَمَنِ ٱتَّقَىٰ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ", "english" : "O children of Adam if there come to you messengers from among you relating to you My verses then whoever fears Allah and reforms - there will be no fear concerning them nor will they grieve", "urdu" : "(اور یہ بات اللہ نے آغاز تخلیق ہی میں صاف فرما دی تھی کہ) اے بنی آدم، یاد رکھو، اگر تمہارے پاس خود تم ہی میں سے ایسے رسول آئیں جو تمہیں میری آیات سنا رہے ہوں، تو جو کوئی نافرمانی سے بچے گا اور اپنے رویہ کی اصلاح کر لے گا اس کے لیے کسی خوف اور رنج کا موقع نہیں ہے","chinese" : "阿丹的子孙啊！如果你们同族中的使者来对你们讲述我的迹象，那么，凡敬畏而且修身者，将来都没有恐惧，也不忧愁。","turkey" : "Ey Adem oğulları! Size aranızdan ayetlerimizi okuyan peygamberler geldiğinde onların bildirdiklerine karşı gelmekten sakınan ve gidişini düzeltenlere işte onlara korku yoktur ve onlar üzülmeyeceklerdir"} ,{"id": "36", "arabic" : "وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَآ أُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ", "english" : "But the ones who deny Our verses and are arrogant toward them - those are the companions of the Fire; they will abide therein eternally", "urdu" : "اور جو لوگ ہماری آیات کو جھٹلائیں گے اور ان کے مقابلہ میں سرکشی برتیں گے وہی اہل دوزخ ہوں گے جہاں وہ ہمیشہ رہیں گے","chinese" : "否认我的迹象而且加以藐视者，是火狱的居民，他们将永居其中。","turkey" : "Ayetlerimizi yalanlayıp onlara karşı büyüklük taslayanlara gelince işte onlar cehennemliklerdir orada temelli kalacaklardır"} ,{"id": "37", "arabic" : "فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ أُوْلَـٰٓئِكَ يَنَالُهُمۡ نَصِيبُهُم مِّنَ ٱلۡكِتَٰبِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمۡ رُسُلُنَا يَتَوَفَّوۡنَهُمۡ قَالُوٓاْ أَيۡنَ مَا كُنتُمۡ تَدۡعُونَ مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ", "english" : "And who is more unjust than one who invents about Allah a lie or denies His verses? Those will attain their portion of the decree until when Our messengers come to them to take them in death they will say Where are those you used to invoke besides Allah? They will say They have departed from us and will bear witness against themselves that they were disbelievers", "urdu" : "ظاہر ہے کہ اُس سے بڑا ظالم اور کو ن ہو گا جو بالکل جھوٹی باتیں گھڑ کر اللہ کی طرف منسوب کرے یا اللہ کی سچی آیات کو جھٹلائے ایسے لوگ اپنے نوشتہ تقدیر کے مطابق اپنا حصہ پاتے رہیں گے، یہاں تک کہ وہ گھڑی آ جائے گی جب ہمارے بھیجے ہوئے فرشتے ان کی روحیں قبض کرنے کے لیے پہنچیں گے اُس وقت وہ اُن سے پوچھیں گے کہ بتاؤ، اب کہاں ہیں تمہارے وہ معبود جن کو تم کو خدا کے بجائے پکارتے تھے؟ وہ کہیں گے کہ، سب ہم سے گم ہو گئے اور وہ خود اپنے خلاف گواہی دیں گے کہ ہم واقعی منکر حق تھے","chinese" : "假借安拉的名义而造谣，或否认其迹象者，有谁比他们还不义呢？这等人将遭遇天经中为他们预定的命运，直到我的众使者来使他们死亡的时候，将对他们说：“你们从前舍安拉而祈祷的（偶像），现在在哪里呢？他们将说：“他们已回避我们了。”他们将要承认自己原是不信道者。","turkey" : "Allah'a karşı yalan uyduran veya ayetlerini yalan sayandan daha zalim kimdir? Kitap'daki payları kendilerine erişecek olanlar onlardır. Elçilerimiz canlarını almak üzere geldiklerinde onlara Allah'tan başka taptıklarınız nerede? deyince Bizi koyup kaçtılar derler böylece inkarcı olduklarına kendi aleyhlerine şahidlik ederler"} ,{"id": "38", "arabic" : "قَالَ ٱدۡخُلُواْ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِ فِي ٱلنَّارِۖ كُلَّمَا دَخَلَتۡ أُمَّةٞ لَّعَنَتۡ أُخۡتَهَاۖ حَتَّىٰٓ إِذَا ٱدَّارَكُواْ فِيهَا جَمِيعٗا قَالَتۡ أُخۡرَىٰهُمۡ لِأُولَىٰهُمۡ رَبَّنَا هَـٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمۡ عَذَابٗا ضِعۡفٗا مِّنَ ٱلنَّارِۖ قَالَ لِكُلّٖ ضِعۡفٞ وَلَٰكِن لَّا تَعۡلَمُونَ", "english" : "[Allah] will say Enter among nations which had passed on before you of jinn and mankind into the Fire. Every time a nation enters it will curse its sister until when they have all overtaken one another therein the last of them will say about the first of them Our Lord these had misled us so give them a double punishment of the Fire. He will say For each is double but you do not know", "urdu" : "اللہ فرمائے گا جاؤ، تم بھی اسی جہنم میں چلے جاؤ جس میں تم سے پہلے گزرے ہوئے گروہ جن و انس جا چکے ہیں ہر گروہ جب جہنم میں داخل ہوگا تو اپنے پیش رو گروہ پر لعنت کرتا ہوا داخل ہوگا، حتیٰ کہ جب سب وہاں جمع ہو جائیں گے تو ہر بعد والا گروہ پہلے گروہ کے حق میں کہے گا کہ اے رب، یہ لوگ تھے جنہوں نے ہم کو گمراہ کیا لہٰذا انہیں آگ کا دوہرا عذاب دے جواب میں ارشاد ہوگا، ہر ایک کے لیے دوہرا ہی عذاب ہے مگر تم جانتے نہیں ہو","chinese" : "安拉将要说：“你们同精灵和人类中以前逝去的各民族一起进入火狱吧。”每当一个民族进火狱去，总要咒骂她的姐妹民族，直到他们统统到齐了。他们中后进的论及先进的说：“我们的主啊！这等人曾使我们迷误，求你使他们受加倍的火刑。”主说：“每个人都受加倍的火刑，但你们不知道。”","turkey" : "Allah  Sizden önce geçmiş cin ve insan ümmetleriyle beraber ateşe girin der. Her ümmet girdikçe kendi yoldaşına lanet eder. Hepsi birbiri ardından cehennemde toplanınca sonrakiler öncekiler için Rabbimiz! Bizi sapıtanlar işte bunlardır onlara ateş azabını kat kat ver derler Allah Hepsinin kat kattır ama bilmezsiniz der"} ,{"id": "39", "arabic" : "وَقَالَتۡ أُولَىٰهُمۡ لِأُخۡرَىٰهُمۡ فَمَا كَانَ لَكُمۡ عَلَيۡنَا مِن فَضۡلٖ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡسِبُونَ", "english" : "And the first of them will say to the last of them Then you had not any favor over us so taste the punishment for what you used to earn", "urdu" : "اور پہلا گروہ دوسرے گروہ سے کہے گا کہ (اگر ہم قابل الزام تھے) تو تمہی کو ہم پر کونسی فضیلت حاصل تھی، اب اپنی کمائی کے نتیجہ میں عذاب کا مزا چکھو","chinese" : "他们中最先的对最后的说：“那么，你们对我们并无任何优越，故你们当因自己的行为而尝试刑罚！”","turkey" : "Öncekiler sonrakilere Sizin bizden bir üstünlüğünüz yoktu kazandığınıza karşılık azabı tadın derler"} ,{"id": "40", "arabic" : "إِنَّ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَا لَا تُفَتَّحُ لَهُمۡ أَبۡوَٰبُ ٱلسَّمَآءِ وَلَا يَدۡخُلُونَ ٱلۡجَنَّةَ حَتَّىٰ يَلِجَ ٱلۡجَمَلُ فِي سَمِّ ٱلۡخِيَاطِۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُجۡرِمِينَ", "english" : "Indeed those who deny Our verses and are arrogant toward them - the gates of Heaven will not be opened for them nor will they enter Paradise until a camel enters into the eye of a needle. And thus do We recompense the criminals", "urdu" : "یقین جانو، جن لوگوں نے ہماری آیات کو جھٹلایا ہے اور ان کے مقابلہ میں سرکشی کی ہے ان کے لیے آسمان کے دروازے ہرگز نہ کھولے جائیں گے اُن کا جنت میں جانا اتنا ہی ناممکن ہے جتنا سوئی کے ناکے سے اونٹ کا گزرنا مجرموں کو ہمارے ہاں ایسا ہی بدلہ ملا کرتا ہے","chinese" : "否认我的迹象而加以藐视者，所有的天门必不为他们而开放，他们不得入乐园，直到骆驼能穿过针眼。我要这样报酬犯罪者。","turkey" : "Doğrusu ayetlerimizi yalan sayıp onlara karşı büyüklük taslayanlara göğün kapıları açılmaz; deve iğnenin deliğinden geçmedikçe cennete de giremezler. Suçluları böyle cezalandırırız"} ,{"id": "41", "arabic" : "لَهُم مِّن جَهَنَّمَ مِهَادٞ وَمِن فَوۡقِهِمۡ غَوَاشٖۚ وَكَذَٰلِكَ نَجۡزِي ٱلظَّـٰلِمِينَ", "english" : "They will have from Hell a bed and over them coverings [of fire]. And thus do We recompense the wrongdoers", "urdu" : "ان کے لیے تو جہنم کا بچھونا ہوگا اور جہنم ہی کا اوڑھنا یہ ہے وہ جزا جو ہم ظالموں کو دیا کرتے ہیں","chinese" : "他们在火狱里要垫火褥，要盖火被，我要这样报酬不义者。","turkey" : "Onlar için cehennemden bir yatak ve üstlerine de örtüler vardır. Zalimleri böyle cezalandırırız"} ,{"id": "42", "arabic" : "وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَآ أُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ", "english" : "But those who believed and did righteous deeds - We charge no soul except [within] its capacity. Those are the companions of Paradise; they will abide therein eternally", "urdu" : "بخلاف اس کے جن لوگوں نے ہماری آیات کو مان لیا ہے اور اچھے کام کیے ہیں اور اس باب میں ہم ہر ایک کو اس کی استطاعت ہی کے مطابق ذمہ دار ٹھیراتے ہیں وہ اہل جنت ہیں جہاں وہ ہمیشہ رہیں گے","chinese" : "信道而且行善者，——我只按各人的能力而加以责成——他们是乐园的居民，他们将永居其中。","turkey" : "İnanan ve yararlı iş işleyenler ki kişiye ancak gücünün yeteceği kadar yükleriz işte cennetlikler onlardır orada temelli kalacaklardır"} ,{"id": "43", "arabic" : "وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلّٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُۖ وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي هَدَىٰنَا لِهَٰذَا وَمَا كُنَّا لِنَهۡتَدِيَ لَوۡلَآ أَنۡ هَدَىٰنَا ٱللَّهُۖ لَقَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّۖ وَنُودُوٓاْ أَن تِلۡكُمُ ٱلۡجَنَّةُ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ", "english" : "And We will have removed whatever is within their breasts of resentment [while] flowing beneath them are rivers. And they will say Praise to Allah who has guided us to this; and we would never have been guided if Allah had not guided us. Certainly the messengers of our Lord had come with the truth. And they will be called This is Paradise which you have been made to inherit for what you used to do", "urdu" : "ان کے دلوں میں ایک دوسرے کے خلاف جو کچھ کدورت ہوگی اسے ہم نکال دیں گے اُن کے نیچے نہریں بہتی ہونگی، اور وہ کہیں گے کہ تعریف خدا ہی کے لیے ہے جس نے ہمیں یہ راستہ دکھایا، ہم خود راہ نہ پا سکتے تھے اگر خدا ہماری رہنمائی نہ کرتا، ہمارے رب کے بھیجے ہوئے رسول واقعی حق ہی لے کر آئے تھے اُس وقت ندا آئے گی کہ یہ جنت جس کے تم وارث بنائے گئے ہو تمہیں اُن اعمال کے بدلے میں ملی ہے جو تم کرتے رہے تھے","chinese" : "我将拔除他们心中的怨恨，他们将住在下临诸河的乐园，他们将说：“一切赞颂，全归安拉！他引导我们获此善报，假若安拉没有引导我们，我们不致于遵循正道。我们的主的众使者，确已昭示了真理。”或者将大声地对他们说：“这就是你们因自己的行为而得继承的乐园。”","turkey" : "Cennette altlarından ırmaklar akarken gönüllerinden kini çıkarıp atarız. Bizi buraya eriştiren Allah'a hamdolsun. Eğer Allah bizi doğru yola iletmeseydi biz doğru yolu bulamazdık. And olsun ki Rabbimizin peygamberleri bize gerçeği getirmiştir derler. Onlara İşlediğinize karşılık işte mirasçısı olduğunuz cennet diye seslenilir"} ,{"id": "44", "arabic" : "وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡجَنَّةِ أَصۡحَٰبَ ٱلنَّارِ أَن قَدۡ وَجَدۡنَا مَا وَعَدَنَا رَبُّنَا حَقّٗا فَهَلۡ وَجَدتُّم مَّا وَعَدَ رَبُّكُمۡ حَقّٗاۖ قَالُواْ نَعَمۡۚ فَأَذَّنَ مُؤَذِّنُۢ بَيۡنَهُمۡ أَن لَّعۡنَةُ ٱللَّهِ عَلَى ٱلظَّـٰلِمِينَ", "english" : "And the companions of Paradise will call out to the companions of the Fire We have already found what our Lord promised us to be true. Have you found what your Lord promised to be true? They will say Yes. Then an announcer will announce among them The curse of Allah shall be upon the wrongdoers", "urdu" : "پھر یہ جنت کے لوگ دوزخ والوں سے پکار کر کہیں گے، ہم نے اُن سارے وعدوں کو ٹھیک پا لیا جو ہمارے رب نے ہم سے کیے تھے، کیا تم نے بھی ان وعدوں کو ٹھیک پایا جو تمہارے رب نے کیے تھے؟ وہ جواب دیں گے ہاں تب ایک پکارنے والا ان کے درمیان پکارے گا کہ خدا کی لعنت اُن ظالموں پر","chinese" : "乐园的居民将大声地对火狱的居民说：“我们已发现我们的主所应许我们的是真实的了。你们是否也发现你们的主所应许你们的是真实的呢？”他们说：“是的。”于是，一个喊叫者要在他们中间喊叫说：“安拉的弃绝归于不义者。","turkey" : "Cennetlikler cehennemliklere: Biz Rabbimizin bize vadettiğini gerçek bulduk Rabbinizin size de vadettiğini gerçek buldunuz mu? diye seslenirler Evet derler. Aralarında bir münadi Allah'ın laneti Allah yolundan alıkoyan o yolun eğriliğini isteyen ve ahireti inkar eden zalimleredir diye seslenir"} ,{"id": "45", "arabic" : "ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ كَٰفِرُونَ", "english" : "Who averted [people] from the way of Allah and sought to make it [seem] deviant while they were concerning the Hereafter disbelievers", "urdu" : "جو اللہ کے راستے سے لوگوں کو روکتے اور اسے ٹیڑھا کرنا چاہتے تھے اور آخرت کے منکر تھے","chinese" : "他们妨碍安拉的大道，而且称它为邪道，并且不信后世。”","turkey" : "Cennetlikler cehennemliklere: Biz Rabbimizin bize vadettiğini gerçek bulduk Rabbinizin size de vadettiğini gerçek buldunuz mu? diye seslenirler Evet derler. Aralarında bir münadi Allah'ın laneti Allah yolundan alıkoyan o yolun eğriliğini isteyen ve ahireti inkar eden zalimleredir diye seslenir"} ,{"id": "46", "arabic" : "وَبَيۡنَهُمَا حِجَابٞۚ وَعَلَى ٱلۡأَعۡرَافِ رِجَالٞ يَعۡرِفُونَ كُلَّۢا بِسِيمَىٰهُمۡۚ وَنَادَوۡاْ أَصۡحَٰبَ ٱلۡجَنَّةِ أَن سَلَٰمٌ عَلَيۡكُمۡۚ لَمۡ يَدۡخُلُوهَا وَهُمۡ يَطۡمَعُونَ", "english" : "And between them will be a partition and on [its] elevations are men who recognize all by their mark. And they call out to the companions of Paradise Peace be upon you. They have not [yet] entered it but they long intensely", "urdu" : "ان دونوں گروہوں کے درمیان ایک اوٹ حائل ہوگی جس کی بلندیوں (اعراف) پر کچھ اور لوگ ہوں گے یہ ہر ایک کو اس کے قیافہ سے پہچانیں گے اور جنت والوں سے پکار کر کہیں گے کہ سلامتی ہو تم پر یہ لوگ جنت میں داخل تو نہیں ہوئے مگر اس کے امیدوار ہونگے","chinese" : "他们中间将有一个屏障。在那个（屏障）的高处将有许多男人，他们借双方的仪表而认识双方的人，他们喊叫乐园的居民说：“祝你们平安！”他们羡慕乐园，但不得进去。","turkey" : "İki taraf arasında bir perde ve burçlar üzerinde her iki tarafı da simalarından tanıyan adamlar vardır; cennetliklere Size selam olsun derler. Bunlar henüz girmeyen fakat cenneti uman kimselerdir"} ,{"id": "47", "arabic" : "۞وَإِذَا صُرِفَتۡ أَبۡصَٰرُهُمۡ تِلۡقَآءَ أَصۡحَٰبِ ٱلنَّارِ قَالُواْ رَبَّنَا لَا تَجۡعَلۡنَا مَعَ ٱلۡقَوۡمِ ٱلظَّـٰلِمِينَ", "english" : "And when their eyes are turned toward the companions of the Fire they say Our Lord do not place us with the wrongdoing people", "urdu" : "اور جب ان کی نگاہیں دوزخ والوں کی طرف پھریں گی تو کہیں گے، اے رب! ہمیں اِن ظالم لوگوں میں شامل نہ کیجیو","chinese" : "当他们的眼光转向火狱的居民的时候，他们说：“我们的主啊！求你不要使我们与不义的民众同住。”","turkey" : "Gözleri cehennemlikler yönüne çevrilince: Rabbimiz! Bizi zalimlerle beraber bulundurma derler"} ,{"id": "48", "arabic" : "وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡأَعۡرَافِ رِجَالٗا يَعۡرِفُونَهُم بِسِيمَىٰهُمۡ قَالُواْ مَآ أَغۡنَىٰ عَنكُمۡ جَمۡعُكُمۡ وَمَا كُنتُمۡ تَسۡتَكۡبِرُونَ", "english" : "And the companions of the Elevations will call to men [within Hell] whom they recognize by their mark saying Of no avail to you was your gathering and [the fact] that you were arrogant", "urdu" : "پھر یہ اعراف کے لوگ دوزخ کی چند بڑی بڑی شخصیتوں کو ان کی علامتوں سے پہچان کر پکاریں گے کہ دیکھ لیا تم نے، آج نہ تمہارے جتھے تمہارے کسی کام آئے اور نہ وہ ساز و سامان جن کو تم بڑی چیز سمجھتے تھے","chinese" : "在高处的人，借仪表而认识许多男人，他们将喊叫那些男人说：“你们的囤积和骄傲，对于你们毫无裨益。”","turkey" : "Burçlarda olanlar simalarından tanıdıkları adamlara; Topluluğunuz topladığınız mal ve büyüklük taslamalarınız size fayda vermedi. Allah'ın rahmetine erdirmeyeceğine yemin ettikleriniz bunlar mıydı? Oysa Allah onlara şöyle der: Cennete girin size korku yoktur sizler mahzun da olmayacaksınız"} ,{"id": "49", "arabic" : "أَهَـٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمۡتُمۡ لَا يَنَالُهُمُ ٱللَّهُ بِرَحۡمَةٍۚ ٱدۡخُلُواْ ٱلۡجَنَّةَ لَا خَوۡفٌ عَلَيۡكُمۡ وَلَآ أَنتُمۡ تَحۡزَنُونَ", "english" : "[Allah will say] Are these the ones whom you [inhabitants of Hell] swore that Allah would never offer them mercy? Enter Paradise [O People of the Elevations]. No fear will there be concerning you nor will you grieve", "urdu" : "اور کیا یہ اہل جنت وہی لوگ نہیں ہیں جن کے متعلق تم قسمیں کھا کھا کر کہتے تھے کہ اِن کو تو خدا پنی رحمت میں سے کچھ بھی نہ دے گا؟ آج انہی سے کہا گیا کہ داخل ہو جاؤ جنت میں، تمہارے لیے نہ خوف ہے نہ رنج","chinese" : "这些人就是你们盟誓说安拉不加以慈悯的吗？（他们已奉到命令）说：“你们进入乐园吧，你们没有恐惧，也不忧愁。”","turkey" : "Burçlarda olanlar simalarından tanıdıkları adamlara; Topluluğunuz topladığınız mal ve büyüklük taslamalarınız size fayda vermedi. Allah'ın rahmetine erdirmeyeceğine yemin ettikleriniz bunlar mıydı? Oysa Allah onlara şöyle der: Cennete girin size korku yoktur sizler mahzun da olmayacaksınız"} ,{"id": "50", "arabic" : "وَنَادَىٰٓ أَصۡحَٰبُ ٱلنَّارِ أَصۡحَٰبَ ٱلۡجَنَّةِ أَنۡ أَفِيضُواْ عَلَيۡنَا مِنَ ٱلۡمَآءِ أَوۡ مِمَّا رَزَقَكُمُ ٱللَّهُۚ قَالُوٓاْ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلۡكَٰفِرِينَ", "english" : "And the companions of the Fire will call to the companions of Paradise Pour upon us some water or from whatever Allah has provided you. They will say Indeed Allah has forbidden them both to the disbelievers", "urdu" : "اور دوزخ کے لوگ جنت والوں کو پکاریں گے کہ کچھ تھوڑا سا پانی ہم پر ڈال دو یا جو رزق اللہ نے تمہیں دیا ہے اُسی میں سے کچھ پھینک دو وہ جواب دیں گے کہ اللہ نے یہ دونوں چیزیں اُن منکرین حق پر حرام کر دی ہیں","chinese" : "火狱的居民将要喊叫乐园的居民说：“求你们把水或安拉所供给你们的食品，倒下一点来给我们吧！”他们回答说：“安拉已禁止我们把这两样东西赠送不信道者。”","turkey" : "Cehennemlikler cennetliklere Bize biraz su veya Allah'ın size verdiği rızıktan gönderin diye seslenirler onlar da Doğrusu Allah dinlerini alay ve eğlenceye alan dünya hayatına aldanan inkarcılara ikisini de haram etmiştir derler. Bugünle karşılaşacaklarını unuttukları ayetlerimizi bile bile inkar ettikleri gibi biz de onları unutuyoruz"} ,{"id": "51", "arabic" : "ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَهۡوٗا وَلَعِبٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ نَنسَىٰهُمۡ كَمَا نَسُواْ لِقَآءَ يَوۡمِهِمۡ هَٰذَا وَمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ", "english" : "Who took their religion as distraction and amusement and whom the worldly life deluded. So today We will forget them just as they forgot the meeting of this Day of theirs and for having rejected Our verses", "urdu" : "جنہوں نے اپنے دین کو کھیل اور تفریح بنا لیا تھا اور جنہیں دنیا کی زندگی نے فریب میں مبتلا کر رکھا تھا اللہ فرماتا ہے کہ آج ہم بھی انہیں اسی طرح بھلا دیں گے جس طرح وہ اِس دن کی ملاقات کو بھولے رہے اور ہماری آیتوں کا انکار کرتے رہے","chinese" : "曾以宗教为娱乐和嬉戏，而且为尘世所欺骗者，我今天忘记他们，因为他们曾忘记有今日之相遇，还因为他们否认我的迹象。","turkey" : "Cehennemlikler cennetliklere Bize biraz su veya Allah'ın size verdiği rızıktan gönderin diye seslenirler onlar da Doğrusu Allah dinlerini alay ve eğlenceye alan dünya hayatına aldanan inkarcılara ikisini de haram etmiştir derler. Bugünle karşılaşacaklarını unuttukları ayetlerimizi bile bile inkar ettikleri gibi biz de onları unutuyoruz"} ,{"id": "52", "arabic" : "وَلَقَدۡ جِئۡنَٰهُم بِكِتَٰبٖ فَصَّلۡنَٰهُ عَلَىٰ عِلۡمٍ هُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ", "english" : "And We had certainly brought them a Book which We detailed by knowledge - as guidance and mercy to a people who believe", "urdu" : "ہم اِن لوگوں کے پاس ایک ایسی کتاب لے آئے ہیں جس کو ہم نے علم کی بنا پر مفصل بنایا ہے اور جو ایمان لانے والوں کے لیے ہدایت اور رحمت ہے","chinese" : "我曾昭示他们一部我据真知而加以解释的经典，作为对信道的民众的向导和慈恩。","turkey" : "And olsun ki Biz onlara bir Kitap getirdik inanan bir millet için yol gösterici ve rahmet olarak onu bilgiyle uzun uzun açıkladık"} ,{"id": "53", "arabic" : "هَلۡ يَنظُرُونَ إِلَّا تَأۡوِيلَهُۥۚ يَوۡمَ يَأۡتِي تَأۡوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبۡلُ قَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشۡفَعُواْ لَنَآ أَوۡ نُرَدُّ فَنَعۡمَلَ غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ قَدۡ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ", "english" : "Do they await except its result? The Day its result comes those who had ignored it before will say The messengers of our Lord had come with the truth so are there [now] any intercessors to intercede for us or could we be sent back to do other than we used to do? They will have lost themselves and lost from them is what they used to invent", "urdu" : "اب کیا یہ لوگ اِس کے سوا کسی اور بات کے منتظر ہیں کہ وہ انجام سامنے آ جائے جس کی یہ کتاب خبر دے رہی ہے؟ جس روز وہ انجام سامنے آ گیا وہی لوگ جنہوں نے اسے نظر انداز کر دیا تھا کہیں گے کہ واقعی ہمارے رب کے رسول حق لے کر آئے تھے، پھر کیا اب ہمیں کچھ سفارشی ملیں گے جو ہمارے حق میں سفارش کریں؟ یا ہمیں دوبارہ واپس ہی بھیج دیا جائے تاکہ جو کچھ ہم پہلے کرتے تھے اس کے بجائے اب دوسرے طریقے پر کام کر کے دکھائیں انہوں نے اپنے آپ کو خسارے میں ڈال دیا اور وہ سارے جھوٹ جو انہوں نے تصنیف کر رکھے تھے آج ان سے گم ہو گئے","chinese" : "他们只等待那部经典的效果，它的效果到来的日子，从前忘记这经典的人将会说：“我们的主的众使者，确已昭示真理了！我们有几位说情的人来替我们说情，或准许我们返回尘世去，舍罪恶而立善功吗？”他们确已亏折了自身，他们所捏造的事已回避他们了。","turkey" : "Kitap'ın haber verdiği sonuçtan başka bir şey mi bekliyorlar? Sonuç gelip çattığı gün önceleri onu unutmuş olanlar Rabbimizin peygamberleri şüphesiz bize gerçeği getirmişti şimdi bize şefaat etsin yahut geriye çevrilsek de işlediklerimizin başka türlüsünü işlesek derler. Doğrusu kendilerini mahvetmişlerdir uydurdukları şeyler onları koyup kaçmışlardır"} ,{"id": "54", "arabic" : "إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَ يَطۡلُبُهُۥ حَثِيثٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتِۭ بِأَمۡرِهِۦٓۗ أَلَا لَهُ ٱلۡخَلۡقُ وَٱلۡأَمۡرُۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ", "english" : "Indeed your Lord is Allah who created the heavens and earth in six days and then established Himself above the Throne. He covers the night with the day [another night] chasing it rapidly; and [He created] the sun the moon and the stars subjected by His command. Unquestionably His is the creation and the command; blessed is Allah Lord of the worlds", "urdu" : "در حقیقت تمہارا رب اللہ ہی ہے جس نے آسمانوں اور زمین کو چھ دنوں میں پیدا کیا، پھر اپنے تخت سلطنت پر جلوہ فرما ہوا جو رات کو دن پر ڈھانک دیتا ہے اور پھر دن رات کے پیچھے دوڑا چلا آتا ہے جس نے سورج اور چاند اور تارے پیدا کیے سب اس کے فرمان کے تابع ہیں خبردار رہو! اُسی کی خلق ہے اور اسی کا امر ہے بڑا با برکت ہے اللہ، سارے جہانوں کا مالک و پروردگار","chinese" : "你们的主确是安拉，他在六日内创造了天地，然后，他升上宝座，他使黑夜追求白昼，而遮蔽它；他把日月和星宿造成顺从他的命令的。真的，创造和命令只归他主持。多福哉安拉——众世界的主！","turkey" : "Rabbiniz gökleri ve yeri altı günde yaratan ve sonra arşa hükmeden gündüzü durmadan kovalayan gece ile bürüyen; güneşi ayı yıldızları hepsini buyruğuna baş eğdirerek var eden Allah'tır. Bilin ki yaratma da emir de O'nun hakkıdır. Alemlerin Rabbiolan Allah Yüce'dir"} ,{"id": "55", "arabic" : "ٱدۡعُواْ رَبَّكُمۡ تَضَرُّعٗا وَخُفۡيَةًۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ", "english" : "Call upon your Lord in humility and privately; indeed He does not like transgressors", "urdu" : "ا پنے رب کو پکارو گڑگڑاتے ہوئے اور چپکے چپکے، یقیناً و ہ حد سے گزرنے والوں کو پسند نہیں کرتا","chinese" : "你们要虔诚地、秘密地祈祷你们的主，他确是不喜欢过分者的。","turkey" : "Rabbinize gönülden ve gizlice yalvarın. Doğrusu O aşırı gidenleri sevmez"} ,{"id": "56", "arabic" : "وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَا وَٱدۡعُوهُ خَوۡفٗا وَطَمَعًاۚ إِنَّ رَحۡمَتَ ٱللَّهِ قَرِيبٞ مِّنَ ٱلۡمُحۡسِنِينَ", "english" : "And cause not corruption upon the earth after its reformation. And invoke Him in fear and aspiration. Indeed the mercy of Allah is near to the doers of good", "urdu" : "زمین میں فساد برپا نہ کرو جبکہ اس کی اصلاح ہو چکی ہے اور خدا ہی کو پکارو خوف کے ساتھ اور طمع کے ساتھ، یقیناً اللہ کی رحمت نیک کردار لوگوں سے قریب ہے","chinese" : "在改善地方之后，你们不要在地方上作恶，你们要怀着恐惧和希望的心情祈祷他。安拉的慈恩确是临近行善者的。","turkey" : "Düzeltilmişken yeryüzünde bozgunculuk yapmayın. Allah'a korkarak ve umutla yalvarın. Doğrusu Allah'ın rahmeti iyi davrananlara yakındır"} ,{"id": "57", "arabic" : "وَهُوَ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۖ حَتَّىٰٓ إِذَآ أَقَلَّتۡ سَحَابٗا ثِقَالٗا سُقۡنَٰهُ لِبَلَدٖ مَّيِّتٖ فَأَنزَلۡنَا بِهِ ٱلۡمَآءَ فَأَخۡرَجۡنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِۚ كَذَٰلِكَ نُخۡرِجُ ٱلۡمَوۡتَىٰ لَعَلَّكُمۡ تَذَكَّرُونَ", "english" : "And it is He who sends the winds as good tidings before His mercy until when they have carried heavy rainclouds We drive them to a dead land and We send down rain therein and bring forth thereby [some] of all the fruits. Thus will We bring forth the dead; perhaps you may be reminded", "urdu" : "اور وہ اللہ ہی ہے جو ہواؤں کو اپنی رحمت کے آگے آگے خوشخبری لیے ہوئے بھیجتا ہے، پھر جب وہ پانی سے لدے ہوئے بادل اٹھا لیتی ہیں تو انہیں کسی مردہ سر زمین کی طرف حرکت دیتا ہے، اور وہاں مینہ برسا کر (اُسی مری ہوئی زمین سے) طرح طرح کے پھل نکال لاتا ہے دیکھو، اس طرح ہم مُردوں کو حالت موت سے نکالتے ہیں، شاید کہ تم اس مشاہدے سے سبق لو","chinese" : "他使风在他的慈恩之前作报喜者，直到它载了沉重的乌云，我就把云赶到一个已死的地方，于是，从云中降下雨水，于是，借雨水而造出各种果实——我这样使死的复活——以便你们觉悟。","turkey" : "Rahmetinin önünde müjdeci olarak rüzgarları gönderen Allah'tır. Rüzgarlar yağmur yüklü bulutları taşıdığında onu ölü bir memlekete gönderir su indirir ve onunla her türlü ürünü yetiştiririz; ölüleri de bunun gibi diriltip çıkarırız; belki bundan ibret alırsınız"} ,{"id": "58", "arabic" : "وَٱلۡبَلَدُ ٱلطَّيِّبُ يَخۡرُجُ نَبَاتُهُۥ بِإِذۡنِ رَبِّهِۦۖ وَٱلَّذِي خَبُثَ لَا يَخۡرُجُ إِلَّا نَكِدٗاۚ كَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَشۡكُرُونَ", "english" : "And the good land - its vegetation emerges by permission of its Lord; but that which is bad - nothing emerges except sparsely with difficulty. Thus do We diversify the signs for a people who are grateful", "urdu" : "جو زمین اچھی ہوتی ہے وہ اپنے رب کے حکم سے خوب پھل پھول لاتی ہے اور جو زمین خراب ہوتی ہے ا س سے ناقص پیداوار کے سوا کچھ نہیں نکلتا اس طرح ہم نشانیوں کو بار بار پیش کرتے ہیں اُن لوگوں کے لیے جو شکر گزار ہونے والے ہیں","chinese" : "肥沃的地方的植物，奉安拉的命令而生长，瘠薄的地方的植物，出得很少，我这样为感激的民众阐述一切迹象。","turkey" : "İyi toprak Rabbinin izniyle bitki verir çorak toprak kavruk bitki çıkarır. Şükredecek millet için böylece ayetleri yerli yerince açıklarız"} ,{"id": "59", "arabic" : "لَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ", "english" : "We had certainly sent Noah to his people and he said O my people worship Allah; you have no deity other than Him. Indeed I fear for you the punishment of a tremendous Day", "urdu" : "ہم نے نوحؑ کو اُس کی قوم کی طرف بھیجا اس نے کہا اے برادران قوم، اللہ کی بندگی کرو، اُس کے سوا تمہارا کوئی خدا نہیں ہے میں تمہارے حق میں ایک ہولناک دن کے عذاب سے ڈرتا ہوں","chinese" : "我确已派遣努哈去教化他的宗族，他说：“我的宗族啊！你们要崇拜安拉，除他之外，绝无应受崇拜的。我的确担心你们遭受重大日的刑罚。”","turkey" : "And olsun ki Nuh'u milletine gönderdik. Ey milletim! Allah'a kulluk edin O'ndan başka tanrınız yoktur; doğrusu sizin için büyük günün azabından korkuyorum dedi"} ,{"id": "60", "arabic" : "قَالَ ٱلۡمَلَأُ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي ضَلَٰلٖ مُّبِينٖ", "english" : "Said the eminent among his people Indeed we see you in clear error", "urdu" : "اس کی قوم کے سرداروں نے جواب دیا ہم کو تو یہ نظر آتا ہے کہ تم صریح گمراہی میں مبتلا ہو","chinese" : "他的宗族中的众领袖说：“我们的确认为你是在明显的迷误中的。”","turkey" : "Milletinin ileri gelenleri: Biz senin apaçık sapıklıkta olduğunu görüyoruz dediler"} ,{"id": "61", "arabic" : "قَالَ يَٰقَوۡمِ لَيۡسَ بِي ضَلَٰلَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ", "english" : "[Noah] said O my people there is not error in me but I am a messenger from the Lord of the worlds", "urdu" : "نوحؑ نے کہا اے برادران قوم، میں کسی گمراہی میں نہیں پڑا ہو ں بلکہ، میں رب العالمین کا رسول ہوں","chinese" : "他说：“我的宗族啊！我一点也不迷误，但我是众世界的主派遣的使者。","turkey" : "Ey milletim! Bende bir sapıklık yoktur ancak ben Alemlerin Rabbinin peygamberiyim Rabbimin sözlerini size bildiriyor öğüt veriyorum. Sizin bilmediğinizi Allah katından ben biliyorum. Sakınmanızı ve böylece merhamete uğramanızı sağlamak üzere sizi uyarmak için aranızdan biri vasıtasıyla Rabbinizden size haber gelmesine mi şaşıyorsunuz? dedi"} ,{"id": "62", "arabic" : "أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنصَحُ لَكُمۡ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ", "english" : "I convey to you the messages of my Lord and advise you; and I know from Allah what you do not know", "urdu" : "تمہیں اپنے رب کے پیغامات پہنچاتا ہوں، تمہارا خیر خواہ ہوں اور مجھے اللہ کی طرف سے وہ کچھ معلوم ہے جو تمھیں معلوم نہیں ہے","chinese" : "我把我的主的使命传达给你们，并且忠告你们，我从安拉（的启示中）知道你们所不知道的。","turkey" : "Ey milletim! Bende bir sapıklık yoktur ancak ben Alemlerin Rabbinin peygamberiyim Rabbimin sözlerini size bildiriyor öğüt veriyorum. Sizin bilmediğinizi Allah katından ben biliyorum. Sakınmanızı ve böylece merhamete uğramanızı sağlamak üzere sizi uyarmak için aranızdan biri vasıtasıyla Rabbinizden size haber gelmesine mi şaşıyorsunuz? dedi"} ,{"id": "63", "arabic" : "أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡ وَلِتَتَّقُواْ وَلَعَلَّكُمۡ تُرۡحَمُونَ", "english" : "Then do you wonder that there has come to you a reminder from your Lord through a man from among you that he may warn you and that you may fear Allah so you might receive mercy", "urdu" : "کیا تمہیں اس بات پر تعجب ہوا کہ تمہارے پاس خود تمہاری اپنی قوم کے ایک آدمی کے ذریعہ سے تمہارے رب کی یاد دہانی آئی تاکہ تمہیں خبردار کرے اور تم غلط روی سے بچ جاؤ اور تم پر رحم کیا جائے؟","chinese" : "从你们的主发出的教训，借你们族中一个人的口而降临你们，以便他警告你们，以便你们敬畏，以便你们蒙主的怜悯，难道你们对于这件事觉得惊讶吗？”","turkey" : "Ey milletim! Bende bir sapıklık yoktur ancak ben Alemlerin Rabbinin peygamberiyim Rabbimin sözlerini size bildiriyor öğüt veriyorum. Sizin bilmediğinizi Allah katından ben biliyorum. Sakınmanızı ve böylece merhamete uğramanızı sağlamak üzere sizi uyarmak için aranızdan biri vasıtasıyla Rabbinizden size haber gelmesine mi şaşıyorsunuz? dedi"} ,{"id": "64", "arabic" : "فَكَذَّبُوهُ فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ فِي ٱلۡفُلۡكِ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمًا عَمِينَ", "english" : "But they denied him so We saved him and those who were with him in the ship. And We drowned those who denied Our signs. Indeed they were a blind people", "urdu" : "مگر انہوں نے اس کو جھٹلا دیا آخر کار ہم نے اسے اور اس کے ساتھیوں کو ایک کشتی میں نجات دی اور اُن لوگوں کو ڈبو دیا جنہوں نے ہماری آیات کو جھٹلایا تھا، یقیناً وہ اندھے لوگ تھے","chinese" : "但他们否认他，故我拯救了他，和与他同船的人，并使那些否认我的迹象者统统淹死。他们确是盲目的民众。","turkey" : "Onu yalanladılar; biz de onu ve gemide beraberinde olanları kurtardık ayetlerimizi yalan sayanları suda boğduk çünkü onlar kör bir milletti"} ,{"id": "65", "arabic" : "۞وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ", "english" : "And to the 'Aad [We sent] their brother Hud. He said O my people worship Allah; you have no deity other than Him. Then will you not fear Him", "urdu" : "اور عاد کی طرف ہم نے ان کے بھائی ہودؑ کو بھیجا اس نے کہا اے برادران قو م، اللہ کی بندگی کرو، اُس کے سوا تمہارا کوئی خدا نہیں ہے پھر کیا تم غلط روی سے پرہیز نہ کرو گے؟","chinese" : "（我确已派遣）阿德人的弟兄呼德去教化他们，他说：“我的宗族啊！你们要崇拜安拉，除他外，绝无应受你们的崇拜的。难道你们还不敬畏吗！”","turkey" : "Ad milletine de kardeşleri Hud'u gönderdik Ey milletim! Allah'a kulluk edin O'ndan başka tanrınız yoktur karşı gelmekten sakınmaz mısınız? dedi"} ,{"id": "66", "arabic" : "قَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي سَفَاهَةٖ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلۡكَٰذِبِينَ", "english" : "Said the eminent ones who disbelieved among his people Indeed we see you in foolishness and indeed we think you are of the liars", "urdu" : "اس کی قوم کے سرداروں نے، جو اس کی بات ماننے سے انکار کر رہے تھے، جواب میں کہا ہم تو تمہیں بے عقلی میں مبتلا سمجھتے ہیں اور ہمیں گمان ہے کہ تم جھوٹے ہو","chinese" : "他的宗族中不信道的贵族们说：“我们的确认为你是愚蠢的，我们确信你是说谎者。”","turkey" : "Milletinin inkarcı ileri gelenleri Biz senin beyinsiz olduğunu görüyor ve seni yalancılardan sanıyoruz dediler"} ,{"id": "67", "arabic" : "قَالَ يَٰقَوۡمِ لَيۡسَ بِي سَفَاهَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ", "english" : "[Hud] said O my people there is not foolishness in me but I am a messenger from the Lord of the worlds", "urdu" : "اس نے کہا اے برادران قوم، میں بے عقلی میں مبتلا نہیں ہوں بلکہ میں رب العالمین کا رسول ہوں","chinese" : "他说：“我的宗族啊！我一点也不愚蠢，但我是众世界的主派遣的使者。","turkey" : "Ey milletim! Ben beyinsiz değil Alemlerin Rabbinin peygamberiyim"} ,{"id": "68", "arabic" : "أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنَا۠ لَكُمۡ نَاصِحٌ أَمِينٌ", "english" : "I convey to you the messages of my Lord and I am to you a trustworthy adviser", "urdu" : "تم کو اپنے رب کے پیغامات پہنچاتا ہوں، اور تمہارا ایسا خیر خواہ ہوں جس پر بھروسہ کیا جاسکتا ہے","chinese" : "我把我的主的使命传达给你们，我是你们的忠实的劝告者。","turkey" : "Size Rabbimin sözlerini bildiriyorum. Ben sizin için güvenilir bir öğütçüyüm; sizi uyarmak üzere aranızdan bir adam vasıtasiyle Rabbinizden size bir haber gelmesine mi şaşıyorsunuz? Allah'ın sizi Nuh'un milleti yerine getirdiğini ve vücutça da onlardan üstün kıldığını hatırlayın başarıya erişebilmeniz için Allah'ın nimetlerini anın dedi"} ,{"id": "69", "arabic" : "أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡۚ وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ قَوۡمِ نُوحٖ وَزَادَكُمۡ فِي ٱلۡخَلۡقِ بَصۜۡطَةٗۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ لَعَلَّكُمۡ تُفۡلِحُونَ", "english" : "Then do you wonder that there has come to you a reminder from your Lord through a man from among you that he may warn you? And remember when He made you successors after the people of Noah and increased you in stature extensively. So remember the favors of Allah that you might succeed", "urdu" : "کیا تمہیں اس بات پر تعجب ہوا کہ تمہارے پاس خود تمہاری اپنی قوم کے ایک آدمی کے ذریعہ سے تمہارے رب کی یاد دہانی آئی تاکہ وہ تمھیں خبردار کرے؟ بھول نہ جاؤ کہ تمہارے رب نے نوحؑ کی قوم کے بعد تم کو اُس کا جانشین بنایا اور تمہیں خوب تنو مند کیا، پس اللہ کی قدرت کے کرشموں کو یاد رکھو، امید ہے کہ فلاح پاؤ گے","chinese" : "从你们的主发出的教训，借你们族中的一个人的口降临你们，以便他警告你们，难道你们对于这件事觉得惊讶吗？你们要铭记那时，他在努哈的宗族灭亡之后，以你们为代治者，他使你们体格更加魁梧，你们要铭记安拉的恩典，以便你们成功。”","turkey" : "Size Rabbimin sözlerini bildiriyorum. Ben sizin için güvenilir bir öğütçüyüm; sizi uyarmak üzere aranızdan bir adam vasıtasiyle Rabbinizden size bir haber gelmesine mi şaşıyorsunuz? Allah'ın sizi Nuh'un milleti yerine getirdiğini ve vücutça da onlardan üstün kıldığını hatırlayın başarıya erişebilmeniz için Allah'ın nimetlerini anın dedi"} ,{"id": "70", "arabic" : "قَالُوٓاْ أَجِئۡتَنَا لِنَعۡبُدَ ٱللَّهَ وَحۡدَهُۥ وَنَذَرَ مَا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ", "english" : "They said Have you come to us that we should worship Allah alone and leave what our fathers have worshipped? Then bring us what you promise us if you should be of the truthful", "urdu" : "انہوں نے جواب دیا کیا تو ہمارے پاس اس لیے آیا ہے کہ ہم اکیلے اللہ ہی کی عبادت کریں اور اُنہیں چھوڑ دیں جن کی عبادت ہمارے باپ دادا کرتے آئے ہیں؟ اچھا تو لے آ وہ عذاب جس کی تو ہمیں دھمکی دیتا ہے اگر تو سچا ہے","chinese" : "他们说：“你来教我们只崇拜安拉，而抛弃我们祖先所崇拜的（偶像）吗？你把你所用来警告我们的（刑罚）拿来给我们看看吧，如果你是说实话的！”","turkey" : "Bize yalnız Allah'a kulluk etmemizi babalarımızın taptıklarını bırakmamızı söylemek için mi geldin? Doğru sözlülerden isen haydi bizi tehdit ettiğin azaba uğrat dediler"} ,{"id": "71", "arabic" : "قَالَ قَدۡ وَقَعَ عَلَيۡكُم مِّن رَّبِّكُمۡ رِجۡسٞ وَغَضَبٌۖ أَتُجَٰدِلُونَنِي فِيٓ أَسۡمَآءٖ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٖۚ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ", "english" : "[Hud] said Already have defilement and anger fallen upon you from your Lord. Do you dispute with me concerning [mere] names you have named them you and your fathers for which Allah has not sent down any authority? Then wait; indeed I am with you among those who wait", "urdu" : "اس نے کہا تمہارے رب کی پھٹکار تم پر پڑ گئی اور اس کا غضب ٹوٹ پڑا کیا تم مجھ سے اُن ناموں پر جھگڑتے ہو جو تم نے اور تمہارے باپ دادا نے رکھ لیے ہیں، جن کے لیے اللہ نے کوئی سند نازل نہیں کی ہے اچھا تو تم بھی انتظار کرو اور میں بھی تمہارے ساتھ انتظار کرتا ہوں","chinese" : "他说：“刑罚和谴怒，必从你们的主来临你们。你们和你们的祖先所定的许多名称，安拉并未加以证实，难道你们要为那些名称与我争论吗？你们等待着吧！我确是与你们一切等待的。”","turkey" : "Hiç şüphesiz artık Rabbinizin azab ve öfkesini hakettiniz. Allah'ın hiçbir delil indirmediği isimlerini de siz ve babalarınızın koyduğu putlar hakkında mı benimle tartışıyorsunuz? Bekleyin doğrusu ben de sizinle beraber bekleyenlerdenim dedi"} ,{"id": "72", "arabic" : "فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَقَطَعۡنَا دَابِرَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ وَمَا كَانُواْ مُؤۡمِنِينَ", "english" : "So We saved him and those with him by mercy from Us. And We eliminated those who denied Our signs and they were not [at all] believers", "urdu" : "آخر کار ہم نے اپنی مہربانی سے ہودؑ اور اس کے ساتھیوں کو بچا لیا اور اُن لوگوں کی جڑ کاٹ دی جو ہماری آیات کو جھٹلا چکے تھے اور ایمان لانے والے نہ تھے","chinese" : "我以我的慈恩拯救了他和他的同道，而灭绝了那些否认我的迹象，并且不信道的人。","turkey" : "Biz rahmetimizle Hud'u ve beraberinde bulunanları kurtardık ayetlerimizi yalan sayarak inanmayanların kökünü kestik"} ,{"id": "73", "arabic" : "وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٌ أَلِيمٞ", "english" : "And to the Thamud [We sent] their brother Salih. He said O my people worship Allah; you have no deity other than Him. There has come to you clear evidence from your Lord. This is the she-camel of Allah [sent] to you as a sign. So leave her to eat within Allah 's land and do not touch her with harm lest there seize you a painful punishment", "urdu" : "اور ثمود کی طرف ہم نے اُن کے بھائی صالحؑ کو بھیجا اس نے کہا اے برادران قوم، اللہ کی بندگی کرو، اس کے سوا تمہارا کوئی خدا نہیں ہے تمہارے پاس تمہارے رب کی کھلی دلیل آ گئی ہے یہ اللہ کی اونٹنی تمہارے لیے ایک نشانی کے طور پر ہے، لہٰذا اسے چھوڑ دو کہ خدا کی زمین میں چرتی پھرے اس کو کسی برے ارادے سے ہاتھ نہ لگانا ورنہ ایک درد ناک عذاب تمہیں آ لے گا","chinese" : "（我确已派遣）赛莫德人的弟兄撒立哈去教化他们，他说：“我的宗族啊！你们要崇拜安拉，除他之外，绝无应受你们的崇拜的。从你们的主发出的明证确已降临你们；这只安拉的母驼可以作你们的迹象。故你们让它在安拉的大地上随便吃草，不要伤害它；否则，痛苦的刑罚必袭击你们。”","turkey" : "Semud milletine de kardeşleri Salih'i gönderdik. Ey milletim! Allah'a kulluk edin O'ndan başka tanrınız yoktur. Rabbinizden size bir belge geldi: Allah'ın bu dişi devesi size bir delildir onu bırakın Allah'ın toprağında otlasın; ona kötülük etmeyin yoksa can yakıcı azaba uğrarsınız"} ,{"id": "74", "arabic" : "وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ عَادٖ وَبَوَّأَكُمۡ فِي ٱلۡأَرۡضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورٗا وَتَنۡحِتُونَ ٱلۡجِبَالَ بُيُوتٗاۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ", "english" : "And remember when He made you successors after the 'Aad and settled you in the land [and] you take for yourselves palaces from its plains and carve from the mountains homes. Then remember the favors of Allah and do not commit abuse on the earth spreading corruption", "urdu" : "یاد کرو وہ وقت جب اللہ نے قوم عاد کے بعد تمہیں اس کا جانشین بنایا اور تم کو زمین میں یہ منزلت بخشی کہ تم اُس کے ہموار میدانوں میں عالی شان محل بناتے اور اس کے پہاڑوں کو مکانات کی شکل میں تراشتے ہو پس اس کی قدرت کے کرشموں سے غافل نہ ہو جاؤ اور زمین میں فساد برپا نہ کرو","chinese" : "你们要记忆那时，他在阿德人之后，以你们为代治者，并且使你们居住在地方上，你们在平原上建筑大厦，并将山岳凿成房屋。你们要铭记安拉的种种恩典，不要在地方上作恶。","turkey" : "Allah'ın sizi Ad milleti yerine getirdiğini ovalarında köşkler kurup dağlarında kayadan evler yonttuğunuz yeryüzünde yerleştirdiğini hatırlayın; Allah'ın nimetlerini anın yeryüzünde bozgunculuk yaparak karışıklık çıkarmayın dedi"} ,{"id": "75", "arabic" : "قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لِلَّذِينَ ٱسۡتُضۡعِفُواْ لِمَنۡ ءَامَنَ مِنۡهُمۡ أَتَعۡلَمُونَ أَنَّ صَٰلِحٗا مُّرۡسَلٞ مِّن رَّبِّهِۦۚ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلَ بِهِۦ مُؤۡمِنُونَ", "english" : "Said the eminent ones who were arrogant among his people to those who were oppressed - to those who believed among them Do you [actually] know that Salih is sent from his Lord? They said Indeed we in that with which he was sent are believers", "urdu" : "اُس کی قوم کے سرداروں نے جو بڑے بنے ہوئے تھے، کمزور طبقہ کے اُن لوگوں سے جو ایمان لے آئے تھے کہا کیا تم واقعی یہ جانتے ہو کہ صالحؑ اپنے رب کا پیغمبر ہے؟ انہوں نے جواب دیا بے شک جس پیغام کے ساتھ وہ بھیجا گیا ہے اُسے ہم مانتے ہیں","chinese" : "他的宗族中骄傲的贵族们对本族中被欺压的人们，即信道的人们说：“你们知道撒立哈是他的主派来的使者吗？”他们说：“我们是确信他的使命的。”","turkey" : "Milletinin büyüklük taslayan ileri gelenleri aralarından iman eden ve bu sebeple hor gördükleri kimselere Salih'in Rabbi tarafından gönderildiğini sahiden biliyor musunuz? dediler onlar da Doğrusu biz onunla gönderilene inanıyoruz dediler"} ,{"id": "76", "arabic" : "قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا بِٱلَّذِيٓ ءَامَنتُم بِهِۦ كَٰفِرُونَ", "english" : "Said those who were arrogant Indeed we in that which you have believed are disbelievers", "urdu" : "اُن برائی کے مدعیوں نے کہا جس چیز کو تم نے مانا ہے ہم اس کے منکر ہیں","chinese" : "那些骄傲的人说：“我们绝不信你们所确信的。”","turkey" : "Büyüklük taslayanlar Sizin inandığınızı biz inkar ediyoruz dediler ve dişi deveyi kesip devirdiler; Rablerinin buyruğuna baş kaldırdılar Ey Salih eğer sen peygambersen bizi tehdit ettiğin azaba uğrat bakalım dediler"} ,{"id": "77", "arabic" : "فَعَقَرُواْ ٱلنَّاقَةَ وَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ وَقَالُواْ يَٰصَٰلِحُ ٱئۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلۡمُرۡسَلِينَ", "english" : "So they hamstrung the she-camel and were insolent toward the command of their Lord and said O Salih bring us what you promise us if you should be of the messengers", "urdu" : "پھر انہوں نے اس اونٹنی کو مار ڈالا اور پورے تمرد کے ساتھ اپنے رب کے حکم کی خلاف ورزی کر گزرے، اور صالحؑ سے کہہ دیا کہ لے آ وہ عذاب جس کی تو ہمیں دھمکی دیتا ہے اگر تو واقعی پیغمبروں میں سے ہے","chinese" : "他们宰了那只母驼，违抗了他们的主的命令，他们并说：“撒立哈啊！你把你用来警告我们的刑罚拿来给我们看看吧，如果你是使者的话！”","turkey" : "Büyüklük taslayanlar Sizin inandığınızı biz inkar ediyoruz dediler ve dişi deveyi kesip devirdiler; Rablerinin buyruğuna baş kaldırdılar Ey Salih eğer sen peygambersen bizi tehdit ettiğin azaba uğrat bakalım dediler"} ,{"id": "78", "arabic" : "فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ", "english" : "So the earthquake seized them and they became within their home [corpses] fallen prone", "urdu" : "آخر کا ر ایک دہلا دینے والی آفت نے اُنہیں آ لیا اور وہ اپنے گھروں میں اوندھے پڑے کے پڑے رہ گئے","chinese" : "于是霹雳袭击了他们，一旦之间，他们都僵卧在各人的家里。","turkey" : "Bu yüzden onları bir sarsıntı tuttu ve oldukları yerde diz üstü çöküverdiler"} ,{"id": "79", "arabic" : "فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَالَةَ رَبِّي وَنَصَحۡتُ لَكُمۡ وَلَٰكِن لَّا تُحِبُّونَ ٱلنَّـٰصِحِينَ", "english" : "And he turned away from them and said O my people I had certainly conveyed to you the message of my Lord and advised you but you do not like advisors", "urdu" : "اور صالحؑ یہ کہتا ہوا ان کی بستیوں سے نکل گیا کہ اے میری قوم، میں نے اپنے رب کا پیغام تجھے پہنچا دیا اور میں نے تیری بہت خیر خواہی کی، مگر میں کیا کروں کہ تجھے اپنے خیر خواہ پسند ہی نہیں ہیں","chinese" : "于是，他离开了他们，并且说：“我的宗族啊！我确已把我的主的使命传达给你们了，并忠告你们，但是你们不喜欢忠告者。”","turkey" : "Salih de onlardan yüz çevirdi ve Ey milletim! And olsun ki ben size Rabbimin sözünü bildirmiş ve öğüt vermiştim; fakat siz öğüt verenleri sevmiyorsunuz dedi"} ,{"id": "80", "arabic" : "وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ", "english" : "And [We had sent] Lot when he said to his people Do you commit such immorality as no one has preceded you with from among the worlds", "urdu" : "اور لوطؑ کو ہم نے پیغمبر بنا کر بھیجا، پھر یاد کرو جب اُس نے اپنی قوم سے کہا کیا تم ایسے بے حیا ہو گئے ہو، کہ وہ فحش کام کرتے ہو جو تم سے پہلے دنیا میں کسی نے نہیں کیا؟","chinese" : "（我确已派遣）鲁特，当时他对他的宗族说：“你们怎么做那种丑事呢？在你们之前，全世界的人没有一个做过这种事。","turkey" : "Lut'u da gönderdik milletine Dünyalarda hiç kimsenin sizden önce yapmadığı bir hayasızlığı mı yapıyorsunuz? Siz kadınları bırakıp erkeklere yaklaşıyorsunuz doğrusu çok aşırı giden bir milletsiniz dedi"} ,{"id": "81", "arabic" : "إِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ", "english" : "Indeed you approach men with desire instead of women. Rather you are a transgressing people", "urdu" : "تم عورتوں کو چھوڑ کر مردوں سے اپنی خواہش پوری کرتے ہو حقیقت یہ ہے کہ تم بالکل ہی حد سے گزر جانے والے لوگ ہو","chinese" : "你们一定要舍妇女而以男人满足性欲，你们确是过分的民众。”","turkey" : "Lut'u da gönderdik milletine Dünyalarda hiç kimsenin sizden önce yapmadığı bir hayasızlığı mı yapıyorsunuz? Siz kadınları bırakıp erkeklere yaklaşıyorsunuz doğrusu çok aşırı giden bir milletsiniz dedi"} ,{"id": "82", "arabic" : "وَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوهُم مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ", "english" : "But the answer of his people was only that they said Evict them from your city! Indeed they are men who keep themselves pure", "urdu" : "مگر اس کی قوم کا جواب اس کے سوا کچھ نہ تھا کہ نکالو اِن لوگوں کو اپنی بستیوں سے، بڑے پاکباز بنتے ہیں یہ","chinese" : "他的宗族唯一的答复是说：“你们把他们逐出城外，因为他们确是纯洁的民众！”","turkey" : "Milletinin cevabı sadece Onları kasabanızdan çıkarın güya onlar temiz kalmaya uğraşan insanlarmış demek oldu"} ,{"id": "83", "arabic" : "فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ", "english" : "So We saved him and his family except for his wife; she was of those who remained [with the evildoers]", "urdu" : "آخر کار ہم نے لوطؑ اوراس کے گھر والوں کو بجز اس کی بیوی کے جو پیچھے رہ جانے والوں میں تھی","chinese" : "我拯救了他和他的信徒，没有拯救他的女人，她是和其余的人同受刑罚的。","turkey" : "Bunun üzerine Lut'u ve taraftarlarını kurtardık; yalnız karısı geride kalıp helake uğrayanlardan oldu"} ,{"id": "84", "arabic" : "وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ", "english" : "And We rained upon them a rain [of stones]. Then see how was the end of the criminals", "urdu" : "بچا کر نکال دیا اور اس قوم پر برسائی ایک بارش، پھر دیکھو کہ اُن مجرموں کا کیا انجام ہوا","chinese" : "我曾降大雨去伤害他们，你看看犯罪者的结局是怎样的。","turkey" : "Geriye kalanların üzerine öyle bir yağmur yağdırdık ki! Suçluların sonunun nasıl olduğuna bir bak"} ,{"id": "85", "arabic" : "وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ فَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَاۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ", "english" : "And to [the people of] Madyan [We sent] their brother Shu'ayb. He said O my people worship Allah; you have no deity other than Him. There has come to you clear evidence from your Lord. So fulfill the measure and weight and do not deprive people of their due and cause not corruption upon the earth after its reformation. That is better for you if you should be believers", "urdu" : "اور مدین والوں کی طرف ہم نے ان کے بھائی شعیبؑ کو بھیجا اس نے کہا اے برادران قوم، اللہ کی بندگی کرو، اُس کے سوا تمہارا کوئی خدا نہیں ہے تمہارے پاس تمہارے رب کی صاف رہنمائی آ گئی ہے، لہٰذا وزن اور پیمانے پورے کرو، لوگوں کو اُن کی چیزوں میں گھاٹا نہ دو، اور زمین میں فساد برپا نہ کرو جب کہ اس کی اصلاح ہو چکی ہے، اسی میں تمہاری بھلائی ہے اگر تم واقعی مومن ہو","chinese" : "（我确已派遣）麦德彦人的弟兄舒阿卜去教化他们说：“我的宗族啊！你们要崇拜安拉，除他之外，绝无应受你们的崇拜的。从你们的主发出的明证，确已来临你们了，你们当使用充足的斗和秤，不要克扣别人所应得的货物。在改善地方之后，你们不要在地方上作恶，这对你们是更好的，如果你们是信道者。","turkey" : "Medyen halkına da kardeşleri Şuayb'ı gönderdik onlara şöyle dedi: Ey milletim! Allah'a kulluk edin O'ndan başka tanrınız yoktur. Rabbinizden size bir belge geldi. Ölçü ve tartıyı tam yapın insanların eşyasını eksik vermeyin düzelttikten sonra yeryüzünde bozgunculuk etmeyin; inanıyorsanız bilin ki bunlar sizin için hayırlıdır"} ,{"id": "86", "arabic" : "وَلَا تَقۡعُدُواْ بِكُلِّ صِرَٰطٖ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ بِهِۦ وَتَبۡغُونَهَا عِوَجٗاۚ وَٱذۡكُرُوٓاْ إِذۡ كُنتُمۡ قَلِيلٗا فَكَثَّرَكُمۡۖ وَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ", "english" : "And do not sit on every path threatening and averting from the way of Allah those who believe in Him seeking to make it [seem] deviant. And remember when you were few and He increased you. And see how was the end of the corrupters", "urdu" : "اور (زندگی کے) ہر راستے پر رہزن بن کر نہ بیٹھ جاؤ کہ لوگوں کو خوف زدہ کرنے اور ایمان لانے والوں کو خدا کے راستے سے روکنے لگو اور سیدھی راہ کو ٹیڑھا کرنے کے درپے ہو جاؤ یاد کرو وہ زمانہ جبکہ تم تھوڑے تھے پھر اللہ نے تمہیں بہت کر دیا، اور آنکھیں کھول کر دیکھو کہ دنیا میں مفسدوں کا کیا انجام ہوا ہے","chinese" : "你们不要伺候在每条道路上，恐吓别人和阻止确信安拉的人入安拉的大道，而且想暗示它是邪路。你们应该记得，你们原是少数的，随后他使你们的人口增多，你们看看作恶者的结局是怎样的。","turkey" : "Allah'a inananları yolundan alıkoyup ve o yolun eğriliğini dileyerek tehdit edip her yolda pusu kurup oturmayın. Azken Allah'ın sizi çoğalttığını hatırlayın; bozguncuların sonunun nasıl olduğuna bir bakın"} ,{"id": "87", "arabic" : "وَإِن كَانَ طَآئِفَةٞ مِّنكُمۡ ءَامَنُواْ بِٱلَّذِيٓ أُرۡسِلۡتُ بِهِۦ وَطَآئِفَةٞ لَّمۡ يُؤۡمِنُواْ فَٱصۡبِرُواْ حَتَّىٰ يَحۡكُمَ ٱللَّهُ بَيۡنَنَاۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ", "english" : "And if there should be a group among you who has believed in that with which I have been sent and a group that has not believed then be patient until Allah judges between us. And He is the best of judges", "urdu" : "اگر تم میں سے ایک گروہ اس تعلیم پر جس کے ساتھ میں بھیجا گیا ہوں، ایمان لاتا ہے اور دوسرا ایمان نہیں لاتا، تو صبر کے ساتھ دیکھتے رہو یہاں تک کہ اللہ ہمارے درمیان فیصلہ کر دے، اور وہی سب سے بہتر فیصلہ کرنے والا ہے","chinese" : "如果你们当中有一伙人确信我的使命，有一伙人不信它，那么，你们要忍受，直到安拉为我们判决。他是最公正的判决者。”","turkey" : "İçinizde mademki benimle gönderilene inanan bir topluluk ve inanmayan bir topluluk var o halde Allah'ın aramızda hükmünü bildirmesine kadar sabredin. Allah hükmedenlerin en iyisidir"} ,{"id": "88", "arabic" : "۞قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لَنُخۡرِجَنَّكَ يَٰشُعَيۡبُ وَٱلَّذِينَ ءَامَنُواْ مَعَكَ مِن قَرۡيَتِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۚ قَالَ أَوَلَوۡ كُنَّا كَٰرِهِينَ", "english" : "Said the eminent ones who were arrogant among his people We will surely evict you O Shu'ayb and those who have believed with you from our city or you must return to our religion. He said Even if we were unwilling", "urdu" : "اس کی قوم کے سرداروں نے، جو اپنی بڑائی کے گھمنڈ میں مبتلا تھے، ا س سے کہا کہ اے شعیبؑ، ہم تجھے اور اُن لوگوں کو جو تیرے ساتھ ایمان لائے ہیں اپنی بستی سے نکال دیں گے ورنہ تم لوگوں کو ہماری ملت میں واپس آنا ہوگا شعیبؑ نے جواب دیا کیا زبردستی ہمیں پھیرا جائے گا خواہ ہم راضی نہ ہوں؟","chinese" : "他的宗族中骄傲的贵族们说：“舒阿卜啊！我们一定要把你和你的信徒们逐出城外，除非你们再信我们的宗教。”他说：“即使我们厌恶你们的宗教，也要我们再信奉它吗？","turkey" : "Milletinin büyüklük taslayan ileri gelenleri Ey Şuayb! Ya dinimize dönersiniz ya da and olsun ki seni ve inananları seninle beraber kentimizden çıkarırız dediler. Şuayb onlara: İstemezsek de mi? Allah bizi dininizden kurtardıktan sonra ona dönecek olursak doğrusu Allah'a karşı yalan uydurmuş oluruz. Rabbimizin dilemesi bir yana dininize dönmek bize yakışmaz. Rabbimizin ilmi her şeyi kuşatmıştır. Biz yalnız Allah'a güvendik. Rabbimiz! Bizimle milletimiz arasında hak ile Sen hüküm ver Sen hükmedenlerin en hayırlısısın dedi"} ,{"id": "89", "arabic" : "قَدِ ٱفۡتَرَيۡنَا عَلَى ٱللَّهِ كَذِبًا إِنۡ عُدۡنَا فِي مِلَّتِكُم بَعۡدَ إِذۡ نَجَّىٰنَا ٱللَّهُ مِنۡهَاۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَاۚ وَسِعَ رَبُّنَا كُلَّ شَيۡءٍ عِلۡمًاۚ عَلَى ٱللَّهِ تَوَكَّلۡنَاۚ رَبَّنَا ٱفۡتَحۡ بَيۡنَنَا وَبَيۡنَ قَوۡمِنَا بِٱلۡحَقِّ وَأَنتَ خَيۡرُ ٱلۡفَٰتِحِينَ", "english" : "We would have invented against Allah a lie if we returned to your religion after Allah had saved us from it. And it is not for us to return to it except that Allah our Lord should will. Our Lord has encompassed all things in knowledge. Upon Allah we have relied. Our Lord decide between us and our people in truth and You are the best of those who give decision", "urdu" : "ہم اللہ پر جھوٹ گھڑنے والے ہوں گے اگر تمہاری ملت میں پلٹ آئیں جبکہ اللہ ہمیں اس سے نجات دے چکا ہے ہمارے لیے تو اس کی طرف پلٹنا اب کسی طرح ممکن نہیں الا یہ کہ خدا ہمارا رب ہی ایسا چاہے ہمارے رب کا علم ہر چیز پر حاوی ہے، اُسی پر ہم نے اعتماد کر لیا اے رب، ہمارے اور ہماری قوم کے درمیان ٹھیک ٹھیک فیصلہ کر دے اور تو بہترین فیصلہ کرنے والا ہے","chinese" : "安拉使我们脱离你们的宗教后，如果我们再去信它，那么，我们确已假借安拉的名义而造谣了。除非安拉——我们的主——意欲，我们不会再信你们的宗教。我们的主的知识是包罗万物的，我们只托靠安拉。我们的主啊！求你在我们和我们的宗族之间依真理而判决吧，你是至善的判决者。”","turkey" : "Milletinin büyüklük taslayan ileri gelenleri Ey Şuayb! Ya dinimize dönersiniz ya da and olsun ki seni ve inananları seninle beraber kentimizden çıkarırız dediler. Şuayb onlara: İstemezsek de mi? Allah bizi dininizden kurtardıktan sonra ona dönecek olursak doğrusu Allah'a karşı yalan uydurmuş oluruz. Rabbimizin dilemesi bir yana dininize dönmek bize yakışmaz. Rabbimizin ilmi her şeyi kuşatmıştır. Biz yalnız Allah'a güvendik. Rabbimiz! Bizimle milletimiz arasında hak ile Sen hüküm ver Sen hükmedenlerin en hayırlısısın dedi"} ,{"id": "90", "arabic" : "وَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ لَئِنِ ٱتَّبَعۡتُمۡ شُعَيۡبًا إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ", "english" : "Said the eminent ones who disbelieved among his people If you should follow Shu'ayb indeed you would then be losers", "urdu" : "اس کی قوم کے سرداروں نے، جو اس کی بات ماننے سے انکار کر چکے تھے، آپس میں کہا اگر تم نے شعیبؑ کی پیروی قبول کر لی تو برباد ہو جاؤ گے","chinese" : "他的宗族中不信道的贵族们说：“如果你们顺从舒阿卜，那么你们一定是亏折的人。”","turkey" : "Milletinin inkar eden ileri gelenleri Şuayb'a uyarsanız and olsun ki siz kaybedersiniz dediler"} ,{"id": "91", "arabic" : "فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ", "english" : "So the earthquake seized them and they became within their home [corpses] fallen prone", "urdu" : "مگر ہوا یہ کہ ایک دہلا دینے والی آفت نے اُن کو آ لیا اور وہ اپنے گھروں میں اوندھے پڑے کے پڑے رہ گئے","chinese" : "于是，地震袭击了他们，顷刻之间，他们都僵卧在各人的家里。","turkey" : "Bu yüzden onları bir sarsıntı tuttu ve oldukları yerde diz üstü çöküverdiler"} ,{"id": "92", "arabic" : "ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَاۚ ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَانُواْ هُمُ ٱلۡخَٰسِرِينَ", "english" : "Those who denied Shu'ayb - it was as though they had never resided there. Those who denied Shu'ayb - it was they who were the losers", "urdu" : "جن لوگوں نے شعیبؑ کو جھٹلایا وہ ایسے مٹے کہ گویا کبھی ان گھروں میں بسے ہی نہ تھے شعیبؑ کے جھٹلانے والے ہی آخر کار برباد ہو کر رہے","chinese" : "否认舒阿卜的人，好像没有在那个城市里居住过一样。否认舒阿卜的人，确是亏折的。","turkey" : "Şuayb'ı yalanlayanlar yurtlarında sanki hiç yaşamamışlar gibi oldular izleri bile kalmadı. Mahvolanlar Şuayb'ı yalanlayanlar oldu"} ,{"id": "93", "arabic" : "فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَٰلَٰتِ رَبِّي وَنَصَحۡتُ لَكُمۡۖ فَكَيۡفَ ءَاسَىٰ عَلَىٰ قَوۡمٖ كَٰفِرِينَ", "english" : "And he turned away from them and said O my people I had certainly conveyed to you the messages of my Lord and advised you so how could I grieve for a disbelieving people", "urdu" : "اور شعیبؑ یہ کہہ کر ان کی بستیوں سے نکل گیا کہ اے برادران قوم، میں نے اپنے رب کے پیغامات تمہیں پہنچا دیے اور تمہاری خیر خواہی کا حق ادا کر دیا اب میں اُس قوم پر کیسے افسوس کروں جو قبول حق سے انکار کرتی ہے","chinese" : "于是，他离开了他们，并且说：“我的宗族啊！我确已把我的主的使命传达给你们了，并向你们提出了忠告。我怎能哀悼不信道的民众呢！”","turkey" : "Şuayb onlardan döndü de Ey milletim! And olsun ki Rabbimin sözlerini size bildirdim öğüt verdim; inkarcı millet için niçin üzüleyim? dedi"} ,{"id": "94", "arabic" : "وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّبِيٍّ إِلَّآ أَخَذۡنَآ أَهۡلَهَا بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَضَّرَّعُونَ", "english" : "And We sent to no city a prophet [who was denied] except that We seized its people with poverty and hardship that they might humble themselves [to Allah]", "urdu" : "کبھی ایسا نہیں ہوا کہ ہم نے کسی بستی میں نبی بھیجا ہو اور اُس بستی کے لوگوں کو پہلے تنگی اور سختی میں مبتلا نہ کیا ہو اس خیال سے کہ شاید وہ عاجزی پر اتر آئیں","chinese" : "我每派遣一个先知到一个城市去，（而他被人否认），我总要以贫穷和患难惩治其居民，以便他们慊逊。","turkey" : "Biz hangi kente (ülkeye) bir peygamber gönderdikse ora halkını yalvarıp yakarsınlar diye darlık ve sıkıntıya uğratmışızdır"} ,{"id": "95", "arabic" : "ثُمَّ بَدَّلۡنَا مَكَانَ ٱلسَّيِّئَةِ ٱلۡحَسَنَةَ حَتَّىٰ عَفَواْ وَّقَالُواْ قَدۡ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذۡنَٰهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ", "english" : "Then We exchanged in place of the bad [condition] good until they increased [and prospered] and said Our fathers [also] were touched with hardship and ease. So We seized them suddenly while they did not perceive", "urdu" : "پھر ہم نے ان کی بدحالی کو خوش حالی سے بدل دیا یہاں تک کہ وہ خوب پھلے پھولے اور کہنے لگے کہ ہمارے اسلاف پر بھی اچھے اور برے دن آتے ہی رہے ہیں آخر کار ہم نے انہیں اچانک پکڑ لیا اور انہیں خبر تک نہ ہوئی","chinese" : "随后我转祸为福，直到他们富庶，并且说：“我们的祖先确已遭过患难，享过康乐了。”于是，当他们不知不觉时，我惩治他们。","turkey" : "Sonra kötülüğün yerine iyiliği koyduk öyle ki çoğalıp babalarımız da darlığa uğramış bolluğa kavuşmuşlardı dediler. Bu yüzden onları haberleri olmadan ansızın yakalayıverdik"} ,{"id": "96", "arabic" : "وَلَوۡ أَنَّ أَهۡلَ ٱلۡقُرَىٰٓ ءَامَنُواْ وَٱتَّقَوۡاْ لَفَتَحۡنَا عَلَيۡهِم بَرَكَٰتٖ مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ وَلَٰكِن كَذَّبُواْ فَأَخَذۡنَٰهُم بِمَا كَانُواْ يَكۡسِبُونَ", "english" : "And if only the people of the cities had believed and feared Allah We would have opened upon them blessings from the heaven and the earth; but they denied [the messengers] so We seized them for what they were earning", "urdu" : "اگر بستیوں کے لوگ ایمان لاتے اور تقویٰ کی روش اختیار کرتے تو ہم ان پر آسمان اور زمین سے برکتوں کے دروازے کھو ل دیتے، مگر اُنہوں نے تو جھٹلایا، لہٰذا ہم نے اُس بری کمائی کے حساب میں انہیں پکڑ لیا جو وہ سمیٹ رہے تھے","chinese" : "假若各城市的居民，信道而且敬畏，我必为他们而开辟天地的福利，但是他们都否认了，故我因他们所作的罪恶而惩治了他们。","turkey" : "Eğer kentlerin halkı inanmış ve Bize karşı gelmekten sakınmış olsalardı onlara göğün ve yerin bolluklarını verirdik. Ama yalanladılar; bu yüzden onları yaptıklarına karşılık yakalayıverdik"} ,{"id": "97", "arabic" : "أَفَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا بَيَٰتٗا وَهُمۡ نَآئِمُونَ", "english" : "Then did the people of the cities feel secure from Our punishment coming to them at night while they were asleep", "urdu" : "پھر کیا بستیوں کے لوگ اب اس سے بے خوف ہو گئے ہیں کہ ہماری گرفت کبھی اچانک اُن پر رات کے وقت نہ آ جائے گی جب کہ وہ سوتے پڑے ہوں؟","chinese" : "各城市的居民正在夜间酣睡时，我的刑罚突然降临他们，他们能得安宁吗？","turkey" : "Kentlerin halkı geceleyin uyurlarken azabımızın kendilerine gelmesinden güvende miydiler"} ,{"id": "98", "arabic" : "أَوَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا ضُحٗى وَهُمۡ يَلۡعَبُونَ", "english" : "Or did the people of the cities feel secure from Our punishment coming to them in the morning while they were at play", "urdu" : "یا انہیں اطمینان ہو گیا ہے کہ ہمارا مضبوط ہاتھ کبھی یکایک ان پر دن کے وقت نہ پڑے گا جب کہ وہ کھیل رہے ہوں؟","chinese" : "各城市的居民难道不怕我的刑罚，在上午，当他们在游戏的时候降临他们吗？","turkey" : "Yahut kentlerin halkı kuşluk vakti eğlenirlerken azabımızın kendilerine gelmesinden güvende miydiler"} ,{"id": "99", "arabic" : "أَفَأَمِنُواْ مَكۡرَ ٱللَّهِۚ فَلَا يَأۡمَنُ مَكۡرَ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡخَٰسِرُونَ", "english" : "Then did they feel secure from the plan of Allah? But no one feels secure from the plan of Allah except the losing people", "urdu" : "کیا یہ لوگ اللہ کی چال سے بے خوف ہیں؟ حالانکہ اللہ کی چال سے وہی قوم بے خوف ہوتی ہے جو تباہ ہونے والی ہو","chinese" : "难道他们不怕安拉的计谋吗？只有亏折的民众才不怕安拉的计谋。","turkey" : "Onlar Allah'ın düzeninden güvende miydiler? Allah'ın düzeninden ancak mahvolacak millet güvende olur. Sahiplerinden sonra yeryüzüne mirasçı olan kimselere hala şu açıkça anlaşılmadı mı ki Biz dileseydik onları da suçlarının cezasına uğratırdık"} ,{"id": "100", "arabic" : "أَوَلَمۡ يَهۡدِ لِلَّذِينَ يَرِثُونَ ٱلۡأَرۡضَ مِنۢ بَعۡدِ أَهۡلِهَآ أَن لَّوۡ نَشَآءُ أَصَبۡنَٰهُم بِذُنُوبِهِمۡۚ وَنَطۡبَعُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَسۡمَعُونَ", "english" : "Has it not become clear to those who inherited the earth after its [previous] people that if We willed We could afflict them for their sins? But We seal over their hearts so they do not hear", "urdu" : "اور کیا اُن لوگوں کو جو سابق اہل زمین کے بعد زمین کے وارث ہوتے ہیں، اِس امر واقعی نے کچھ سبق نہیں دیا کہ اگر ہم چاہیں تو ان کے قصوروں پر انہیں پکڑ سکتے ہیں؟ (مگر وہ سبق آموز حقائق سے تغافل برتتے ہیں) اور ہم ان کے دلوں پر مہر لگا دیتے ہیں، پھر وہ کچھ نہیں سنتے","chinese" : "继先民之后而为大地的主人公的人们，假若我要意欲，我必因他们的罪恶而惩治他们；并且封闭他们的心，故他们不听劝谏。难道他们不明白这个道理吗？","turkey" : "Kalblerini kapatıp mühürleriz de birşey duymazlar"} ,{"id": "101", "arabic" : "تِلۡكَ ٱلۡقُرَىٰ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآئِهَاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ مِن قَبۡلُۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلۡكَٰفِرِينَ", "english" : "Those cities - We relate to you [O Muhammad] some of their news. And certainly did their messengers come to them with clear proofs but they were not to believe in that which they had denied before. Thus does Allah seal over the hearts of the disbelievers", "urdu" : "یہ قومیں جن کے قصے ہم تمہیں سنا رہے ہیں (تمہارے سامنے مثال میں موجود ہیں) ان کے رسول ان کے پا س کھلی کھلی نشانیاں لے کر آئے، مگر جس چیز کو وہ ایک دفعہ جھٹلا چکے تھے پھر اُسے وہ ماننے والے نہ تھے دیکھو اس طرح ہم منکرین حق کے دلوں پر مہر لگا دیتے ہیں","chinese" : "这些城市，我已把它们的部分故事告诉了你。各民族的使者，确已用许多明证昭示本族的人；但他们不会相信自己以前所否认的。安拉就这样封闭了不信道者的心。","turkey" : "İşte o kentlerin haberlerini sana anlatıyoruz. And olsun ki onlara peygamberler belgeler getirdi; önceleri yalanladıklarından ötürü inanamadılar. Allah kafirlerin kalblerini böylece kapatıp mühürler"} ,{"id": "102", "arabic" : "وَمَا وَجَدۡنَا لِأَكۡثَرِهِم مِّنۡ عَهۡدٖۖ وَإِن وَجَدۡنَآ أَكۡثَرَهُمۡ لَفَٰسِقِينَ", "english" : "And We did not find for most of them any covenant; but indeed We found most of them defiantly disobedient", "urdu" : "ہم نے ان میں سے اکثر میں کوئی پاس عہد نہ پایا بلکہ اکثر کو فاسق ہی پایا","chinese" : "我没有发现他们大半是履行约言的，我却发现他们大半是犯罪的人。","turkey" : "Onların çoğunda ahde bağlılık görmedik çoğunu fasık kimseler olarak bulduk"} ,{"id": "103", "arabic" : "ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَظَلَمُواْ بِهَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ", "english" : "Then We sent after them Moses with Our signs to Pharaoh and his establishment but they were unjust toward them. So see how was the end of the corrupters", "urdu" : "پھر اُن قوموں کے بعد (جن کا ذکر اوپر کیا گیا) ہم نے موسیٰؑ کو اپنی نشانیوں کے ساتھ فرعون اور اس کی قوم کے سرداروں کے پاس بھیجا مگر انہوں نے بھی ہماری نشانیوں کے ساتھ ظلم کیا، پس دیکھو کہ ان مفسدوں کا کیا انجام ہوا","chinese" : "后来，我派遣穆萨带着我的许多迹象，去见法老和他的众公卿，但他们不肯信那些迹象，你看看作恶者的结局是怎样的！","turkey" : "Sonra peygamberlerin ardından Musa'yı ayetlerimizle Firavun ve erkanına gönderdik. Ayetlerimize karşı haksızlık ettiler. Bozguncuların sonunun nasıl olduğuna bir bak"} ,{"id": "104", "arabic" : "وَقَالَ مُوسَىٰ يَٰفِرۡعَوۡنُ إِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ", "english" : "And Moses said O Pharaoh I am a messenger from the Lord of the worlds", "urdu" : "موسیٰؑ نے کہا اے فرعون، میں کائنات کے مالک کی طرف سے بھیجا ہوا آیا ہو ں","chinese" : "穆萨说：“法老啊！我确是众世界的主所派遣的使者，","turkey" : "Musa Ey Firavun! Ben alemlerin Rabbinin peygamberiyim"} ,{"id": "105", "arabic" : "حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ قَدۡ جِئۡتُكُم بِبَيِّنَةٖ مِّن رَّبِّكُمۡ فَأَرۡسِلۡ مَعِيَ بَنِيٓ إِسۡرَـٰٓءِيلَ", "english" : "[Who is] obligated not to say about Allah except the truth. I have come to you with clear evidence from your Lord so send with me the Children of Israel", "urdu" : "میرا منصب یہی ہے کہ اللہ کا نام لے کر کوئی بات حق کے سوا نہ کہوں، میں تم لوگوں کے پاس تمہارے رب کی طرف سے صریح دلیل ماموریت لے کر آیا ہوں، لہٰذا تو بنی اسرائیل کو میرے ساتھ بھیج دے","chinese" : "我只应该借安拉的名义而宣言真理。我确已从你们的主那里给你们带来了一个明证，所以，你应该释放以色列的后裔，让他们同我一起去。”","turkey" : "Bana Allah'a karşı ancak gerçeği söylemek yaraşır. Size Rabbinizden bir mucize getirdim İsrailoğullarını benimle beraber gönder dedi"} ,{"id": "106", "arabic" : "قَالَ إِن كُنتَ جِئۡتَ بِـَٔايَةٖ فَأۡتِ بِهَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ", "english" : "[Pharaoh] said If you have come with a sign then bring it forth if you should be of the truthful", "urdu" : "فرعون نے کہا اگر تو کوئی نشانی لایا ہے اور اپنے دعوے میں سچا ہے تو اسے پیش کر","chinese" : "他说：“如果你已带来了一种迹象，你就把它拿出来吧，如果你是诚实的人。”","turkey" : "Firavun: Bir mucize getirdiysen ortaya koy bakalım doğru sözlülerden isen bunu yaparsın dedi"} ,{"id": "107", "arabic" : "فَأَلۡقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعۡبَانٞ مُّبِينٞ", "english" : "So Moses threw his staff and suddenly it was a serpent manifest", "urdu" : "موسیٰؑ نے اپنا عصا پھینکا اور یکا یک وہ ایک جیتا جاگتا اژدہا تھا","chinese" : "他就抛下他的手杖，那条手杖忽然变成一条蟒。","turkey" : "Musa asasını yere atar atmaz apaçık bir yılan (ejderha) oluverdi; elini çıkardı bakanlar bembeyaz olduğunu gördüler"} ,{"id": "108", "arabic" : "وَنَزَعَ يَدَهُۥ فَإِذَا هِيَ بَيۡضَآءُ لِلنَّـٰظِرِينَ", "english" : "And he drew out his hand; thereupon it was white [with radiance] for the observers", "urdu" : "اس نے اپنی جیب سے ہاتھ نکالا اور سب دیکھنے والوں کے سامنے وہ چمک رہا تھا","chinese" : "他抽出他的手来，那只手在观众眼前忽然显出白光。","turkey" : "Musa asasını yere atar atmaz apaçık bir yılan (ejderha) oluverdi; elini çıkardı bakanlar bembeyaz olduğunu gördüler"} ,{"id": "109", "arabic" : "قَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٞ", "english" : "Said the eminent among the people of Pharaoh Indeed this is a learned magician", "urdu" : "ا س پر فرعون کی قوم کے سرداروں نے آپس میں کہا کہ یقیناً یہ شخص بڑا ماہر جادو گر ہے","chinese" : "法老的百姓中的众领袖说：“这确是一个高明的术士，","turkey" : "Firavun milletinin ileri gelenleri Doğrusu bu bilgin bir sihirbazdır sizi memleketinizden çıkarmak istiyor dediler. Firavun: Ne buyurursunuz? dedi"} ,{"id": "110", "arabic" : "يُرِيدُ أَن يُخۡرِجَكُم مِّنۡ أَرۡضِكُمۡۖ فَمَاذَا تَأۡمُرُونَ", "english" : "Who wants to expel you from your land [through magic] so what do you instruct", "urdu" : "تمہیں تمہاری زمین سے بے دخل کرنا چاہتا ہے، اب کہو کیا کہتے ہو؟","chinese" : "他想凭他的魔术，把你们逐出国境，你们有什么建议呢？”","turkey" : "Firavun milletinin ileri gelenleri Doğrusu bu bilgin bir sihirbazdır sizi memleketinizden çıkarmak istiyor dediler. Firavun: Ne buyurursunuz? dedi"} ,{"id": "111", "arabic" : "قَالُوٓاْ أَرۡجِهۡ وَأَخَاهُ وَأَرۡسِلۡ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ", "english" : "They said Postpone [the matter of] him and his brother and send among the cities gatherers", "urdu" : "پھر اُن سب نے فرعون کو مشورہ دیا کہ اسے اور اس کے بھائی کو انتظار میں رکھیے اور تمام شہروں میں ہرکارے بھیج دیجیے","chinese" : "他们说：“请你宽容他和他的哥哥，并派招募员往各城市去，","turkey" : "Onu ve kardeşini eğle; şehirlere toplayıcılar gönder bütün bilgin sihirbazları sana getirsinler dediler"} ,{"id": "112", "arabic" : "يَأۡتُوكَ بِكُلِّ سَٰحِرٍ عَلِيمٖ", "english" : "Who will bring you every learned magician", "urdu" : "کہ ہر ماہر فن جادوگر کو آپ کے پاس لے آئیں","chinese" : "他们会把所有高明的术士都召到你的御前来。”","turkey" : "Onu ve kardeşini eğle; şehirlere toplayıcılar gönder bütün bilgin sihirbazları sana getirsinler dediler"} ,{"id": "113", "arabic" : "وَجَآءَ ٱلسَّحَرَةُ فِرۡعَوۡنَ قَالُوٓاْ إِنَّ لَنَا لَأَجۡرًا إِن كُنَّا نَحۡنُ ٱلۡغَٰلِبِينَ", "english" : "And the magicians came to Pharaoh. They said Indeed for us is a reward if we are the predominant", "urdu" : "چنانچہ جادوگر فرعون کے پاس آ گئے اُنہوں نے اگر ہم غالب رہے تو ہمیں اس کا صلہ تو ضرور ملے گا؟","chinese" : "术士们来见法老，他们说：“如果我们获胜，我们会得到报酬吗？”","turkey" : "Sihirbazlar Firavun'a geldi Yenecek olursak bize şüphesiz bir mükafat var değil mi? dediler"} ,{"id": "114", "arabic" : "قَالَ نَعَمۡ وَإِنَّكُمۡ لَمِنَ ٱلۡمُقَرَّبِينَ", "english" : "He said Yes and [moreover] you will be among those made near [to me]", "urdu" : "فرعون نے جواب دیا ہاں، اور تم مقرب بارگاہ ہو گے","chinese" : "他说：“是的，你们必定属于亲信之列。”","turkey" : "Firavun Evet yenerseniz gözdelerden olacaksınız dedi"} ,{"id": "115", "arabic" : "قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ نَحۡنُ ٱلۡمُلۡقِينَ", "english" : "They said O Moses either you throw [your staff] or we will be the ones to throw [first]", "urdu" : "پھر اُنہوں نے موسیٰؑ سے کہا تم پھینکتے ہو یا ہم پھینکیں؟","chinese" : "他们说：“穆萨啊！你先抛（你的手杖）呢，还是我们先抛（我们的）呢？”","turkey" : "Sihirbazlar: Ey Musa! Marifetini ya sen ortaya koy veya biz koyalım dediler"} ,{"id": "116", "arabic" : "قَالَ أَلۡقُواْۖ فَلَمَّآ أَلۡقَوۡاْ سَحَرُوٓاْ أَعۡيُنَ ٱلنَّاسِ وَٱسۡتَرۡهَبُوهُمۡ وَجَآءُو بِسِحۡرٍ عَظِيمٖ", "english" : "He said Throw and when they threw they bewitched the eyes of the people and struck terror into them and they presented a great [feat of] magic", "urdu" : "موسیٰؑ نے جواب دیا تم ہی پھینکو انہوں نے جو اپنے آنچھر پھینکے تو نگاہوں کو مسحور اور دلوں کو خوف زدہ کر دیا اور بڑا ہی زبردست جادو بنا لائے","chinese" : "他说：“你们先抛吧！当他们抛下去时，（变出的东西）眩惑了众人的眼睛，而且使人们恐怖。他们施展了大魔术","turkey" : "Musa: Siz koyun dedi. Sihirbazlar marifetlerini ortaya koyunca insanların gözlerini sihirlediler ve onları ürküttüler büyük bir sihir yaptılar"} ,{"id": "117", "arabic" : "۞وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَلۡقِ عَصَاكَۖ فَإِذَا هِيَ تَلۡقَفُ مَا يَأۡفِكُونَ", "english" : "And We inspired to Moses Throw your staff and at once it devoured what they were falsifying", "urdu" : "ہم نے موسیٰؑ کو اشارہ کیا کہ پھینک اپنا عصا اس کا پھینکنا تھا کہ آن کی آن میں وہ ان کے اس جھوٹے طلسم کو نگلتا چلا گیا","chinese" : "我启示穆萨说：“你抛出你的手杖吧。”于是，那条手杖立刻消灭了他们所幻化的（东西）。","turkey" : "Biz de Musa'ya Asanı koyuver dedik o da koydu; hemen onların uydurduklarını yutmaya başladı"} ,{"id": "118", "arabic" : "فَوَقَعَ ٱلۡحَقُّ وَبَطَلَ مَا كَانُواْ يَعۡمَلُونَ", "english" : "So the truth was established and abolished was what they were doing", "urdu" : "اس طرح جو حق تھا وہ حق ثابت ہوا اور جو کچھ اُنہوں نے بنا رکھا تھا وہ باطل ہو کر رہ گیا","chinese" : "于是，真理昭著，而他们所演的魔术变成无用的。","turkey" : "Hak tahakkuk etti onların yaptıkları boşa gitti"} ,{"id": "119", "arabic" : "فَغُلِبُواْ هُنَالِكَ وَٱنقَلَبُواْ صَٰغِرِينَ", "english" : "And Pharaoh and his people were overcome right there and became debased", "urdu" : "فرعون اور اس کے ساتھی میدان مقابلہ میں مغلوب ہوئے اور (فتح مند ہونے کے بجائے) الٹے ذلیل ہو گئے","chinese" : "法老等当场败北，一变而成为屈辱者。","turkey" : "İşte orada yenildiler küçük düştüler"} ,{"id": "120", "arabic" : "وَأُلۡقِيَ ٱلسَّحَرَةُ سَٰجِدِينَ", "english" : "And the magicians fell down in prostration [to Allah]", "urdu" : "اور جادوگروں کا حال یہ ہوا کہ گویا کسی چیز نے اندر سے انہیں سجدے میں گرا دیا","chinese" : "术士们不由己地拜倒下去，","turkey" : "Sihirbazlar secdeye kapanıp Alemlerin Rabbine Musa ve Harun'un Rabbine inandık dediler"} ,{"id": "121", "arabic" : "قَالُوٓاْ ءَامَنَّا بِرَبِّ ٱلۡعَٰلَمِينَ", "english" : "They said We have believed in the Lord of the worlds", "urdu" : "کہنے لگے ہم نے مان لیا رب العالمین کو","chinese" : "他们说：“我们已信仰众世界的主，","turkey" : "Sihirbazlar secdeye kapanıp Alemlerin Rabbine Musa ve Harun'un Rabbine inandık dediler"} ,{"id": "122", "arabic" : "رَبِّ مُوسَىٰ وَهَٰرُونَ", "english" : "The Lord of Moses and Aaron", "urdu" : "اُس رب کو جسے موسیٰؑ اور ہارونؑ مانتے ہیں","chinese" : "即穆萨和哈伦的主。”","turkey" : "Sihirbazlar secdeye kapanıp Alemlerin Rabbine Musa ve Harun'un Rabbine inandık dediler"} ,{"id": "123", "arabic" : "قَالَ فِرۡعَوۡنُ ءَامَنتُم بِهِۦ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّ هَٰذَا لَمَكۡرٞ مَّكَرۡتُمُوهُ فِي ٱلۡمَدِينَةِ لِتُخۡرِجُواْ مِنۡهَآ أَهۡلَهَاۖ فَسَوۡفَ تَعۡلَمُونَ", "english" : "Said Pharaoh You believed in him before I gave you permission. Indeed this is a conspiracy which you conspired in the city to expel therefrom its people. But you are going to know", "urdu" : "فرعون نے کہا تم اس پر ایمان لے آئے قبل اس کے کہ میں تمہیں اجازت دوں؟ یقیناً یہ کوئی خفیہ ساز ش تھی جو تم لوگوں نے اس دارالسلطنت میں کی تاکہ اس کے مالکوں کو اقتدار سے بے دخل کر دو اچھا توا س کا نتیجہ اب تمہیں معلوم ہوا جاتا ہے","chinese" : "法老说：“没有获得我的许可，你们怎么就信仰了他呢？这一定是你们在城里预谋的，想借此把城里的居民驱逐出去；不久你们就会知道了。","turkey" : "Firavun: Ben size izin vermeden mi O'na inandınız? Doğrusu bu halkı şehirden çıkarmak için düzdüğünüz bir hiledir fakat siz göreceksiniz. And olsun ki ellerinizi ayaklarınızı çaprazlama keseceğim sonra da hepinizi asacağım dedi"} ,{"id": "124", "arabic" : "لَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ ثُمَّ لَأُصَلِّبَنَّكُمۡ أَجۡمَعِينَ", "english" : "I will surely cut off your hands and your feet on opposite sides; then I will surely crucify you all", "urdu" : "میں تمہارے ہاتھ پاؤں مخالف سمتوں سے کٹوا دوں گا اور اس کے بعد تم سب کو سولی پر چڑھاؤں گا","chinese" : "我一定要交互着砍掉你们手脚，然后，我必定把你们统统钉死在十字架上。”","turkey" : "Firavun: Ben size izin vermeden mi O'na inandınız? Doğrusu bu halkı şehirden çıkarmak için düzdüğünüz bir hiledir fakat siz göreceksiniz. And olsun ki ellerinizi ayaklarınızı çaprazlama keseceğim sonra da hepinizi asacağım dedi"} ,{"id": "125", "arabic" : "قَالُوٓاْ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ", "english" : "They said Indeed to our Lord we will return", "urdu" : "انہوں نے جواب دیا بہر حال ہمیں پلٹنا اپنے رب ہی کی طرف ہے","chinese" : "他们说：“我们确要返于我们的主。","turkey" : "Onlar da: Doğrusu biz ancak Rabbimize döneriz. Rabbimizin ayetleri gelince onlara inanmamızdan ötürü bizden öç alıyorsun. Rabbimiz! Bize sabır ver ve canımızı müslim olarak al dediler"} ,{"id": "126", "arabic" : "وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنۡ ءَامَنَّا بِـَٔايَٰتِ رَبِّنَا لَمَّا جَآءَتۡنَاۚ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَتَوَفَّنَا مُسۡلِمِينَ", "english" : "And you do not resent us except because we believed in the signs of our Lord when they came to us. Our Lord pour upon us patience and let us die as Muslims [in submission to You]", "urdu" : "تو جس بات پر ہم سے انتقام لینا چاہتا ہے وہ اِس کے سوا کچھ نہیں کہ ہمارے رب کی نشانیاں جب ہمارے سامنے آ گئیں تو ہم نے انہیں مان لیا اے رب، ہم پر صبر کا فیضان کر اور ہمیں دنیا سے اٹھا تو اِس حال میں کہ ہم تیرے فرماں بردار ہوں","chinese" : "你无非是责备我们信仰了我们的主所降示的迹象。我们的主啊！求你把坚忍倾注在我们的心中，求你在我们顺服的情状下使我们死去。”","turkey" : "Onlar da: Doğrusu biz ancak Rabbimize döneriz. Rabbimizin ayetleri gelince onlara inanmamızdan ötürü bizden öç alıyorsun. Rabbimiz! Bize sabır ver ve canımızı müslim olarak al dediler"} ,{"id": "127", "arabic" : "وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ أَتَذَرُ مُوسَىٰ وَقَوۡمَهُۥ لِيُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَيَذَرَكَ وَءَالِهَتَكَۚ قَالَ سَنُقَتِّلُ أَبۡنَآءَهُمۡ وَنَسۡتَحۡيِۦ نِسَآءَهُمۡ وَإِنَّا فَوۡقَهُمۡ قَٰهِرُونَ", "english" : "And the eminent among the people of Pharaoh said Will you leave Moses and his people to cause corruption in the land and abandon you and your gods? [Pharaoh] said We will kill their sons and keep their women alive; and indeed we are subjugators over them", "urdu" : "فرعون سے اُس کی قوم کے سرداروں نے کہا کیا تو موسیٰؑ اور اُس کی قوم کو یونہی چھوڑ دے گا کہ ملک میں فساد پھیلائیں اور وہ تیری اور تیرے معبودوں کی بندگی چھوڑ بیٹھے؟ فرعون نے جواب دیا میں اُن کے بیٹوں کو قتل کراؤں گا اور اُن کی عورتوں کو جیتا رہنے دوں گا ہمارے اقتدار کی گرفت ان پر مضبوط ہے","chinese" : "法老百姓中的众领袖说：“难道你要任随穆萨和他的宗族在地方上作恶，并抛弃你和你的众神灵吗？”他说：“我们要屠杀他们的儿子，保全他们的妇女，我们确是统治他们的。”","turkey" : "Firavun milletinin ileri gelenleri: Musa'yı ve milletini yeryüzünde bozgunculuk yapsınlar seni ve tanrılarını bıraksınlar diye mi koyveriyorsun? dediler. Firavun: Onların oğullarını öldüreceğiz kadınlarını sağ bırakacağız. Elbette biz onları ezecek üstünlükteyiz dedi"} ,{"id": "128", "arabic" : "قَالَ مُوسَىٰ لِقَوۡمِهِ ٱسۡتَعِينُواْ بِٱللَّهِ وَٱصۡبِرُوٓاْۖ إِنَّ ٱلۡأَرۡضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ", "english" : "Said Moses to his people Seek help through Allah and be patient. Indeed the earth belongs to Allah. He causes to inherit it whom He wills of His servants. And the [best] outcome is for the righteous", "urdu" : "موسیٰؑ نے اپنی قوم سے کہا اللہ سے مدد مانگو اور صبر کرو، زمین اللہ کی ہے، اپنے بندوں میں سے جس کو چاہتا ہے اس کا وارث بنا دیتا ہے، اور آخری کامیابی انہی کے لیے جو اس سے ڈرتے ہوئے کام کریں","chinese" : "穆萨对他的宗族说：“你们要求助于安拉，要忍受虐待；大地确是安拉的，他使他意欲的臣民继承它；优美的结局只归敬畏者。”","turkey" : "Musa milletine: Allah'tan yardım dileyin ve sabredin; yeryüzü şüphesiz Allah'ındır kullarından dilediğini ona mirasçı kılar; sonuç Allah'a karşı gelmekten sakınanlarındır dedi"} ,{"id": "129", "arabic" : "قَالُوٓاْ أُوذِينَا مِن قَبۡلِ أَن تَأۡتِيَنَا وَمِنۢ بَعۡدِ مَا جِئۡتَنَاۚ قَالَ عَسَىٰ رَبُّكُمۡ أَن يُهۡلِكَ عَدُوَّكُمۡ وَيَسۡتَخۡلِفَكُمۡ فِي ٱلۡأَرۡضِ فَيَنظُرَ كَيۡفَ تَعۡمَلُونَ", "english" : "They said We have been harmed before you came to us and after you have come to us. He said Perhaps your Lord will destroy your enemy and grant you succession in the land and see how you will do", "urdu" : "اس کی قوم کے لوگوں نے کہا تیرے آنے سے پہلے بھی ہم ستائے جاتے تھے اور اب تیرے آنے پر بھی ستائے جا رہے ہیں اس نے جواب دیا قریب ہے وہ وقت کہ تمہارا رب تمہارے دشمن کو ہلاک کر دے اور تم کو زمین میں خلیفہ بنائے، پھر دیکھے کہ تم کیسے عمل کرتے ہو","chinese" : "他们说：“你到来之前，我们受虐待，你到来之后，我们仍然受虐待！”他说：“你们的主，或许会消灭你们的仇敌，而以你们为这地方的代治者，看看你们是怎样工作的。”","turkey" : "Milleti: Sen bize gelmeden önce de geldikten sonra da eziyet çektik dediler. Musa da: Rabbinizin düşmanlarınızı yok etmesi ve yeryüzünde sizi onların yerine geçirmesi umulur. O zaman nasıl davranacağınıza bakar dedi"} ,{"id": "130", "arabic" : "وَلَقَدۡ أَخَذۡنَآ ءَالَ فِرۡعَوۡنَ بِٱلسِّنِينَ وَنَقۡصٖ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَذَّكَّرُونَ", "english" : "And We certainly seized the people of Pharaoh with years of famine and a deficiency in fruits that perhaps they would be reminded", "urdu" : "ہم نے فرعون کے لوگوں کو کئی سال تک قحط اور پیداوار کی کمی میں مبتلا رکھا کہ شاید ان کو ہوش آئے","chinese" : "我确已用荒年和歉收去惩治法老的臣民，以便他们觉悟。","turkey" : "And olsun ki Biz de Firavun ailesini ders alsınlar diye yıllarca kuraklığa ve ürün kıtlığına uğrattık"} ,{"id": "131", "arabic" : "فَإِذَا جَآءَتۡهُمُ ٱلۡحَسَنَةُ قَالُواْ لَنَا هَٰذِهِۦۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَطَّيَّرُواْ بِمُوسَىٰ وَمَن مَّعَهُۥٓۗ أَلَآ إِنَّمَا طَـٰٓئِرُهُمۡ عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ", "english" : "But when good came to them they said This is ours [by right]. And if a bad [condition] struck them they saw an evil omen in Moses and those with him. Unquestionably their fortune is with Allah but most of them do not know", "urdu" : "مگر اُن کا حال یہ تھا کہ جب اچھا زمانہ آتا تو کہتے کہ ہم اِسی کے مستحق ہیں، اور جب برا زمانہ آتا تو موسیٰؑ اور اس کے ساتھیوں کو اپنے لیے فال بد ٹھیراتے، حالانکہ در حقیقت ان کی فال بد تو اللہ کے پاس تھی، مگر ان میں سے اکثر بے علم تھے","chinese" : "当幸福降临他们的时候，他们说：“这是我们所应得的。”当灾难降临他们的时候，他们则归咎于穆萨及其教徒们的不祥。真的，他们的厄运是在安拉那里注定的，只是他们大半不知道罢了！","turkey" : "Onlara bir iyilik geldiği zaman; Bu bizden ötürüdür derler bir fenalığa uğrarlarsa da Musa ve onunla beraber olanların uğursuzluğuna verirlerdi. Bilin ki kendilerinin uğradığı uğursuzluk Allah katındandır fakat çoğu bunu bilmezler"} ,{"id": "132", "arabic" : "وَقَالُواْ مَهۡمَا تَأۡتِنَا بِهِۦ مِنۡ ءَايَةٖ لِّتَسۡحَرَنَا بِهَا فَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ", "english" : "And they said No matter what sign you bring us with which to bewitch us we will not be believers in you", "urdu" : "انہوں نے موسیٰؑ سے کہا کہ تو ہمیں مسحور کرنے کے لیے خواہ کوئی نشانی لے آئے، ہم تو تیری بات ماننے والے نہیں ہیں","chinese" : "他们说：“无论你拿什么迹象来迷惑我们，我们绝不相信你。”","turkey" : "Firavun ailesi: Bizi sihirlemek için ne mucize gösterirsen göster sana inanmayacağız dediler"} ,{"id": "133", "arabic" : "فَأَرۡسَلۡنَا عَلَيۡهِمُ ٱلطُّوفَانَ وَٱلۡجَرَادَ وَٱلۡقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَٰتٖ مُّفَصَّلَٰتٖ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ", "english" : "So We sent upon them the flood and locusts and lice and frogs and blood as distinct signs but they were arrogant and were a criminal people", "urdu" : "آخر کار ہم نے ان پر طوفان بھیجا، ٹڈی دل چھوڑے، سرسریاں پھیلائیں، مینڈک نکالے، اور خو ن برسایا یہ سب نشانیاں الگ الگ کر کے دکھائیں، مگر وہ سر کشی کیے چلے گئے اور وہ بڑے ہی مجرم لوگ تھے","chinese" : "故我使水灾、蝗虫、虱子、青蛙、血液等作为明证去磨难他们。但他们自大，他们是犯罪的民众。","turkey" : "Bunun üzerine su baskınını çekirgeyi haşeratı kurbağaları ve kanı birbirinden ayrı mucizeler olarak onlara musallat kıldık; yine de büyüklük taslayıp suçlu bir millet oldular"} ,{"id": "134", "arabic" : "وَلَمَّا وَقَعَ عَلَيۡهِمُ ٱلرِّجۡزُ قَالُواْ يَٰمُوسَى ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَۖ لَئِن كَشَفۡتَ عَنَّا ٱلرِّجۡزَ لَنُؤۡمِنَنَّ لَكَ وَلَنُرۡسِلَنَّ مَعَكَ بَنِيٓ إِسۡرَـٰٓءِيلَ", "english" : "And when the punishment descended upon them they said O Moses invoke for us your Lord by what He has promised you. If you [can] remove the punishment from us we will surely believe you and we will send with you the Children of Israel", "urdu" : "جب کبھی اُن پر بلا نازل ہو جاتی تو کہتے اے موسیٰؑ، تجھے اپنے رب کی طرف سے جو منصب حاصل ہے اس کی بنا پر ہمارے حق میں دعا کر، اگر اب کے تو ہم پر سے یہ بلا ٹلوا دے تو ہم تیری بات مان لیں گے اور بنی اسرائیل کو تیرے ساتھ بھیج دیں گے","chinese" : "当他们遭遇天灾的时候，他们说：“穆萨啊！你的主与你有约在先，请你祈祷他，如果你能替我们消除天灾，那么，我们就一定信仰你，一定释放以色列的后裔，让他们同你去。”","turkey" : "Azab başlarına çökünce Ey Musa! Rabbine sana verdiği ahde göre bizim için yalvar. Bizden azabı kaldırırsan sana and olsun ki inanacağız ve İsrailoğullarını seninle beraber göndereceğizdediler"} ,{"id": "135", "arabic" : "فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلرِّجۡزَ إِلَىٰٓ أَجَلٍ هُم بَٰلِغُوهُ إِذَا هُمۡ يَنكُثُونَ", "english" : "But when We removed the punishment from them until a term which they were to reach then at once they broke their word", "urdu" : "مگر جب ہم ان پر سے اپنا عذاب ایک وقت مقرر تک کے لیے، جس کو وہ بہرحال پہنچنے والے تھے، ہٹا لیتے تو وہ یکلخت اپنے عہد سے پھر جاتے","chinese" : "当我替他们暂时消除灾难的时候，他们忽然背约了。","turkey" : "Azabı nasıl olsa sonuna gelecekleri bir müddet için üzerlerinden kaldırınca hemen sözlerinden cayıyorlardı"} ,{"id": "136", "arabic" : "فَٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ فِي ٱلۡيَمِّ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ", "english" : "So We took retribution from them and We drowned them in the sea because they denied Our signs and were heedless of them", "urdu" : "تب ہم نے اُن سے انتقام لیا اور انہیں سمندر میں غرق کر دیا کیونکہ انہوں نے ہماری نشانیوں کو جھٹلایا تھا اور اُن سے بے پروا ہو گئے تھے","chinese" : "于是，我惩治了他们，使他们沉沦在海里，因为他们否认我的迹象，并且忽视它。","turkey" : "Bu sebeple onlardan öç aldık ayetlerimizi yalan sayıp umursamadıkları için onları denizde boğduk"} ,{"id": "137", "arabic" : "وَأَوۡرَثۡنَا ٱلۡقَوۡمَ ٱلَّذِينَ كَانُواْ يُسۡتَضۡعَفُونَ مَشَٰرِقَ ٱلۡأَرۡضِ وَمَغَٰرِبَهَا ٱلَّتِي بَٰرَكۡنَا فِيهَاۖ وَتَمَّتۡ كَلِمَتُ رَبِّكَ ٱلۡحُسۡنَىٰ عَلَىٰ بَنِيٓ إِسۡرَـٰٓءِيلَ بِمَا صَبَرُواْۖ وَدَمَّرۡنَا مَا كَانَ يَصۡنَعُ فِرۡعَوۡنُ وَقَوۡمُهُۥ وَمَا كَانُواْ يَعۡرِشُونَ", "english" : "And We caused the people who had been oppressed to inherit the eastern regions of the land and the western ones which We had blessed. And the good word of your Lord was fulfilled for the Children of Israel because of what they had patiently endured. And We destroyed [all] that Pharaoh and his people were producing and what they had been building", "urdu" : "اور اُن کی جگہ ہم نے اُن لوگوں کو جو کمزور بنا کر رکھے گئے تھے، اُس سرزمین کے مشرق و مغرب کا وارث بنا دیا جسے ہم نے برکتوں سے مالا مال کیا تھا اس طرح بنی اسرائیل کے حق میں تیرے رب کا وعدہ خیر پورا ہوا کیونکہ اُنہوں نے صبر سے کام لیا تھا اور فرعون اور اس کی قوم کا وہ سب کچھ برباد کر دیا گیا جو وہ بناتے اور چڑھاتے تھے","chinese" : "我使被欺负的民众，继承了我曾降福其中的土地的四境。以色列的后裔，能忍受虐待，故你的主对他们的最佳诺言已完全实现了；我毁灭了法老和他的百姓所构造的，和他们所建筑的。","turkey" : "Hor görülen yahudileri bereketlendirdiğimiz yerin doğularına ve batılarına mirasçı kıldık. Rabbinin İsrailoğullarına verdiği güzel söz sabırlarına karşılık yerine geldi. Firavun ve milletinin yaptığını ve yükselttiklerini yıktık"} ,{"id": "138", "arabic" : "وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَـٰٓءِيلَ ٱلۡبَحۡرَ فَأَتَوۡاْ عَلَىٰ قَوۡمٖ يَعۡكُفُونَ عَلَىٰٓ أَصۡنَامٖ لَّهُمۡۚ قَالُواْ يَٰمُوسَى ٱجۡعَل لَّنَآ إِلَٰهٗا كَمَا لَهُمۡ ءَالِهَةٞۚ قَالَ إِنَّكُمۡ قَوۡمٞ تَجۡهَلُونَ", "english" : "And We took the Children of Israel across the sea; then they came upon a people intent in devotion to [some] idols of theirs. They said O Moses make for us a god just as they have gods. He said Indeed you are a people behaving ignorantly", "urdu" : "بنی اسرائیل کو ہم نے سمندر سے گزار دیا، پھر وہ چلے اور راستے میں ایک ایسی قوم پر اُن کا گزر ہوا جو اپنے چند بتوں کی گرویدہ بنی ہوئی تھی کہنے لگے، اے موسیٰؑ، ہمارے لیے بھی کوئی ایسا معبود بنا دے جیسے اِن لوگوں کے معبود ہیں موسیٰؑ نے کہا تم لوگ بڑی نادانی کی باتیں کرتے ہو","chinese" : "我曾使以色列的后裔渡过海去。当他们经过一伙崇拜偶像的民众时，他们说：“穆萨啊！请你为我们设置一个神灵，犹如他们有许多神灵一样。”他说：“你们确是无知的民众。","turkey" : "İsrailoğullarının denizden geçmelerini sağladık. Puta gönülden tapan bir millete rastladılar. Ey Musa! Onların tanrıları gibi bize de bir tanrı yap dediler Musa:  Doğrusu siz bilgisiz bir milletsiniz bunlar yok olacaklar ve işledikleri boşa gidecektir dedi"} ,{"id": "139", "arabic" : "إِنَّ هَـٰٓؤُلَآءِ مُتَبَّرٞ مَّا هُمۡ فِيهِ وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ", "english" : "Indeed those [worshippers] - destroyed is that in which they are [engaged] and worthless is whatever they were doing", "urdu" : "یہ لوگ جس طریقہ کی پیروی کر رہے ہیں وہ تو برباد ہونے والا ہے اور جو عمل وہ کر رہے ہیں وہ سراسر باطل ہے","chinese" : "那些人所崇拜的神灵是要被毁灭的，他们所行的善功是无效的。”","turkey" : "İsrailoğullarının denizden geçmelerini sağladık. Puta gönülden tapan bir millete rastladılar. Ey Musa! Onların tanrıları gibi bize de bir tanrı yap dediler Musa:  Doğrusu siz bilgisiz bir milletsiniz bunlar yok olacaklar ve işledikleri boşa gidecektir dedi"} ,{"id": "140", "arabic" : "قَالَ أَغَيۡرَ ٱللَّهِ أَبۡغِيكُمۡ إِلَٰهٗا وَهُوَ فَضَّلَكُمۡ عَلَى ٱلۡعَٰلَمِينَ", "english" : "He said Is it other than Allah I should desire for you as a god while He has preferred you over the worlds", "urdu" : "پھر موسیٰؑ نے کہا کیا میں اللہ کے سوا کوئی اور معبود تمہارے لیے تلاش کروں؟ حالانکہ وہ اللہ ہی ہے جس نے تمہیں دنیا بھر کی قوموں پر فضیلت بخشی ہے","chinese" : "他说：“安拉曾使你们超越全世界，我怎能舍安拉而替你们别求神灵呢？”","turkey" : "Sizi alemlere üstün kılmış olan Allah'tan başka bir tanrı mı arayacağım? dedi"} ,{"id": "141", "arabic" : "وَإِذۡ أَنجَيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُقَتِّلُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ", "english" : "And [recall O Children of Israel] when We saved you from the people of Pharaoh [who were] afflicting you with the worst torment - killing your sons and keeping your women alive. And in that was a great trial from your Lord", "urdu" : "اور (اللہ فرماتا ہے) وہ وقت یاد کرو جب ہم نے فرعون والوں سے تمہیں نجات دی جن کا حال یہ تھا کہ تمہیں سخت عذاب میں مبتلا رکھتے تھے، تمہارے بیٹوں کو قتل کرتے اور تمہاری عورتوں کو زندہ رہنے دیتے تھے اور اس میں تمہارے رب کی طرف سے تمہاری بڑی آزمائش تھی","chinese" : "当时，我使你们脱离法老的臣民，他们使你们遭受酷刑，屠杀你们的儿子，保全你们的女子。此中有从你们的主降下的大难。","turkey" : "Sizi kötü azaba sokan kadınlarınızı sağ bırakıp oğullarınızı öldüren Firavun ailesinden kurtarmıştık. Bunda size Rabbiniz tarafından büyük bir imtihan vardı"} ,{"id": "142", "arabic" : "۞وَوَٰعَدۡنَا مُوسَىٰ ثَلَٰثِينَ لَيۡلَةٗ وَأَتۡمَمۡنَٰهَا بِعَشۡرٖ فَتَمَّ مِيقَٰتُ رَبِّهِۦٓ أَرۡبَعِينَ لَيۡلَةٗۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَٰرُونَ ٱخۡلُفۡنِي فِي قَوۡمِي وَأَصۡلِحۡ وَلَا تَتَّبِعۡ سَبِيلَ ٱلۡمُفۡسِدِينَ", "english" : "And We made an appointment with Moses for thirty nights and perfected them by [the addition of] ten; so the term of his Lord was completed as forty nights. And Moses said to his brother Aaron Take my place among my people do right [by them] and do not follow the way of the corrupters", "urdu" : "ہم نے موسیٰؑ کو تیس شب و روز کے لیے (کوہ سینا پر) طلب کیا اور بعد میں دس دن کا اور اضافہ کر دیا، اِس طرح اُس کے رب کی مقرر کردہ مدت پورے چالیس دن ہو گئی موسیٰؑ نے چلتے ہوئے اپنے بھائی ہارونؑ سے کہا کہ میرے پیچھے تم میری قوم میں میری جانشینی کرنا اور ٹھیک کام کرتے رہنا اور بگاڑ پیدا کرنے والوں کے طریقے پر نہ چلنا","chinese" : "我与穆萨约期三十夜。我又以十夜补足之，故他的主的约期共计四十夜。穆萨对他哥哥哈伦说：“请你替我统率我的宗族。你要改善他们的事务，你不要遵循作恶者的道路。”","turkey" : "Musa'ya otuz gece vade verip sonra buna on gece daha kattık; böylece Rabbinin tayin ettiği müddet kırk geceye tamamlandı. Musa kardeşi Harun'a Milletim içinde benim yerime geç onları ıslah et bozguncuların yoluna gitme dedi"} ,{"id": "143", "arabic" : "وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِيٓ أَنظُرۡ إِلَيۡكَۚ قَالَ لَن تَرَىٰنِي وَلَٰكِنِ ٱنظُرۡ إِلَى ٱلۡجَبَلِ فَإِنِ ٱسۡتَقَرَّ مَكَانَهُۥ فَسَوۡفَ تَرَىٰنِيۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلۡجَبَلِ جَعَلَهُۥ دَكّٗا وَخَرَّ مُوسَىٰ صَعِقٗاۚ فَلَمَّآ أَفَاقَ قَالَ سُبۡحَٰنَكَ تُبۡتُ إِلَيۡكَ وَأَنَا۠ أَوَّلُ ٱلۡمُؤۡمِنِينَ", "english" : "And when Moses arrived at Our appointed time and his Lord spoke to him he said My Lord show me [Yourself] that I may look at You. [Allah] said You will not see Me but look at the mountain; if it should remain in place then you will see Me. But when his Lord appeared to the mountain He rendered it level and Moses fell unconscious. And when he awoke he said Exalted are You! I have repented to You and I am the first of the believers", "urdu" : "جب وہ ہمارے مقرر کیے ہوئے وقت پر پہنچا اور اس کے رب نے اس سے کلام کیا تو اس نے التجا کی کہ اے رب، مجھے یارائے نظر دے کہ میں تجھے دیکھوں فرمایا تو مجھے نہیں دیکھ سکتا ہاں ذرا سامنے کے پہاڑ کی طرف دیکھ، اگر وہ اپنی جگہ قائم رہ جائے تو البتہ تو مجھے دیکھ سکے گا چنانچہ اس کے رب نے جب پہاڑ پر تجلی کی تو اسے ریزہ ریزہ کر دیا اور موسیٰؑ غش کھا کر گر پڑا جب ہوش آیا تو بولا پاک ہے تیری ذات، میں تیرے حضور توبہ کرتا ہوں اور سب سے پہلا ایمان لانے والا میں ہوں","chinese" : "当穆萨为了我的会期而来，而且他的主对他说了话的时候，他说：“我的主啊！求你昭示我，以便我看见你。”主说：“你不能看见我，但你看那座山吧。如果它能在它的本位上坚定，那么，你就能看见我。”当他的主对那座山微露光华的时候，他使那座山变成粉碎的。穆萨晕倒在地上。当他苏醒的时候，他说：“我赞颂你超绝万物，我向你悔罪，我是首先信道的。”","turkey" : "Musa tayin ettiğimiz vakitte gelip Rabbi onunla konuşunca Musa: Rabbim! Bana Kendini göster Sana bakayım dedi. Allah: Sen Beni göremezsin ama dağa bak eğer o yerinde kalırsa sen de Beni göreceksin buyurdu. Rabbi dağa tecelli edince onu yerlebir etti ve Musa da baygın düştü; ayılınca: Yarabbi münezzehsin Sana tevbe ettim ben inananların ilkiyim dedi"} ,{"id": "144", "arabic" : "قَالَ يَٰمُوسَىٰٓ إِنِّي ٱصۡطَفَيۡتُكَ عَلَى ٱلنَّاسِ بِرِسَٰلَٰتِي وَبِكَلَٰمِي فَخُذۡ مَآ ءَاتَيۡتُكَ وَكُن مِّنَ ٱلشَّـٰكِرِينَ", "english" : "[Allah] said O Moses I have chosen you over the people with My messages and My words [to you]. So take what I have given you and be among the grateful", "urdu" : "فرمایا اے موسیٰؑ، میں نے تمام لوگوں پر ترجیح دے کر تجھے منتخب کیا کہ میر ی پیغمبری کرے اور مجھ سے ہم کلام ہو پس جو کچھ میں تجھے دوں اسے لے اور شکر بجالا","chinese" : "主说：“穆萨啊！我确已借我的使命和面谕而将你选拔在众人之上了，你要接受我所赐你的恩惠，并当感谢我。”","turkey" : "Ey Musa! Verdiklerimle ve seninle konuşmamla seni insanlar arasından seçtim; sana verdiğimi al ve şükret dedi"} ,{"id": "145", "arabic" : "وَكَتَبۡنَا لَهُۥ فِي ٱلۡأَلۡوَاحِ مِن كُلِّ شَيۡءٖ مَّوۡعِظَةٗ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ فَخُذۡهَا بِقُوَّةٖ وَأۡمُرۡ قَوۡمَكَ يَأۡخُذُواْ بِأَحۡسَنِهَاۚ سَأُوْرِيكُمۡ دَارَ ٱلۡفَٰسِقِينَ", "english" : "And We wrote for him on the tablets [something] of all things - instruction and explanation for all things [saying] Take them with determination and order your people to take the best of it. I will show you the home of the defiantly disobedient", "urdu" : "اس کے بعد ہم نے موسیٰؑ کو ہر شعبہ زندگی کے متعلق نصیحت اور ہر پہلو کے متعلق واضح ہدایت تختیوں پر لکھ کر دے دی اور اس سے کہا: اِن ہدایات کو مضبوط ہاتھوں سے سنبھال اور اپنی قوم کو حکم دے کہ ان کے بہتر مفہوم کی پیروی کریں عنقریب میں تمہیں فاسقوں کے گھر دکھاؤں گا","chinese" : "我曾为他在法版中制定各种教训和各种解释。“你要坚持它，并命令你的宗族遵循其中最美的条例，我将昭示你们罪人们的国家。”","turkey" : "Ona levhalarda her şeyden bir öğüt yazdık ve her şeyi uzun uzadıya açıkladık; onlara sıkıca sarıl milletine de emret en güzel şekilde tutsunlar. Size Allah'a karşı gelenlerin yurdunu göstereceğim"} ,{"id": "146", "arabic" : "سَأَصۡرِفُ عَنۡ ءَايَٰتِيَ ٱلَّذِينَ يَتَكَبَّرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَا وَإِن يَرَوۡاْ سَبِيلَ ٱلرُّشۡدِ لَا يَتَّخِذُوهُ سَبِيلٗا وَإِن يَرَوۡاْ سَبِيلَ ٱلۡغَيِّ يَتَّخِذُوهُ سَبِيلٗاۚ ذَٰلِكَ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ", "english" : "I will turn away from My signs those who are arrogant upon the earth without right; and if they should see every sign they will not believe in it. And if they see the way of consciousness they will not adopt it as a way; but if they see the way of error they will adopt it as a way. That is because they have denied Our signs and they were heedless of them", "urdu" : "میں اپنی نشانیوں سے اُن لوگوں کی نگاہیں پھیر دوں گا جو بغیر کسی حق کے زمین میں بڑے بنتے ہیں، وہ خواہ کوئی نشانی دیکھ لیں کبھی اس پر ایمان نہ لائیں گے، اگر سیدھا راستہ اُن کے سامنے آئے تو اسے اختیار نہ کریں گے اور اگر ٹیٹرھا راستہ نظر آئے تو اس پر چل پڑیں گے، اس لیے کہ انہوں نے ہماری نشانیوں کو جھٹلایا اور ان سے بے پروائی کرتے رہے","chinese" : "我将使那些在地方上妄自尊大的人离弃我的迹象，即使他们看见一切迹象，他们也不信它；如果他们看见正道，他们不把它当作道路；如果他们看见邪道，他们把它当作道路。这是因为他们不信我的迹象，而且忽视它。","turkey" : "Yeryüzünde haksız yere büyüklük taslayanları ayetlerimden yüz çevirteceğim. Onlar bütün ayetleri görseler yine de inanmazlar; doğru yolu görseler yol olarak benimsemezler; azgınlık yolunu görseler hemen onu yol edinirler. Bu onların mucizelerimizi yalan saymaları ve onlardan habersiz görünmelerinden ileri gelir"} ,{"id": "147", "arabic" : "وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآءِ ٱلۡأٓخِرَةِ حَبِطَتۡ أَعۡمَٰلُهُمۡۚ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ", "english" : "Those who denied Our signs and the meeting of the Hereafter - their deeds have become worthless. Are they recompensed except for what they used to do", "urdu" : "ہماری نشانیوں کو جس کسی نے جھٹلایا اور آخرت کی پیشی کا انکار کیا اُس کے سارے اعمال ضائع ہو گئے کیا لوگ اِس کے سوا کچھ اور جزا پا سکتے ہیں کہ جیسا کریں ویسا بھریں؟","chinese" : "否认我的迹象和后世会见的人，他们的善功是无效的，他们只受自己行为的报酬。","turkey" : "Ayetlerimizi ve ahirete kavuşmayı yalan sayan kimselerin işleri boşa gitmiştir. Onlar işlediklerinin karşılığından başka bir şeyle mi cezalanırlar"} ,{"id": "148", "arabic" : "وَٱتَّخَذَ قَوۡمُ مُوسَىٰ مِنۢ بَعۡدِهِۦ مِنۡ حُلِيِّهِمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٌۚ أَلَمۡ يَرَوۡاْ أَنَّهُۥ لَا يُكَلِّمُهُمۡ وَلَا يَهۡدِيهِمۡ سَبِيلًاۘ ٱتَّخَذُوهُ وَكَانُواْ ظَٰلِمِينَ", "english" : "And the people of Moses made after [his departure] from their ornaments a calf - an image having a lowing sound. Did they not see that it could neither speak to them nor guide them to a way? They took it [for worship] and they were wrongdoers", "urdu" : "موسیٰؑ کے پیچھے اس کی قوم کے لوگوں نے اپنے زیوروں سے ایک بچھڑے کا پتلا بنا لیا جس میں سے بیل کی سی آواز نکلتی تھی کیا اُنہیں نظر نہ آتا تھا کہ وہ نہ ان سے بولتا ہے نہ کسی معاملہ میں ان کی رہنمائی کرتا ہے؟ مگر پھر بھی اُنہوں نے اسے معبود بنا لیا اور وہ سخت ظالم تھے","chinese" : "穆萨的宗族在他（离开）之后，以他们的首饰铸成一头牛犊—— 一个有犊声的躯壳。难道他们不知道它不能和他们对话，不能指引他们道路吗？他们以它为神灵，他们是不义者。","turkey" : "Musa'nın ardından milleti ziynet takımlarından canlıymış gibi böğüren bir buzağı heykeli yaparak onu tanrı edindiler. O buzağının kendileriyle konuşmadığını ve yol da göstermediğini görmediler mi? Onu tanrı olarak benimseyip kendilerine yazık ettiler"} ,{"id": "149", "arabic" : "وَلَمَّا سُقِطَ فِيٓ أَيۡدِيهِمۡ وَرَأَوۡاْ أَنَّهُمۡ قَدۡ ضَلُّواْ قَالُواْ لَئِن لَّمۡ يَرۡحَمۡنَا رَبُّنَا وَيَغۡفِرۡ لَنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ", "english" : "And when regret overcame them and they saw that they had gone astray they said If our Lord does not have mercy upon us and forgive us we will surely be among the losers", "urdu" : "پھر جب ان کی فریب خوردگی کا طلسم ٹوٹ گیا او ر اُنہوں نے دیکھ لیا کہ در حقیقت وہ گمراہ ہو گئے ہیں تو کہنے لگے کہ اگر ہمارے رب نے ہم پر رحم نہ فرمایا اور ہم سے درگزر نہ کیا تو ہم برباد ہو جائیں گے","chinese" : "当他们已经悔恨，而且知道自己确已迷误的时候，他们说：“如果我们的主不慈悯我们，不饶恕我们，我们一定变成亏折的人了。”","turkey" : "Elleri böğründe çaresiz kalıp kendilerinin sapıtmış olduklarını görünce: Eğer Rabbimiz bize acımaz ve bizi bağışlamazsa and olsun ki mahvoluruz dediler"} ,{"id": "150", "arabic" : "وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗا قَالَ بِئۡسَمَا خَلَفۡتُمُونِي مِنۢ بَعۡدِيٓۖ أَعَجِلۡتُمۡ أَمۡرَ رَبِّكُمۡۖ وَأَلۡقَى ٱلۡأَلۡوَاحَ وَأَخَذَ بِرَأۡسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيۡهِۚ قَالَ ٱبۡنَ أُمَّ إِنَّ ٱلۡقَوۡمَ ٱسۡتَضۡعَفُونِي وَكَادُواْ يَقۡتُلُونَنِي فَلَا تُشۡمِتۡ بِيَ ٱلۡأَعۡدَآءَ وَلَا تَجۡعَلۡنِي مَعَ ٱلۡقَوۡمِ ٱلظَّـٰلِمِينَ", "english" : "And when Moses returned to his people angry and grieved he said How wretched is that by which you have replaced me after [my departure]. Were you impatient over the matter of your Lord? And he threw down the tablets and seized his brother by [the hair of] his head pulling him toward him. [Aaron] said O son of my mother indeed the people oppressed me and were about to kill me so let not the enemies rejoice over me and do not place me among the wrongdoing people", "urdu" : "ادھر سے موسیٰؑ غصے اور رنج میں بھرا ہوا اپنی قوم کی طرف پلٹا آتے ہی اس نے کہا بہت بری جانشینی کی تم لوگوں نے میرے بعد! کیا تم سے اتنا صبر نہ ہوا کہ اپنے رب کے حکم کا انتظار کر لیتے؟ اور تختیاں پھینک دیں اور اپنے بھا ئی (ہارونؑ) کے سر کے بال پکڑ کر اسے کھینچا ہارونؑ نے کہا اے میری ماں کے بیٹے، اِن لوگوں نے مجھے دبا لیا اور قریب تھا کہ مجھے مار ڈالتے پس تو دشمنوں کو مجھ پر ہنسنے کا موقع نہ دے اور اس ظالم گروہ کے ساتھ مجھے نہ شامل کر","chinese" : "当穆萨愤怒而又悲伤地去见他的宗族的时候，他说：“我不在的时候，你们替我做的事真恶劣！难道你们不能静候你们的主的命令吗？”他仍了法版，揪住他哥哥的头发，把他拉到身边。他说：“胞弟啊！宗族们确已欺负我，他们几乎杀害了我，你不要使我的仇敌称快，不要把我当作不义者。”","turkey" : "Musa milletine kızgın ve üzgün olarak dönünce Benim arkamdan ne kötü olmuşsunuz! Rabbinizin emrinin çabucak gelmesini mi istiyorsunuz? dedi levhaları attı ve kardeşinin başından tutup kendine doğru çekti. Harun: Ey annem oğlu! Bu millet beni küçümsedi; az kalsın öldürüyorlardı. Bana düşmanları sevindirecek şekilde davranma beni bu zalim milletle bir sayma dedi"} ,{"id": "151", "arabic" : "قَالَ رَبِّ ٱغۡفِرۡ لِي وَلِأَخِي وَأَدۡخِلۡنَا فِي رَحۡمَتِكَۖ وَأَنتَ أَرۡحَمُ ٱلرَّـٰحِمِينَ", "english" : "[Moses] said My Lord forgive me and my brother and admit us into Your mercy for You are the most merciful of the merciful", "urdu" : "تب موسیٰؑ نے کہا اے رب، مجھے اور میرے بھائی کو معاف کر اور ہمیں اپنی رحمت میں داخل فرما، تو سب سے بڑھ کر رحیم ہے","chinese" : "穆萨说：“我的主啊！求你赦宥我和我哥哥，求你使我们进入你的慈恩之中，你是至仁至慈的。”","turkey" : "Musa Rabbim! Beni ve kardeşimi bağışla bize acı Sen merhametlilerin merhametlisisin dedi"} ,{"id": "152", "arabic" : "إِنَّ ٱلَّذِينَ ٱتَّخَذُواْ ٱلۡعِجۡلَ سَيَنَالُهُمۡ غَضَبٞ مِّن رَّبِّهِمۡ وَذِلَّةٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُفۡتَرِينَ", "english" : "Indeed those who took the calf [for worship] will obtain anger from their Lord and humiliation in the life of this world and thus do We recompense the inventors [of falsehood]", "urdu" : "(جواب میں ارشاد ہوا کہ) جن لوگوں نے بچھڑے کو معبود بنایا وہ ضرور اپنے رب کے غضب میں گرفتار ہو کر رہیں گے اور دنیا کی زندگی میں ذلیل ہوں گے جھوٹ گھڑنے والوں کو ہم ایسی ہی سزا دیتے ہیں","chinese" : "奉牛犊为神灵的人们，将受他们的主的谴怒，在今世必受凌辱。我这样报酬诬蔑安拉的人。","turkey" : "Buzağıyı tanrı olarak benimseyenler Rablerinin öfkesine ve dünya hayatında alçaklığa uğrayacaklardır; iftira edenleri böylece cezalandırırız"} ,{"id": "153", "arabic" : "وَٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُواْ مِنۢ بَعۡدِهَا وَءَامَنُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ", "english" : "But those who committed misdeeds and then repented after them and believed - indeed your Lord thereafter is Forgiving and Merciful", "urdu" : "اور جو لوگ برے عمل کریں پھر توبہ کر لیں اور ایمان لے آئیں تو یقیناً اِس توبہ و ایمان کے بعد تیرا رب درگزر اور رحم فرمانے والا ہے","chinese" : "作恶后能悔改，而且信道者，你的主在他们悔罪之后，对于他们确是至赦的，确是至慈的。","turkey" : "Kötülük işleyip ardından tevbe edenler ve inananlar bilsinler ki Rabbin bu hareketlerinin ardından onları şüphesiz bağışlar ve merhamet eder"} ,{"id": "154", "arabic" : "وَلَمَّا سَكَتَ عَن مُّوسَى ٱلۡغَضَبُ أَخَذَ ٱلۡأَلۡوَاحَۖ وَفِي نُسۡخَتِهَا هُدٗى وَرَحۡمَةٞ لِّلَّذِينَ هُمۡ لِرَبِّهِمۡ يَرۡهَبُونَ", "english" : "And when the anger subsided in Moses he took up the tablets; and in their inscription was guidance and mercy for those who are fearful of their Lord", "urdu" : "پھر جب موسیٰؑ کا غصہ ٹھنڈا ہوا تو اس نے وہ تختیاں اٹھا لیں جن کی تحریر میں ہدایت اور رحمت تھی اُن لوگوں کے لیے جو اپنے رب سے ڈرتے ہیں","chinese" : "穆萨怒气平息后把法版拾了起来。对于敬畏者，法版里有引导和慈恩。","turkey" : "Musa öfkesi yatışınca bir nüshasında Rablerinden korkanlar için doğru yol ve rahmet yazılı olan levhaları aldı"} ,{"id": "155", "arabic" : "وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّـٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ", "english" : "And Moses chose from his people seventy men for Our appointment. And when the earthquake seized them he said My Lord if You had willed You could have destroyed them before and me [as well]. Would You destroy us for what the foolish among us have done? This is not but Your trial by which You send astray whom You will and guide whom You will. You are our Protector so forgive us and have mercy upon us; and You are the best of forgivers", "urdu" : "اور اُس نے اپنی قوم کے ستر آدمیوں کو منتخب کیا تاکہ وہ (اُس کے ساتھ) ہمارے مقرر کیے ہوئے وقت پر حاضر ہوں جب اِن لوگوں کو ایک سخت زلزلے نے آ پکڑا تو موسیٰؑ نے عرض کیا اے میرے سرکار، آپ چاہتے تو پہلے ہی اِن کو اور مجھے ہلاک کرسکتے تھے کیا آپ اُس قصور میں جو ہم میں سے چند نادانوں نے کیا تھا ہم سب کو ہلاک کر دیں گے؟ یہ تو آپ کی ڈالی ہوئی ایک آزمائش تھی جس کے ذریعہ سے آپ جسے چاہتے ہیں گمراہی میں مبتلا کر دیتے ہیں اور جسے چاہتے ہیں ہدایت بخش دیتے ہیں ہمارے سر پرست تو آپ ہی ہیں پس ہمیں معاف کر دیجیے اور ہم پر رحم فرمائیے، آپ سب سے بڑھ کر معاف فرمانے والے ہیں","chinese" : "穆萨从他的宗族中拣选了七十个人来赴我的约会；当他们为地震所袭击的时候，他说：“我的主啊！假若你意欲，那么，以前你早已毁灭他们和我。难道你要因我们中的愚人的行为而毁灭我们吗？这只是你的考验，你借此使你意欲者误入歧途，使你意欲者走上正道。你是我们的保护者，故求你饶恕我们，慈悯我们。你是最善的饶恕者。","turkey" : "Musa tayin ettiğimiz müddette milletinden yetmiş kişi seçti; onları sarsıntı tutunca dedi ki: Rabbim! Dileseydin daha önce beni ve onları yok ederdin aramızdaki beyinsizlerin yaptıklarından ötürü bizi yok eder misin? Bu Senin imtihanından başka birşey değildir bununla dilediğini saptırır dilediğini doğru yola iletirsin; bizim dostumuz Sensin; bizi bağışla bize merhamet et. Sen bağışlayanların en iyisisin"} ,{"id": "156", "arabic" : "۞وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ", "english" : "And decree for us in this world [that which is] good and [also] in the Hereafter; indeed we have turned back to You. [Allah] said My punishment - I afflict with it whom I will but My mercy encompasses all things. So I will decree it [especially] for those who fear Me and give zakah and those who believe in Our verses", "urdu" : "اور ہمارے لیے اس دنیا کی بھلائی بھی لکھ دیجیے اور آخرت کی بھی، ہم نے آپ کی طرف رجوع کر لیا جواب میں ارشاد ہوا سزا تو میں جسے چاہتا ہوں دیتا ہوں، مگر میری رحمت ہر چیز پر چھائی ہوئی ہے، اور اُسے میں اُن لوگوں کے حق میں لکھوں گا جو نافرمانی سے پرہیز کریں گے، زکوٰۃ دیں گے اور میری آیات پر ایمان لائیں گے","chinese" : "求你在今世和后世为我们注定幸福，我们确已对你悔过了。”主说：“我的刑罚，是用来惩治我欲惩治的人的，我的慈恩是包罗万物的。我将注定以我的慈恩归于敬畏安拉，完纳天课，而且信仰我的迹象者。”","turkey" : "Bu dünyada ve ahirette bizim için güzel olanı yaz; biz Sana yöneldik dedi. Allah: Azabıma dilediğim kimseyi uğratırım rahmetim herşeyi kaplamıştır; bunu Allah'a karşı gelmekten sakınanlara zekat verenlere ayetlerimize inanıp yanlarındaki Tevrat ve İncil'de yazılı buldukları okuyup yazması olmayan peygambere uyanlara yazacağız. O peygamber onlara uygun olanı emreder ve fenalıktan meneder temiz şeyleri helal murdar şeyleri haram kılar onların ağır yüklerini indirir zor tekliflerini hafifletir. Bu peygambere inanan hürmet eden yardım eden onunla gönderilen nura uyanlar yok mu? İşte onlar saadete erenlerdir dedi"} ,{"id": "157", "arabic" : "ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِيَّ ٱلۡأُمِّيَّ ٱلَّذِي يَجِدُونَهُۥ مَكۡتُوبًا عِندَهُمۡ فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ يَأۡمُرُهُم بِٱلۡمَعۡرُوفِ وَيَنۡهَىٰهُمۡ عَنِ ٱلۡمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَٰتِ وَيُحَرِّمُ عَلَيۡهِمُ ٱلۡخَبَـٰٓئِثَ وَيَضَعُ عَنۡهُمۡ إِصۡرَهُمۡ وَٱلۡأَغۡلَٰلَ ٱلَّتِي كَانَتۡ عَلَيۡهِمۡۚ فَٱلَّذِينَ ءَامَنُواْ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُواْ ٱلنُّورَ ٱلَّذِيٓ أُنزِلَ مَعَهُۥٓ أُوْلَـٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ", "english" : "Those who follow the Messenger the unlettered prophet whom they find written in what they have of the Torah and the Gospel who enjoins upon them what is right and forbids them what is wrong and makes lawful for them the good things and prohibits for them the evil and relieves them of their burden and the shackles which were upon them. So they who have believed in him honored him supported him and followed the light which was sent down with him - it is those who will be the successful", "urdu" : "(پس آج یہ رحمت اُن لوگوں کا حصہ ہے) جو اِس پیغمبر، نبی امی کی پیروی اختیار کریں جس کا ذکر اُنہیں اپنے ہاں تورات اور انجیل میں لکھا ہوا ملتا ہے وہ انہیں نیکی کا حکم دیتا ہے، بدی سے روکتا ہے، ان کے لیے پاک چیزیں حلال او ر ناپاک چیزیں حرام کرتا ہے، اور ان پر سے وہ بوجھ اتارتا ہے جو اُن پر لدے ہوئے تھے اور وہ بندشیں کھولتا ہے جن میں وہ جکڑے ہوئے تھے لہٰذا جو لوگ اس پر ایمان لائیں اور اس کی حمایت اور نصرت کریں اور اُس روشنی کی پیروی اختیار کریں جو اس کے ساتھ نازل کی گئی ہے، وہی فلاح پانے والے ہیں","chinese" : "他们顺从使者——不识字的先知，他们在自己所有的《讨拉特》和《引支勒》中发现关于他的记载。他命令他们行善，禁止他们作恶，准许他们吃佳美的食物，禁戒他们吃污秽的食物，卸脱他们的重担，解除他们的桎梏，故凡信仰他，尊重他，援助他，而且遵循与他一起降临的光明的人，都是成功者。","turkey" : "Bu dünyada ve ahirette bizim için güzel olanı yaz; biz Sana yöneldik dedi. Allah: Azabıma dilediğim kimseyi uğratırım rahmetim herşeyi kaplamıştır; bunu Allah'a karşı gelmekten sakınanlara zekat verenlere ayetlerimize inanıp yanlarındaki Tevrat ve İncil'de yazılı buldukları okuyup yazması olmayan peygambere uyanlara yazacağız. O peygamber onlara uygun olanı emreder ve fenalıktan meneder temiz şeyleri helal murdar şeyleri haram kılar onların ağır yüklerini indirir zor tekliflerini hafifletir. Bu peygambere inanan hürmet eden yardım eden onunla gönderilen nura uyanlar yok mu? İşte onlar saadete erenlerdir dedi"} ,{"id": "158", "arabic" : "قُلۡ يَـٰٓأَيُّهَا ٱلنَّاسُ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡ جَمِيعًا ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِيِّ ٱلۡأُمِّيِّ ٱلَّذِي يُؤۡمِنُ بِٱللَّهِ وَكَلِمَٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمۡ تَهۡتَدُونَ", "english" : "Say [O Muhammad] O mankind indeed I am the Messenger of Allah to you all [from Him] to whom belongs the dominion of the heavens and the earth. There is no deity except Him; He gives life and causes death. So believe in Allah and His Messenger the unlettered prophet who believes in Allah and His words and follow him that you may be guided", "urdu" : "اے محمدؐ، کہو کہ اے انسانو، میں تم سب کی طرف اُس خدا کا پیغمبر ہوں جو زمین اور آسمانوں کی بادشاہی کا مالک ہے، اُس کے سوا کوئی خدا نہیں ہے، وہی زندگی بخشتا ہے اور وہی موت دیتا ہے، پس ایمان لاؤ اللہ پر اور اس کے بھیجے ہوئے نبی اُمی پر جو اللہ اور اس کے ارشادات کو مانتا ہے، اور پیروی اختیار کرو اُس کی، امید ہے کہ تم راہ راست پا لو گے","chinese" : "你说：“众人啊！我确是安拉的使者，他派我来教化你们全体；天地的主权只是安拉的，除他之外，绝无应受崇拜的。他能使死者生，能使生者死，故你们应当信仰安拉和他的使者，那个使者是信仰安拉及其言辞的，但不识字的先知——你们应当顺从他，以便你们遵循正道。”","turkey" : "De ki: Ey insanlar! Doğrusu ben göklerin ve yerin hükümranı O'ndan başka tanrı bulunmayan dirilten ve öldüren Allah'ın hepiniz için gönderdiği peygamberiyim. Allah'a ve okuyup yazması olmayan haber getiren peygamberine -ki o da Allah'a ve sözlerine inanmıştır- inanın; ona uyun ki doğru yolu bulasınız"} ,{"id": "159", "arabic" : "وَمِن قَوۡمِ مُوسَىٰٓ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ", "english" : "And among the people of Moses is a community which guides by truth and by it establishes justice", "urdu" : "موسیٰؑ کی قوم میں ایک گروہ ایسا بھی تھا جو حق کے مطابق ہدایت کرتا اور حق ہی کے مطابق انصاف کرتا تھا","chinese" : "穆萨的宗族中，有一伙人，本着真理引导他人，因真理而主持公道。","turkey" : "Musa'nın milletinden bir topluluk hakkı gösterirler ve onunla hükmederlerdi"} ,{"id": "160", "arabic" : "وَقَطَّعۡنَٰهُمُ ٱثۡنَتَيۡ عَشۡرَةَ أَسۡبَاطًا أُمَمٗاۚ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسۡتَسۡقَىٰهُ قَوۡمُهُۥٓ أَنِ ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنۢبَجَسَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۚ وَظَلَّلۡنَا عَلَيۡهِمُ ٱلۡغَمَٰمَ وَأَنزَلۡنَا عَلَيۡهِمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ", "english" : "And We divided them into twelve descendant tribes [as distinct] nations. And We inspired to Moses when his people implored him for water Strike with your staff the stone and there gushed forth from it twelve springs. Every people knew its watering place. And We shaded them with clouds and sent down upon them manna and quails [saying] Eat from the good things with which We have provided you. And they wronged Us not but they were [only] wronging themselves", "urdu" : "اور ہم نے اس قوم کو بارہ گھرانوں میں تقسیم کر کے انہیں مستقل گروہوں کی شکل دے دی تھی اور جب موسیٰؑ سے اس کی قوم نے پانی مانگا تو ہم نے اس کو اشارہ کیا کہ فلاں چٹان پر اپنی لاٹھی مارو چنانچہ اس چٹان سے یکایک بارہ چشمے پھوٹ نکلے اور ہر گروہ نے اپنے پانی لینے کی جگہ متعین کر لی ہم نے اُن پر بادل کا سایہ کیا اور اُن پر من و سلویٰ اتارا کھاؤ وہ پاک چیزیں جو ہم نے تم کو بخشی ہیں مگر اس کے بعد انہوں نے جو کچھ کیا تو ہم پر ظلم نہیں کیا بلکہ آپ اپنے ہی اوپر ظلم کرتے رہے","chinese" : "我把他们分为十二支派，〔即部落〕。当穆萨的宗族向他求水的时候，我启示他说：“你用你的手杖打那磐石吧。于是，十二股泉水就从那磐石里涌出来，各部落都知道自己的饮水处。我以白云荫蔽他们，又降下甘露和鹌鹑给他们。〔我对他们说〕：“你们可以吃我所供给你们的佳美的食物。”他们没有亏负我，但他们自亏了。","turkey" : "Biz İsrailoğullarını oymaklar halinde on iki topluluğa ayırdık. Milleti Musa'dan su isteyince ona: Asanla taşa vur diye bildirdik; ondan on iki pınar fışkırdı. Herkes içeceği yeri öğrendi. Bulutla üzerlerine gölge yaptık onlara kudret helvası ve bıldırcın indirdik Size verdiğimiz rızıkların temiz olanlarından yiyin dedik. Onlar karşı gelmekle Bize değil kendilerine zulmediyorlardı"} ,{"id": "161", "arabic" : "وَإِذۡ قِيلَ لَهُمُ ٱسۡكُنُواْ هَٰذِهِ ٱلۡقَرۡيَةَ وَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ وَقُولُواْ حِطَّةٞ وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا نَّغۡفِرۡ لَكُمۡ خَطِيٓـَٰٔتِكُمۡۚ سَنَزِيدُ ٱلۡمُحۡسِنِينَ", "english" : "And [mention O Muhammad] when it was said to them Dwell in this city and eat from it wherever you will and say 'Relieve us of our burdens' and enter the gate bowing humbly; We will [then] forgive you your sins. We will increase the doers of good [in goodness and reward]", "urdu" : "یاد کرو وہ وقت جب ان سے کہا گیا تھا کہ اِس بستی میں جا کر بس جاؤ اور اس کی پیداوار سے حسب منشا روزی حاصل کرو اور حطۃ حطۃ کہتے جاؤ اور شہر کے دروازے میں سجدہ ریز ہوتے ہوئے داخل ہو، ہم تمہاری خطائیں معاف کریں گے اور نیک رویہ رکھنے والوں کو مزید فضل سے نوازیں گے","chinese" : "当时，〔我〕对他们说：“你们可以居住在这个城市，而任意吃其中的食物，你们应当鞠躬而入城门，并且说：‘释我重负’，我就饶恕你们的种种罪过，我要厚报善人。”","turkey" : "Onlara: Şu şehirde oturun dilediğiniz gibi yiyip için affet! deyin ve secde ederek kapısından girin; Biz de yanılmalarınızı bağışlarız. İyi davrananlara daha da artıracağız denmişti"} ,{"id": "162", "arabic" : "فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَظۡلِمُونَ", "english" : "But those who wronged among them changed [the words] to a statement other than that which had been said to them. So We sent upon them a punishment from the sky for the wrong that they were doing", "urdu" : "مگر جو لوگ اُن میں سے ظالم تھے اُنہوں نے اُس بات کو جو اُن سے کہی گئی تھی بدل ڈالا، اور نتیجہ یہ ہوا کہ ہم نے ان کے ظلم کی پاداش میں ان پر آسمان سے عذاب بھیج دیا","chinese" : "但他们中不义者改变了他们所奉的嘱言，故我因他们的不义而降天灾于他们，","turkey" : "Onların zulmedenleri kendilerine söylenen sözü başkasiyle değiştirdiler. Biz de o zalimlere zulümlerinden ötürü gökten azab indirdik"} ,{"id": "163", "arabic" : "وَسۡـَٔلۡهُمۡ عَنِ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَتۡ حَاضِرَةَ ٱلۡبَحۡرِ إِذۡ يَعۡدُونَ فِي ٱلسَّبۡتِ إِذۡ تَأۡتِيهِمۡ حِيتَانُهُمۡ يَوۡمَ سَبۡتِهِمۡ شُرَّعٗا وَيَوۡمَ لَا يَسۡبِتُونَ لَا تَأۡتِيهِمۡۚ كَذَٰلِكَ نَبۡلُوهُم بِمَا كَانُواْ يَفۡسُقُونَ", "english" : "And ask them about the town that was by the sea - when they transgressed in [the matter of] the sabbath - when their fish came to them openly on their sabbath day and the day they had no sabbath they did not come to them. Thus did We give them trial because they were defiantly disobedient", "urdu" : "اور ذرا اِن سے اُ س بستی کا حال بھی پوچھو جو سمندر کے کنارے واقع تھی اِنہیں یاد دلاؤ وہ واقعہ کہ وہاں کے لوگ سبت (ہفتہ) کے دن احکام الٰہی کی خلاف ورزی کرتے تھے اور یہ کہ مچھلیاں سبت ہی کے دن ابھر ابھر کر سطح پر اُن کے سامنے آتی تھیں اور سبت کے سوا باقی دنوں میں نہیں آتی تھیں یہ اس لیے ہوتا تھا کہ ہم ان کی نافرمانیوں کی وجہ سے ان کو آزمائش میں ڈال رہے تھے","chinese" : "你向他们询问那个海滨城市的情况吧。当时他们在安息日违法乱纪。当时，每逢他们守安息日的时候，鱼儿就浮游到他们面前来；每逢他们不守安息日的时候，鱼儿就不到他们的面前来。由于他们不义的行为，我才这样考验他们。","turkey" : "Onlara deniz kıyısındaki kasabanın durumunu sor. Cumartesi yasaklarına tecavüz ediyorlardı. Cumartesileri balıklar sürüyle geliyor başka günler gelmiyorlardı. Biz onları yoldan çıkmaları sebebiyle böylece deniyorduk"} ,{"id": "164", "arabic" : "وَإِذۡ قَالَتۡ أُمَّةٞ مِّنۡهُمۡ لِمَ تَعِظُونَ قَوۡمًا ٱللَّهُ مُهۡلِكُهُمۡ أَوۡ مُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗاۖ قَالُواْ مَعۡذِرَةً إِلَىٰ رَبِّكُمۡ وَلَعَلَّهُمۡ يَتَّقُونَ", "english" : "And when a community among them said Why do you advise [or warn] a people whom Allah is [about] to destroy or to punish with a severe punishment? they [the advisors] said To be absolved before your Lord and perhaps they may fear Him", "urdu" : "اور انہیں یہ بھی یاد لاؤ کہ جب اُن میں سے ایک گروہ نے دوسرے گروہ سے کہا تھا کہ تم ایسے لوگوں کو کیوں نصیحت کرتے ہو جنہیں اللہ ہلاک کرنے والا یا سخت سزا دینے والا ہے  تو انہوں نے جواب دیا تھا کہ ہم یہ سب کچھ تمہارے رب کے حضور اپنی معذرت پیش کرنے کے لیے کرتے ہیں اور اس امید پر کرتے ہیں کہ شاید یہ لوگ اس کی نافرمانی سے پرہیز کرنے لگیں","chinese" : "当时，他们中有一伙人说：“安拉要加以毁灭，或加以严惩的民众，你们何必劝戒他们呢？”他们说：“因为求得你们的主的原谅，而且希望他们能敬畏。”","turkey" : "Aralarından bir topluluk: Allah'ın yok edeceği veya şiddetli azaba uğratacağı bir millete niçin öğüt veriyorsunuz? dediler. Öğüt verenler: Rabbinize hiç değilse bir özür beyan edebilmemiz içindir belki Allah'a karşı gelmekten sakınırlar dediler"} ,{"id": "165", "arabic" : "فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦٓ أَنجَيۡنَا ٱلَّذِينَ يَنۡهَوۡنَ عَنِ ٱلسُّوٓءِ وَأَخَذۡنَا ٱلَّذِينَ ظَلَمُواْ بِعَذَابِۭ بَـِٔيسِۭ بِمَا كَانُواْ يَفۡسُقُونَ", "english" : "And when they forgot that by which they had been reminded We saved those who had forbidden evil and seized those who wronged with a wretched punishment because they were defiantly disobeying", "urdu" : "آخرکارجب وہ اُن ہدایات کو بالکل ہی فراموش کر گئے جو انہیں یاد کرائی گئی تھیں تو ہم نے اُن لوگوں کو بچا لیا جو برائی سے روکتے تھے اور باقی سب لوگوں کو جو ظالم تھے ان کی نافرمانیوں پر سخت عذاب میں پکڑ لیا","chinese" : "当他们不采纳忠告的时候，我拯救了戒人作恶者，而以严刑惩罚不义者，因为他们犯了罪。","turkey" : "Kendilerine yapılan öğütleri unutunca Biz fenalıktan menedenleri kurtardık ve zalimleri Allah'a karşı gelmelerinden ötürü şiddetli azaba uğrattık"} ,{"id": "166", "arabic" : "فَلَمَّا عَتَوۡاْ عَن مَّا نُهُواْ عَنۡهُ قُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ", "english" : "So when they were insolent about that which they had been forbidden We said to them Be apes despised", "urdu" : "پھر جب وہ پوری سرکشی کے ساتھ وہی کام کیے چلے گئے جس سے انہیں روکا گیا تھا، تو ہم نے کہا کہ بندر ہو جاؤ ذلیل اور خوار","chinese" : "当他们妄自尊大，不肯遵守戒律的时候，我对他们说：“你们变成卑贱的猴子吧！”","turkey" : "Kendilerine edilen yasakları aşınca onlara: Aşağılık birer maymun olun dedik"} ,{"id": "167", "arabic" : "وَإِذۡ تَأَذَّنَ رَبُّكَ لَيَبۡعَثَنَّ عَلَيۡهِمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَن يَسُومُهُمۡ سُوٓءَ ٱلۡعَذَابِۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمٞ", "english" : "And [mention] when your Lord declared that He would surely [continue to] send upon them until the Day of Resurrection those who would afflict them with the worst torment. Indeed your Lord is swift in penalty; but indeed He is Forgiving and Merciful", "urdu" : "اور یاد کرو جبکہ تمہارے رب نے اعلان کر دیا کہ وہ قیامت تک برابر ایسے لوگ بنی اسرائیل پر مسلط کرتا رہے گا جو ان کو بدترین عذاب دیں گے، یقیناً تمہارا رب سزا دینے میں تیز دست ہے اور یقیناً وہ در گزر اور رحم سے بھی کام لینے والا ہے","chinese" : "当时，你的主宣布他一定派人来使他们继续遭受酷刑，直到复活日。你的主确是惩罚神速的。他确是至赦的，确是至慈的。","turkey" : "Rabbin kıyamet gününe kadar onları kötü azaba uğratacak kimseleri üzerlerine göndereceğini bildirmişti. Doğrusu Rabbin cezayı çabuk verir. Doğrusu O bağışlar ve merhamet eder"} ,{"id": "168", "arabic" : "وَقَطَّعۡنَٰهُمۡ فِي ٱلۡأَرۡضِ أُمَمٗاۖ مِّنۡهُمُ ٱلصَّـٰلِحُونَ وَمِنۡهُمۡ دُونَ ذَٰلِكَۖ وَبَلَوۡنَٰهُم بِٱلۡحَسَنَٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمۡ يَرۡجِعُونَ", "english" : "And We divided them throughout the earth into nations. Of them some were righteous and of them some were otherwise. And We tested them with good [times] and bad that perhaps they would return [to obedience]", "urdu" : "ہم نے ان کو زمین میں ٹکڑے ٹکڑے کر کے بہت سی قوموں میں تقسیم کر دیا کچھ لوگ ان میں نیک تھے اور کچھ ا س سے مختلف اور ہم ان کو اچھے اور برے حالات سے آزمائش میں مبتلا کرتے رہے کہ شاید یہ پلٹ آئیں","chinese" : "我曾使他们散处四方，成为若干派别，他们中有善人，有次于善人的，我用种种祸福考验他们，以便他们觉悟。","turkey" : "Biz onları yeryüzünde iyiler ve aşağılıklar olarak bölük bölük ayırdık; iyiliğe dönerler diye onları güzellikler ve kötülüklerle sınadık"} ,{"id": "169", "arabic" : "فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٞ وَرِثُواْ ٱلۡكِتَٰبَ يَأۡخُذُونَ عَرَضَ هَٰذَا ٱلۡأَدۡنَىٰ وَيَقُولُونَ سَيُغۡفَرُ لَنَا وَإِن يَأۡتِهِمۡ عَرَضٞ مِّثۡلُهُۥ يَأۡخُذُوهُۚ أَلَمۡ يُؤۡخَذۡ عَلَيۡهِم مِّيثَٰقُ ٱلۡكِتَٰبِ أَن لَّا يَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّ وَدَرَسُواْ مَا فِيهِۗ وَٱلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ", "english" : "And there followed them successors who inherited the Scripture [while] taking the commodities of this lower life and saying It will be forgiven for us. And if an offer like it comes to them they will [again] take it. Was not the covenant of the Scripture taken from them that they would not say about Allah except the truth and they studied what was in it? And the home of the Hereafter is better for those who fear Allah so will you not use reason", "urdu" : "پھر اگلی نسلوں کے بعد ایسے نا خلف لوگ ان کے جانشین ہوئے جو کتاب الٰہی کے وارث ہو کر اِسی دنیائے دنی کے فائدے سمیٹتے ہیں اور کہہ دیتے ہیں کہ توقع ہے ہمیں معاف کر دیا جائے گا، اور اگر وہی متاع دنیا پھر سامنے آتی ہے تو پھر لپک کر اسے لے لیتے ہیں کیا ان سے کتاب کا عہد نہیں لیا جا چکا ہے کہ اللہ کے نام پر وہی بات کہیں جو حق ہو؟ اور یہ خود پڑھ چکے ہیں جو کتاب میں لکھا ہے آخرت کی قیام گاہ تو خدا ترس لوگوں کے لیے ہی بہتر ہے، کیا تم اتنی سی بات نہیں سمجھتے؟","chinese" : "在他们死亡之后，有不肖的后裔代替他们而继承了天经，那些后裔攫取今世浮利，还说：“我们将蒙饶恕。”如果有同样的浮利来到他们的身边，他们还将攫取。难道天经中没有明文教导他们只能以真理归于安拉吗？难道他们没有诵习那些明文吗？后世的安宅，对于敬畏者是更优美的。难道你们不理解吗？","turkey" : "Ardlarından yerlerine gelen bir takım kötüler Kitap'a mirasçı oldular. Biz nasıl olsa affedileceğiz diyerek Kitap'ın hükümlerini değiştirme karşılığı bu değersiz dünyanın mallarını alırlar; yine ona benzer geçici bir şey kendilerine gelince onu da kabul ederlerdi. Onlardan Allah'a karşı ancak gerçeği söyleyeceklerine dair Kitap üzerine söz alınmamış mıydı? Kitap'da olanları okumamışlar mıydı? Allah'a karşı gelmekten sakınanlar için ahiret yurdu vardır düşünmüyor musunuz? Biz iyiliğe çalışanların ecrini elbette zayi etmeyiz"} ,{"id": "170", "arabic" : "وَٱلَّذِينَ يُمَسِّكُونَ بِٱلۡكِتَٰبِ وَأَقَامُواْ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجۡرَ ٱلۡمُصۡلِحِينَ", "english" : "But those who hold fast to the Book and establish prayer - indeed We will not allow to be lost the reward of the reformers", "urdu" : "جو لوگ کتاب کی پابندی کر تے ہیں اور جنہوں نے نماز قائم رکھی ہے، یقیناً ایسے نیک کردار لوگوں کا اجر ہم ضائع نہیں کریں گے","chinese" : "坚持天经、谨守拜功者，我必不会使他们当中的行善者徒劳无酬。","turkey" : "Ardlarından yerlerine gelen bir takım kötüler Kitap'a mirasçı oldular. Biz nasıl olsa affedileceğiz diyerek Kitap'ın hükümlerini değiştirme karşılığı bu değersiz dünyanın mallarını alırlar; yine ona benzer geçici bir şey kendilerine gelince onu da kabul ederlerdi. Onlardan Allah'a karşı ancak gerçeği söyleyeceklerine dair Kitap üzerine söz alınmamış mıydı? Kitap'da olanları okumamışlar mıydı? Allah'a karşı gelmekten sakınanlar için ahiret yurdu vardır düşünmüyor musunuz? Biz iyiliğe çalışanların ecrini elbette zayi etmeyiz"} ,{"id": "171", "arabic" : "۞وَإِذۡ نَتَقۡنَا ٱلۡجَبَلَ فَوۡقَهُمۡ كَأَنَّهُۥ ظُلَّةٞ وَظَنُّوٓاْ أَنَّهُۥ وَاقِعُۢ بِهِمۡ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ", "english" : "And [mention] when We raised the mountain above them as if it was a dark cloud and they were certain that it would fall upon them [and Allah said] Take what We have given you with determination and remember what is in it that you might fear Allah", "urdu" : "انہیں وہ وقت بھی کچھ یاد ہے جبکہ ہم نے پہاڑ کو ہلا کر ان پر اس طرح چھا دیا تھا کہ گویا وہ چھتری ہے اور یہ گمان کر رہے تھے کہ وہ ان پر آ پڑے گا اور اُس وقت ہم نے ان سے کہا تھا کہ جو کتاب ہم تمہیں دے رہے ہیں اسے مضبوطی کے ساتھ تھامو اور جو کچھ اس میں لکھا ہے اسے یاد رکھو، توقع ہے کہ تم غلط روی سے بچے رہو گے","chinese" : "当时我使那座山在他们的上面震动，好像伞盖一样，他们猜想那座山要落在他们的头上。我说：“你们当坚持我赐予你们的经典，并当牢记其中的教训，以便你们敬畏。”","turkey" : "Tur dağını gölgelik gibi onların üzerlerine yükseltmiştik onlar tepelerine düşeceğini sanmışlardı. Onlara: Size verdiğimiz Kitap'a sıkıca sarılın içinde olanı düşünün ki sakınanlardan olasınız demiştik"} ,{"id": "172", "arabic" : "وَإِذۡ أَخَذَ رَبُّكَ مِنۢ بَنِيٓ ءَادَمَ مِن ظُهُورِهِمۡ ذُرِّيَّتَهُمۡ وَأَشۡهَدَهُمۡ عَلَىٰٓ أَنفُسِهِمۡ أَلَسۡتُ بِرَبِّكُمۡۖ قَالُواْ بَلَىٰ شَهِدۡنَآۚ أَن تَقُولُواْ يَوۡمَ ٱلۡقِيَٰمَةِ إِنَّا كُنَّا عَنۡ هَٰذَا غَٰفِلِينَ", "english" : "And [mention] when your Lord took from the children of Adam - from their loins - their descendants and made them testify of themselves [saying to them] Am I not your Lord? They said Yes we have testified. [This] - lest you should say on the day of Resurrection Indeed we were of this unaware", "urdu" : "اور اے نبی، لوگوں کو یاد دلاؤ وہ وقت جبکہ تمہارے رب نے بنی آدم کی پشتوں سے ان کی نسل کو نکالا تھا اور انہیں خود ان کے اوپر گواہ بناتے ہوئے پوچھا تھا کیا میں تمہارا رب نہیں ہوں؟ انہوں نے کہا ضرور آپ ہی ہمارے رب ہیں، ہم اس پر گواہی دیتے ہیں یہ ہم نے اس لیے کیا کہ کہیں تم قیامت کے روز یہ نہ کہہ دو کہ ہم تو اس بات سے بے خبر تھے،","chinese" : "当时，你的主从阿丹的子孙的背脊中取出他们的后裔，并使他们招认。主说：“难道我不是你们的主吗？”他们说：“怎么不是呢？我们已作证了。”（我之所以要使他们招认）是因为不愿你们在复活日说：“我们生前确实忽视了这件事。”","turkey" : "Rabbin insanoğlunun sulbünden soyunu alıp devam ettirmiş onlara: Ben sizin Rabbiniz değil miyim demiş ve buna kendilerini şahit tutmuştu. Onlar da: Evet şahidiz demişlerdi. Bu kıyamet günü Bizim bundan haberimiz yoktu dersiniz veya Daha önce babalarımız Allah'a ortak koşmuşlardı biz de onlardan sonra gelen bir soyuz bizi boşa çalışanların yaptıklarından ötürü yok eder misin? dersiniz diyedir"} ,{"id": "173", "arabic" : "أَوۡ تَقُولُوٓاْ إِنَّمَآ أَشۡرَكَ ءَابَآؤُنَا مِن قَبۡلُ وَكُنَّا ذُرِّيَّةٗ مِّنۢ بَعۡدِهِمۡۖ أَفَتُهۡلِكُنَا بِمَا فَعَلَ ٱلۡمُبۡطِلُونَ", "english" : "Or [lest] you say It was only that our fathers associated [others in worship] with Allah before and we were but descendants after them. Then would You destroy us for what the falsifiers have done", "urdu" : "یا یہ نہ کہنے لگو کہ شرک کی ابتدا تو ہمارے باپ دادا نے ہم سے پہلے کی تھی اور ہم بعد کو ان کی نسل سے پیدا ہوئے، پھر کیا آپ ہمیں اُس قصور میں پکڑتے ہیں جو غلط کار لوگوں نے کیا تھا","chinese" : "或者说：“只有我们的祖先从前曾以物配主，我们不过是他们的后裔；难道你要因荒诞者的行为而毁灭我们吗？”","turkey" : "Rabbin insanoğlunun sulbünden soyunu alıp devam ettirmiş onlara: Ben sizin Rabbiniz değil miyim demiş ve buna kendilerini şahit tutmuştu. Onlar da: Evet şahidiz demişlerdi. Bu kıyamet günü Bizim bundan haberimiz yoktu dersiniz veya Daha önce babalarımız Allah'a ortak koşmuşlardı biz de onlardan sonra gelen bir soyuz bizi boşa çalışanların yaptıklarından ötürü yok eder misin? dersiniz diyedir"} ,{"id": "174", "arabic" : "وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلَعَلَّهُمۡ يَرۡجِعُونَ", "english" : "And thus do We [explain in] detail the verses and perhaps they will return", "urdu" : "دیکھو، اِس طرح ہم نشانیاں واضح طور پر پیش کرتے ہیں اور اس لیے کرتے ہیں کہ یہ لوگ پلٹ آئیں","chinese" : "我这样解释许多迹象以便他们悔悟。","turkey" : "Belki doğru yola dönerler diye ayetleri böylece uzun uzadıya açıklıyoruz"} ,{"id": "175", "arabic" : "وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ ٱلَّذِيٓ ءَاتَيۡنَٰهُ ءَايَٰتِنَا فَٱنسَلَخَ مِنۡهَا فَأَتۡبَعَهُ ٱلشَّيۡطَٰنُ فَكَانَ مِنَ ٱلۡغَاوِينَ", "english" : "And recite to them [O Muhammad] the news of him to whom we gave [knowledge of] Our signs but he detached himself from them; so Satan pursued him and he became of the deviators", "urdu" : "اور اے محمدؐ، اِن کے سامنے اُس شخص کا حال بیان کرو جس کو ہم نے اپنی آیات کا علم عطا کیا تھا مگر وہ ان کی پابندی سے نکل بھاگا آخرکار شیطان اس کے پیچھے پڑ گیا یہاں تک کہ وہ بھٹکنے والوں میں شامل ہو کر رہا","chinese" : "你应当对他们宣读那个人的故事；我曾把我的许多迹象赏赐他，但他鄙弃那些迹象，故恶魔赶上他，而他变成了迷误者。","turkey" : "Onlara şeytanın peşine takdığı ve kendisine verdiğimiz ayetlerden sıyrılarak azgınlıklardan olan kişinin olayını anlat"} ,{"id": "176", "arabic" : "وَلَوۡ شِئۡنَا لَرَفَعۡنَٰهُ بِهَا وَلَٰكِنَّهُۥٓ أَخۡلَدَ إِلَى ٱلۡأَرۡضِ وَٱتَّبَعَ هَوَىٰهُۚ فَمَثَلُهُۥ كَمَثَلِ ٱلۡكَلۡبِ إِن تَحۡمِلۡ عَلَيۡهِ يَلۡهَثۡ أَوۡ تَتۡرُكۡهُ يَلۡهَثۚ ذَّـٰلِكَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۚ فَٱقۡصُصِ ٱلۡقَصَصَ لَعَلَّهُمۡ يَتَفَكَّرُونَ", "english" : "And if We had willed we could have elevated him thereby but he adhered [instead] to the earth and followed his own desire. So his example is like that of the dog: if you chase him he pants or if you leave him he [still] pants. That is the example of the people who denied Our signs. So relate the stories that perhaps they will give thought", "urdu" : "اگر ہم چاہتے تو اسے اُن آیتوں کے ذریعہ سے بلندی عطا کرتے، مگر وہ تو زمین ہی کی طرف جھک کر رہ گیا اور اپنی خواہش نفس ہی کے پیچھے پڑا رہا، لہٰذا اس کی حالت کتے کی سی ہو گئی کہ تم اس پر حملہ کرو تب بھی زبان لٹکائے رہے اور اسے چھوڑ دو تب بھی زبان لٹکائے رہے یہی مثال ہے اُن لوگوں کی جو ہماری آیات کو جھٹلاتے ہیں تم یہ حکایات اِن کو سناتے رہو، شاید کہ یہ کچھ غور و فکر کریں","chinese" : "假若我意欲，我一定要借那些迹象而提升他，但他依恋尘世，顺从私欲，所以他像狗一样，你呵斥它，它就伸出舌头来，你不呵斥它，它也伸出舌头来，这是否认我的迹象者的譬喻。你要讲述这个人的故事，以便他们省悟。","turkey" : "Dileseydik onu ayetlerimizle üstün kılardık; fakat o dünyaya meyletti ve hevesine uydu. Durumu üstüne varsan da kendi haline bıraksan da dilini sarkıtıp soluyan köpeğin durumu gibidir. İşte ayetlerimizi yalan sayan kimselerin hali böyledir. Sen onlara bu kıssayı anlat belki üzerinde düşünürler"} ,{"id": "177", "arabic" : "سَآءَ مَثَلًا ٱلۡقَوۡمُ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَأَنفُسَهُمۡ كَانُواْ يَظۡلِمُونَ", "english" : "How evil an example [is that of] the people who denied Our signs and used to wrong themselves", "urdu" : "بڑی ہی بری مثال ہے ایسے لوگوں کی جنہوں نے ہماری آیات کو جھٹلایا، اور وہ آپ اپنے ہی اوپر ظلم کرتے رہے ہیں","chinese" : "否认我的迹象，而且自欺的民众，其譬喻真恶劣！","turkey" : "Ayetlerimizi yalan sayan kendine zulmeden millet ne kötü bir misaldir"} ,{"id": "178", "arabic" : "مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِيۖ وَمَن يُضۡلِلۡ فَأُوْلَـٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ", "english" : "Whoever Allah guides - he is the [rightly] guided; and whoever He sends astray - it is those who are the losers", "urdu" : "جسے اللہ ہدایت بخشے بس وہی راہ راست پاتا ہے اور جس کو اللہ اپنی رہنمائی سے محروم کر دے وہی ناکام و نامراد ہو کر رہتا ہے","chinese" : "安拉引导谁，谁就是遵循正道的；安拉使谁迷误，谁就是亏折的。","turkey" : "Allah'ın doğru yola sevkettiği kimse doğru yolda olur. Saptırdığı kimseler ise işte onlar mahvolanlardır"} ,{"id": "179", "arabic" : "وَلَقَدۡ ذَرَأۡنَا لِجَهَنَّمَ كَثِيرٗا مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ لَهُمۡ قُلُوبٞ لَّا يَفۡقَهُونَ بِهَا وَلَهُمۡ أَعۡيُنٞ لَّا يُبۡصِرُونَ بِهَا وَلَهُمۡ ءَاذَانٞ لَّا يَسۡمَعُونَ بِهَآۚ أُوْلَـٰٓئِكَ كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّۚ أُوْلَـٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ", "english" : "And We have certainly created for Hell many of the jinn and mankind. They have hearts with which they do not understand they have eyes with which they do not see and they have ears with which they do not hear. Those are like livestock; rather they are more astray. It is they who are the heedless", "urdu" : "اور یہ حقیقت ہے کہ بہت سے جن اور انسان ایسے ہیں جن کو ہم نے جہنم ہی کے لیے پیدا کیا ہے ان کے پاس دل ہیں مگر وہ ان سے سوچتے نہیں ان کے پاس آنکھیں ہیں مگر وہ ان سے دیکھتے نہیں ان کے پاس کان ہیں مگر وہ ان سے سنتے نہیں وہ جانوروں کی طرح ہیں بلکہ ان سے بھی زیادہ گئے گزرے، یہ وہ لوگ ہیں جو غفلت میں کھو ئے گئے ہیں","chinese" : "我确已为火狱而创造了许多精灵和人类，他们有心却不用去思维，他们有眼却不用去观察，他们有耳却不用去听闻。这等人好像牲畜一样，甚至比牲畜还要迷误。这等人是疏忽的。","turkey" : "And olsun ki cehennem için de birçok cin ve insan yarattık; onların kalbleri vardır ama anlamazlar; gözleri vardır ama görmezler; kulakları vardır ama işitmezler. İşte bunlar hayvanlar gibi hatta daha sapıktırlar. İşte bunlar gafillerdir"} ,{"id": "180", "arabic" : "وَلِلَّهِ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ فَٱدۡعُوهُ بِهَاۖ وَذَرُواْ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ أَسۡمَـٰٓئِهِۦۚ سَيُجۡزَوۡنَ مَا كَانُواْ يَعۡمَلُونَ", "english" : "And to Allah belong the best names so invoke Him by them. And leave [the company of] those who practice deviation concerning His names. They will be recompensed for what they have been doing", "urdu" : "اللہ اچھے ناموں کا مستحق ہے، اس کو اچھے ہی ناموں سے پکارو اور اُن لوگوں کو چھوڑ دو جو اس کے نام رکھنے میں راستی سے منحرف ہو جاتے ہیں جو کچھ وہ کرتے رہے ہیں اس کا بدلہ وہ پاکر رہیں گے","chinese" : "安拉有许多极美的名号，故你们要用那些名号呼吁他。妄用安拉的名号者，你们可以置之不理，他们将受自己行为的报酬。","turkey" : "En güzel isimler Allah'ındır O'na o isimlerle dua edin O'nun isimleri konusunda eğriliğe sapanları bırakın. Onlar yaptıklarının cezasını göreceklerdir"} ,{"id": "181", "arabic" : "وَمِمَّنۡ خَلَقۡنَآ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ", "english" : "And among those We created is a community which guides by truth and thereby establishes justice", "urdu" : "ہماری مخلوق میں ایک گروہ ایسا بھی ہے جو ٹھیک ٹھیک حق کے مطابق ہدایت اور حق ہی کے مطابق انصاف کرتا ہے","chinese" : "我所创造的人，其中有一个民族，他们本着真理引导他人，主持公道。","turkey" : "Yarattıklarımızdan bir topluluk hakkı gösterirler ve onunla hükmederler"} ,{"id": "182", "arabic" : "وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ", "english" : "But those who deny Our signs - We will progressively lead them [to destruction] from where they do not know", "urdu" : "رہے وہ لوگ جنہوں نے ہماری آیات کو جھٹلا دیا ہے، تو انہیں ہم بتدریج ایسے طریقہ سے تباہی کی طرف لے جائیں گے کہ انہیں خبر تک نہ ہوگی","chinese" : "否认我的迹象者，我要使他们不知不觉地渐趋于毁灭。","turkey" : "Ayetlerimizi yalan sayanları bilmedikleri yönden ağır ağır sonuçlarına yaklaştıracağız"} ,{"id": "183", "arabic" : "وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ", "english" : "And I will give them time. Indeed my plan is firm", "urdu" : "میں ان کو ڈھیل دے رہا ہوں، میری چال کا کوئی توڑ نہیں ہے","chinese" : "我优容他们，我的计谋确是周密的。","turkey" : "Onlara mahsustan mühlet veririm çünkü Benim düzenim çetindir"} ,{"id": "184", "arabic" : "أَوَلَمۡ يَتَفَكَّرُواْۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ مُّبِينٌ", "english" : "Then do they not give thought? There is in their companion [Muhammad] no madness. He is not but a clear warner", "urdu" : "اور کیا اِن لوگوں نے کبھی سوچا نہیں؟ اِن کے رفیق پر جنون کا کوئی اثر نہیں ہے وہ تو ایک خبردار ہے جو (برا انجام سامنے آنے سے پہلے) صاف صاف متنبہ کر رہا ہے","chinese" : "难道他们没有思维吗？他们的同伴绝没有疯病，他只是一个坦率的警告者。","turkey" : "Düşünmüyorlar mı ki arkadaşları olan peygamberde deliliğin eseri yoktur. O ancak açıkça uyaran bir kimsedir"} ,{"id": "185", "arabic" : "أَوَلَمۡ يَنظُرُواْ فِي مَلَكُوتِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ وَأَنۡ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقۡتَرَبَ أَجَلُهُمۡۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ", "english" : "Do they not look into the realm of the heavens and the earth and everything that Allah has created and [think] that perhaps their appointed time has come near? So in what statement hereafter will they believe", "urdu" : "کیا ان لوگوں نے آسمان و زمین کے انتظام پر کبھی غور نہیں کیا اور کسی چیز کو بھی جو خدا نے پیدا کی ہے آنکھیں کھول کر نہیں دیکھا؟ اور کیا یہ بھی انہوں نے نہیں سوچا کہ شاید اِن کی مہلت زندگی پوری ہونے کا وقت قریب آ لگا ہو؟ پھر آخر پیغمبرؐ کی اِس تنبیہ کے بعد اور کونسی بات ایسی ہو سکتی ہے جس پر یہ ایمان لائیں؟","chinese" : "难道他们没有观察天地的主权和安拉创造的万物吗？难道他们没有想到他们的寿限或许已临近了吗？此外，他们将信仰什么言辞呢？","turkey" : "Göklerin ve yerin hükümranlığını Allah'ın yarattığı her şeyi ve ecellerinin yaklaşmış olması ihtimalini düşünmüyorlar mı? Bundan sonra hangi söze inanacaklar"} ,{"id": "186", "arabic" : "مَن يُضۡلِلِ ٱللَّهُ فَلَا هَادِيَ لَهُۥۚ وَيَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ", "english" : "Whoever Allah sends astray - there is no guide for him. And He leaves them in their transgression wandering blindly", "urdu" : "جس کو اللہ رہنمائی سے محروم کر دے اُس کے لیے پھر کوئی رہنما نہیں ہے، اور اللہ اِنہیں اِن کی سرکشی ہی میں بھٹکتا ہوا چھوڑے دیتا ہے","chinese" : "安拉要使谁迷误，谁就没有向导，并任随他们彷徨于残暴之中。","turkey" : "Allah'ın saptırdığını yola getirecek yoktur. O sapanları taşkınlıkları içinde bocalayıp dururlarken bırakır"} ,{"id": "187", "arabic" : "يَسۡـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرۡسَىٰهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ رَبِّيۖ لَا يُجَلِّيهَا لِوَقۡتِهَآ إِلَّا هُوَۚ ثَقُلَتۡ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا تَأۡتِيكُمۡ إِلَّا بَغۡتَةٗۗ يَسۡـَٔلُونَكَ كَأَنَّكَ حَفِيٌّ عَنۡهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ", "english" : "They ask you [O Muhammad] about the Hour: when is its arrival? Say Its knowledge is only with my Lord. None will reveal its time except Him. It lays heavily upon the heavens and the earth. It will not come upon you except unexpectedly. They ask you as if you are familiar with it. Say Its knowledge is only with Allah but most of the people do not know", "urdu" : "یہ لوگ تم سے پوچھتے ہیں کہ آخر وہ قیامت کی گھڑی کب نازل ہوگی؟ کہو اس کا علم میرے رب ہی کے پاس ہے اُسے اپنے وقت پر وہی ظاہر کرے گا آسمانوں اور زمین میں وہ بڑا سخت وقت ہوگا وہ تم پر اچانک آ جائے گا یہ لوگ اس کے متعلق تم سے اس طرح پوچھتے ہیں گویا کہ تم اس کی کھوج میں لگے ہوئے ہو کہو اس کا علم تو صرف اللہ کو ہے مگر اکثر لوگ اس حقیقت سے نا واقف ہیں","chinese" : "他们问你复活在什么时候实现，你说：“只有我的主知道那个时候，只有他能在预定的时候显示它。它在天地间是重大的，它将突然将临你们。”他们问你，好像你对于它是很熟悉的，你说：“只有安拉知道它在什么时候实现，但众人大半不知道〔这个道理〕。”","turkey" : "Sana kıyamet saatinin ne zaman gelip çatacağını soruyorlar de ki: Onu ancak Rabbim bilir onun vaktini O'ndan başka belirtecek yoktur. Göklerin ve yerin ağırlığını kaldıramayacağı o saat sizlere ansızın gelecektir. Sen sanki öğrenmişsin gibi sana soruyorlar de ki: Onu bilmek ancak Allah'a mahsustur ama insanların çoğu bu gerçeği bilmezler"} ,{"id": "188", "arabic" : "قُل لَّآ أَمۡلِكُ لِنَفۡسِي نَفۡعٗا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُۚ وَلَوۡ كُنتُ أَعۡلَمُ ٱلۡغَيۡبَ لَٱسۡتَكۡثَرۡتُ مِنَ ٱلۡخَيۡرِ وَمَا مَسَّنِيَ ٱلسُّوٓءُۚ إِنۡ أَنَا۠ إِلَّا نَذِيرٞ وَبَشِيرٞ لِّقَوۡمٖ يُؤۡمِنُونَ", "english" : "Say I hold not for myself [the power of] benefit or harm except what Allah has willed. And if I knew the unseen I could have acquired much wealth and no harm would have touched me. I am not except a warner and a bringer of good tidings to a people who believe", "urdu" : "اے محمدؐ، ان سے کہو میں اپنی ذات کے لیے کسی نفع اور نقصان کا اختیار نہیں رکھتا، اللہ ہی جو کچھ چاہتا ہے وہ ہو تا ہے اور اگر مجھے غیب کا علم ہوتا تو میں بہت سے فائدے اپنے لیے حاصل کر لیتا اور مجھے کبھی کوئی نقصان نہ پہنچتا میں تو محض ایک خبردار کرنے والا اور خوش خبری سنانے والا ہوں اُن لوگوں کے لیے جو میری بات مانیں","chinese" : "你说：“除安拉所意欲的外，我不能掌握自己的祸福。假若我能知幽玄，我必多谋福利，不遭灾殃了。我只是一个警告者和对信教的民众的报喜者。”","turkey" : "De ki: Allah'ın dilemesi dışında ben kendime bir fayda ve zarar verecek durumda değilim. Görülmeyeni bileydim daha çok iyilik yapardım ve bana kötülük de gelmezdi. Ben sadece inanan bir milleti uyaran ve müjdeleyen bir peygamberim"} ,{"id": "189", "arabic" : "۞هُوَ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَجَعَلَ مِنۡهَا زَوۡجَهَا لِيَسۡكُنَ إِلَيۡهَاۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتۡ حَمۡلًا خَفِيفٗا فَمَرَّتۡ بِهِۦۖ فَلَمَّآ أَثۡقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنۡ ءَاتَيۡتَنَا صَٰلِحٗا لَّنَكُونَنَّ مِنَ ٱلشَّـٰكِرِينَ", "english" : "It is He who created you from one soul and created from it its mate that he might dwell in security with her. And when he covers her she carries a light burden and continues therein. And when it becomes heavy they both invoke Allah their Lord If You should give us a good [child] we will surely be among the grateful", "urdu" : "وہ اللہ ہی ہے جس نے تمہیں ایک جان سے پیدا کیا اور اسی کی جنس سے اس کا جوڑا بنایا تاکہ اس کے پاس سکون حاصل کرے پھر جب مرد نے عورت کو ڈھانک لیا تو اسے ایک خفیف سا حمل رہ گیا جسے لیے لیے وہ چلتی پھرتی رہی پھر جب وہ بوجھل ہو گئی تو دونوں نے مل کر اللہ، اپنے رب سے دعا کی کہ اگر تو نے ہم کو اچھا سا بچہ دیا تو ہم تیرے شکر گزار ہوں گے","chinese" : "他从一个人创造你们，他使那个人的配偶与他同类，以便他依恋她。他和她交接后，她怀了一个轻飘飘的孕，她能照常度日，当她感觉身子重的时候，他俩祈祷安拉——他俩的主——说：“如果你赏赐我们一个健全的儿子，我们一定感谢你。”","turkey" : "Sizi bir nefisten yaratan ve gönlünün huzura kavuşacağı eşini de ondan var eden Allah'tır. Eşine yaklaşınca eşi hafif bir yük yüklendi ve bu halde bir müddet taşıdı. Hamileliği ağırlaşınca karı-koca Rableri olan Allah'a: Bize kusursuz bir çocuk verirsen and olsun ki şükredenlerden oluruz diye yalvardılar"} ,{"id": "190", "arabic" : "فَلَمَّآ ءَاتَىٰهُمَا صَٰلِحٗا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَاۚ فَتَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ", "english" : "But when He gives them a good [child] they ascribe partners to Him concerning that which He has given them. Exalted is Allah above what they associate with Him", "urdu" : "مگر جب اللہ نے ان کو ایک صحیح و سالم بچہ دے دیا تو وہ اس کی اِس بخشش و عنایت میں دوسروں کو اس کا شریک ٹھیرانے لگے اللہ بہت بلند و برتر ہے ان مشرکانہ باتوں سے جو یہ لوگ کرتے ہیں","chinese" : "当他赏赐他俩一个健全的儿子的时候，他俩为了主的赏赐而替主树立许多伙伴。但安拉超乎他们用来配他的。","turkey" : "Allah onlara kusursuz bir çocuk verince kendilerine verdiği şey hakkında Allah'a ortaklar koştular. Allah onların ortak koştukları şeylerden yücedir"} ,{"id": "191", "arabic" : "أَيُشۡرِكُونَ مَا لَا يَخۡلُقُ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ", "english" : "Do they associate with Him those who create nothing and they are [themselves] created", "urdu" : "کیسے نادان ہیں یہ لوگ کہ اُن کو خدا کا شریک ٹھیراتے ہیں جو کسی چیز کو بھی پیدا نہیں کرتے بلکہ خود پیدا کیے جاتے ہیں","chinese" : "难道他们以被创造而不能创造任何物的东西去配安拉吗！","turkey" : "Kendileri yaratılmışken bir şey yaratamayan putları mı ortak koşuyorlar"} ,{"id": "192", "arabic" : "وَلَا يَسۡتَطِيعُونَ لَهُمۡ نَصۡرٗا وَلَآ أَنفُسَهُمۡ يَنصُرُونَ", "english" : "And the false deities are unable to [give] them help nor can they help themselves", "urdu" : "جو نہ ان کی مدد کر سکتے ہیں اور نہ آپ اپنی مدد ہی پر قادر ہیں","chinese" : "那些东西不能助人，也不能自助。","turkey" : "Oysa putlar ne onlara yardım edebilir ve ne de kendilerine bir yardımları olur"} ,{"id": "193", "arabic" : "وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَتَّبِعُوكُمۡۚ سَوَآءٌ عَلَيۡكُمۡ أَدَعَوۡتُمُوهُمۡ أَمۡ أَنتُمۡ صَٰمِتُونَ", "english" : "And if you [believers] invite them to guidance they will not follow you. It is all the same for you whether you invite them or you are silent", "urdu" : "اگر تم انہیں سیدھی راہ پر آنے کی دعوت دو تو وہ تمہارے پیچھے نہ آئیں، تم خواہ انہیں پکارو یا خاموش رہو، دونوں صورتوں میں تمہارے لیے یکساں ہی رہے","chinese" : "如果你们叫他们来遵循正道，他们不会顺从你们。无论你们祈祷他们或保守缄默，这在你们是一样的。","turkey" : "Onları doğru yola çağırırsanız size uymazlar; çağırmanız da susmanız da onlar için birdir"} ,{"id": "194", "arabic" : "إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمۡثَالُكُمۡۖ فَٱدۡعُوهُمۡ فَلۡيَسۡتَجِيبُواْ لَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ", "english" : "Indeed those you [polytheists] call upon besides Allah are servants like you. So call upon them and let them respond to you if you should be truthful", "urdu" : "تم لوگ خدا کو چھوڑ کر جنہیں پکارتے ہو وہ تو محض بندے ہیں جیسے تم بندے ہو ان سے دعائیں مانگ دیکھو، یہ تمہاری دعاؤں کا جواب دیں اگر ان کے بارے میں تمہارے خیالات صحیح ہیں","chinese" : "你们舍安拉而祈祷的，确是跟你们一样的奴仆。你们祈祷他们吧，请他们答应你们的祈求吧，如果你们是诚实的人。","turkey" : "Allah'tan başka taptıklarınız putlar da sizin gibi yaratıklardır. Eğer doğru sözlü iseniz onları çağırın da size cevap versinler bakalım"} ,{"id": "195", "arabic" : "أَلَهُمۡ أَرۡجُلٞ يَمۡشُونَ بِهَآۖ أَمۡ لَهُمۡ أَيۡدٖ يَبۡطِشُونَ بِهَآۖ أَمۡ لَهُمۡ أَعۡيُنٞ يُبۡصِرُونَ بِهَآۖ أَمۡ لَهُمۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۗ قُلِ ٱدۡعُواْ شُرَكَآءَكُمۡ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ", "english" : "Do they have feet by which they walk? Or do they have hands by which they strike? Or do they have eyes by which they see? Or do they have ears by which they hear? Say [O Muhammad] Call your 'partners' and then conspire against me and give me no respite", "urdu" : "کیا یہ پاؤں رکھتے ہیں کہ ان سے چلیں؟ کیا یہ ہاتھ رکھتے ہیں کہ ان سے پکڑیں؟ کیا یہ آنکھیں رکھتے ہیں کہ ان سے دیکھیں؟ کیا یہ کان رکھتے ہیں کہ ان سے سنیں؟ اے محمدؐ، ان سے کہو کہ بلا لو اپنے ٹھیرائے ہوئے شریکوں کو پھر تم سب مل کر میرے خلاف تدبیریں کرو اور مجھے ہرگز مہلت نہ دو","chinese" : "他们有脚能行呢？还是有手能擒呢？还是有眼能见能？还是有耳能听呢？你说：“你们呼吁你们的配主，然后你们合力来谋害我，你们不用宽恕我。","turkey" : "Onların yürüyecek ayakları mı var yoksa tutacak elleri mi var ya da görecek gözleri mi var veya işitecek kulakları mı var? De ki: Ortaklarınızı çağırın elinizden gelirse bana tuzak kurun göz açtırmayın"} ,{"id": "196", "arabic" : "إِنَّ وَلِـِّۧيَ ٱللَّهُ ٱلَّذِي نَزَّلَ ٱلۡكِتَٰبَۖ وَهُوَ يَتَوَلَّى ٱلصَّـٰلِحِينَ", "english" : "Indeed my protector is Allah who has sent down the Book; and He is an ally to the righteous", "urdu" : "میرا حامی و ناصر وہ خدا ہے جس نے یہ کتاب نازل کی ہے اور وہ نیک آدمیوں کی حمایت کرتا ہے","chinese" : "我的保佑者确是安拉，他降示经典，眷顾善人。","turkey" : "Çünkü benim dostum Kitap'ı indiren Allah'tır. O iyileri dost edinir"} ,{"id": "197", "arabic" : "وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَطِيعُونَ نَصۡرَكُمۡ وَلَآ أَنفُسَهُمۡ يَنصُرُونَ", "english" : "And those you call upon besides Him are unable to help you nor can they help themselves", "urdu" : "بخلاف اِس کے تم جنہیں خدا کو چھوڑ کر پکارتے ہو وہ نہ تمہاری مدد کرسکتے ہیں اور نہ خود اپنی مدد ہی کرنے کے قابل ہیں","chinese" : "你们舍他祈求的偶像，不能助你们，也不能自助。”","turkey" : "O'nu bırakıp da taptıklarınız kendilerine yardım edemezler ki size yardım etsinler"} ,{"id": "198", "arabic" : "وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَسۡمَعُواْۖ وَتَرَىٰهُمۡ يَنظُرُونَ إِلَيۡكَ وَهُمۡ لَا يُبۡصِرُونَ", "english" : "And if you invite them to guidance they do not hear; and you see them looking at you while they do not see", "urdu" : "بلکہ اگر تم انہیں سیدھی راہ پر آنے کے لیے کہو تو وہ تمہاری بات سن بھی نہیں سکتے بظاہر تم کو ایسا نظر آتا ہے کہ وہ تمہاری طرف دیکھ رہے ہیں مگر فی الواقع وہ کچھ بھی نہیں دیکھتے","chinese" : "如果你们叫他们来遵循正道，他们不能听从你们；你以为他们看着你，其实他们是视而不见的。","turkey" : "Onları doğru yola çağırırsanız duymazlar. Sana baktıklarını görürsün oysa görmezler"} ,{"id": "199", "arabic" : "خُذِ ٱلۡعَفۡوَ وَأۡمُرۡ بِٱلۡعُرۡفِ وَأَعۡرِضۡ عَنِ ٱلۡجَٰهِلِينَ", "english" : "Take what is given freely enjoin what is good and turn away from the ignorant", "urdu" : "اے نبیؐ، نرمی و درگزر کا طریقہ اختیار کرو، معروف کی تلقین کیے جاؤ، اور جاہلوں سے نہ الجھو","chinese" : "你要原谅，要劝导，要避开愚人。","turkey" : "Sen af yolunu tut bağışla uygun olanı emret bilgisizlere aldırış etme"} ,{"id": "200", "arabic" : "وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۚ إِنَّهُۥ سَمِيعٌ عَلِيمٌ", "english" : "And if an evil suggestion comes to you from Satan then seek refuge in Allah. Indeed He is Hearing and Knowing", "urdu" : "اگر کبھی شیطان تمہیں اکسائے تو اللہ کی پناہ مانگو، وہ سب کچھ سننے اور جاننے والا ہے","chinese" : "如果恶魔怂恿你，你当求庇于安拉。他确是全聪的，全知的。","turkey" : "Şeytan seni dürtecek olursa Allah'a sığın doğrusu O işitir ve bilir"} ,{"id": "201", "arabic" : "إِنَّ ٱلَّذِينَ ٱتَّقَوۡاْ إِذَا مَسَّهُمۡ طَـٰٓئِفٞ مِّنَ ٱلشَّيۡطَٰنِ تَذَكَّرُواْ فَإِذَا هُم مُّبۡصِرُونَ", "english" : "Indeed those who fear Allah - when an impulse touches them from Satan they remember [Him] and at once they have insight", "urdu" : "حقیقت میں جو لو گ متقی ہیں اُن کا حال تو یہ ہوتا ہے کہ کبھی شیطان کے اثر سے کوئی برا خیال اگر انہیں چھو بھی جاتا ہے تو وہ فوراً چوکنے ہو جاتے ہیں اور پھر انہیں صاف نظر آنے لگتا ہے کہ ان کے لیے صحیح طریق کار کیا ہے","chinese" : "敬畏者遭遇恶魔蛊惑的时候，能恍然大悟，立刻看见真理。","turkey" : "Allah'a karşı gelmekten sakınanlar şeytan tarafından bir vesveseye uğrayınca Allah'ı anarlar ve hemen gerçeği görürler"} ,{"id": "202", "arabic" : "وَإِخۡوَٰنُهُمۡ يَمُدُّونَهُمۡ فِي ٱلۡغَيِّ ثُمَّ لَا يُقۡصِرُونَ", "english" : "But their brothers - the devils increase them in error; then they do not stop short", "urdu" : "رہے ان کے (یعنی شیاطین کے) بھائی بند، تو وہ انہیں ان کی کج روی میں کھینچے لیے چلے جاتے ہیں اور انہیں بھٹکانے میں کوئی کسر اٹھا نہیں رکھتے","chinese" : "恶魔要任随他的弟兄迷误，然后他们不肯罢休。","turkey" : "Şeytanın kardeşleri onları azgınlığa sürüklerler ve bundan hiç geri durmazlar"} ,{"id": "203", "arabic" : "وَإِذَا لَمۡ تَأۡتِهِم بِـَٔايَةٖ قَالُواْ لَوۡلَا ٱجۡتَبَيۡتَهَاۚ قُلۡ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَيَّ مِن رَّبِّيۚ هَٰذَا بَصَآئِرُ مِن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُؤۡمِنُونَ", "english" : "And when you [O Muhammad] do not bring them a sign they say Why have you not contrived it? Say I only follow what is revealed to me from my Lord. This [Qur'an] is enlightenment from your Lord and guidance and mercy for a people who believe", "urdu" : "اے نبیؐ، جب تم اِن لوگوں کے سامنے کوئی نشانی (یعنی معجزہ) پیش نہیں کرتے تو یہ کہتے ہیں کہ تم نے اپنے لیے کوئی نشانی کیوں نہ انتخاب کر لی؟ ان سے کہو میں تو صرف اُس وحی کی پیروی کرتا ہوں جو میرے رب نے میری طرف بھیجی ہے یہ بصیرت کی روشنیاں ہیں تمہارے رب کی طرف سے اور ہدایت اور رحمت ہے اُن لوگوں کے لیے جو اِسے قبول کریں","chinese" : "当你未昭示一种迹象的时候，他们说：“你怎么不创造一种呢？”你说：“我只遵守我的主所启示我的经典，这是为信道的民众而从你们的主降示的明证和引导，和慈恩。”","turkey" : "Onlara bir ayet getirmediğin zaman Sen bir tane yapsaydın ya derler. De ki: Ben ancak Rabbim tarafından bana vahyolunana uyarım. Bu Kitap inanan millete Rabbinizden açık belgeler yol gösterme ve rahmettir"} ,{"id": "204", "arabic" : "وَإِذَا قُرِئَ ٱلۡقُرۡءَانُ فَٱسۡتَمِعُواْ لَهُۥ وَأَنصِتُواْ لَعَلَّكُمۡ تُرۡحَمُونَ", "english" : "So when the Qur'an is recited then listen to it and pay attention that you may receive mercy", "urdu" : "جب قرآن تمہارے سامنے پڑھا جائے تو اسے توجہ سے سنو اور خاموش رہو، شاید کہ تم پر بھی رحمت ہو جائے","chinese" : "当别人诵读《古兰经》的时候，你们当侧耳细听，严守缄默，以便你们蒙受安拉的怜悯。","turkey" : "Kuran okunduğu zaman ona kulak verin dinleyin ki merhamet olunasınız"} ,{"id": "205", "arabic" : "وَٱذۡكُر رَّبَّكَ فِي نَفۡسِكَ تَضَرُّعٗا وَخِيفَةٗ وَدُونَ ٱلۡجَهۡرِ مِنَ ٱلۡقَوۡلِ بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ وَلَا تَكُن مِّنَ ٱلۡغَٰفِلِينَ", "english" : "And remember your Lord within yourself in humility and in fear without being apparent in speech - in the mornings and the evenings. And do not be among the heedless", "urdu" : "اے نبیؐ، اپنے رب کو صبح و شام یاد کیا کرو دل ہی دل میں زاری اور خوف کے ساتھ اور زبان سے بھی ہلکی آواز کے ساتھ تم ان لوگوں میں سے نہ ہو جاؤ جو غفلت میں پڑے ہوئے ہیں","chinese" : "你当朝夕恭敬而恐惧地记念你的主，应当低声赞颂他，你不要疏忽。","turkey" : "Rabbini gönülden ve korkarak içinden hafif bir sesle sabah akşam an gafillerden olma"} ,{"id": "206", "arabic" : "إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسۡجُدُونَۤ۩", "english" : "Indeed those who are near your Lord are not prevented by arrogance from His worship and they exalt Him and to Him they prostrate", "urdu" : "جو فرشتے تمہارے رب کے حضور تقرب کا مقام رکھتے ہیں وہ کبھی اپنی بڑائی کے گھمنڈ میں آ کر اس کی عبادت سے منہ نہیں موڑتے اور اس کی تسبیح کرتے ہیں، اور اس کے آگے جھکے رہتے ہیں","chinese" : "在你的主那里的（众天使），不是不屑于崇拜他的，他们赞颂他超绝一切，他们只为他而叩头。","turkey" : "Doğrusu Rabbinin katında olanlar O'na kulluk etmekten büyüklenmezler O'nu tenzih ederler ve yalnız O'na secde ederler"} ]}