{"name":"المزمل","verses":[{"id": "1", "arabic" : "يَـٰٓأَيُّهَا ٱلۡمُزَّمِّلُ", "english" : "O you who wraps himself [in clothing]", "urdu" : "اے اوڑھ لپیٹ کر سونے والے","chinese" : "披衣的人啊！","turkey" : "Ey örtünüp bürünen! Gecenin yarısında istersen biraz sonra istersen biraz önce bir müddet için kalk ve ağır ağır Kuran oku"} ,{"id": "2", "arabic" : "قُمِ ٱلَّيۡلَ إِلَّا قَلِيلٗا", "english" : "Arise [to pray] the night except for a little", "urdu" : "رات کو نماز میں کھڑے رہا کرو مگر کم","chinese" : "你应当在夜间礼拜，除开不多的时间，","turkey" : "Ey örtünüp bürünen! Gecenin yarısında istersen biraz sonra istersen biraz önce bir müddet için kalk ve ağır ağır Kuran oku"} ,{"id": "3", "arabic" : "نِّصۡفَهُۥٓ أَوِ ٱنقُصۡ مِنۡهُ قَلِيلًا", "english" : "Half of it - or subtract from it a little", "urdu" : "آدھی رات،","chinese" : "半夜或少一点，","turkey" : "Ey örtünüp bürünen! Gecenin yarısında istersen biraz sonra istersen biraz önce bir müddet için kalk ve ağır ağır Kuran oku"} ,{"id": "4", "arabic" : "أَوۡ زِدۡ عَلَيۡهِ وَرَتِّلِ ٱلۡقُرۡءَانَ تَرۡتِيلًا", "english" : "Or add to it and recite the Qur'an with measured recitation", "urdu" : "یا اس سے کچھ کم کر لو یا اس سے کچھ زیادہ بڑھا دو، اور قرآن کو خوب ٹھیر ٹھیر کر پڑھو","chinese" : "或多一点。你应当讽诵《古兰经》，","turkey" : "Ey örtünüp bürünen! Gecenin yarısında istersen biraz sonra istersen biraz önce bir müddet için kalk ve ağır ağır Kuran oku"} ,{"id": "5", "arabic" : "إِنَّا سَنُلۡقِي عَلَيۡكَ قَوۡلٗا ثَقِيلًا", "english" : "Indeed We will cast upon you a heavy word", "urdu" : "ہم تم پر ایک بھاری کلام نازل کرنے والے ہیں","chinese" : "我必定以庄严的言辞授予你，","turkey" : "Doğrusu Biz sana taşıması ağır bir söz vahyedeceğiz"} ,{"id": "6", "arabic" : "إِنَّ نَاشِئَةَ ٱلَّيۡلِ هِيَ أَشَدُّ وَطۡـٔٗا وَأَقۡوَمُ قِيلًا", "english" : "Indeed the hours of the night are more effective for concurrence [of heart and tongue] and more suitable for words", "urdu" : "درحقیقت رات کا اٹھنا نفس پر قابو پانے کے لیے بہت کارگر اور قرآن ٹھیک پڑھنے کے لیے زیادہ موزوں ہے","chinese" : "夜间的觉醒确是更适当的；夜间的讽诵确是更正确的。","turkey" : "şüphesiz gece kalkışı daha tesirli ve o zaman okumak daha elverişlidir"} ,{"id": "7", "arabic" : "إِنَّ لَكَ فِي ٱلنَّهَارِ سَبۡحٗا طَوِيلٗا", "english" : "Indeed for you by day is prolonged occupation", "urdu" : "دن کے اوقات میں تو تمہارے لیے بہت مصروفیات ہیں","chinese" : "你在白天忙于事务，","turkey" : "Çünkü gündüz seni uzun uzun alıkoyacak işler vardır"} ,{"id": "8", "arabic" : "وَٱذۡكُرِ ٱسۡمَ رَبِّكَ وَتَبَتَّلۡ إِلَيۡهِ تَبۡتِيلٗا", "english" : "And remember the name of your Lord and devote yourself to Him with [complete] devotion", "urdu" : "اپنے رب کے نام کا ذکر کیا کرو اور سب سے کٹ کر اسی کے ہو رہو","chinese" : "故你应当记念你的主的尊名，你应当专心致志地敬事他。","turkey" : "Rabbinin adını an; herşeyi bırakıp yalnız O'na yönel"} ,{"id": "9", "arabic" : "رَّبُّ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ لَآ إِلَٰهَ إِلَّا هُوَ فَٱتَّخِذۡهُ وَكِيلٗا", "english" : "[He is] the Lord of the East and the West; there is no deity except Him so take Him as Disposer of [your] affairs", "urdu" : "وہ مشرق و مغرب کا مالک ہے، اُس کے سوا کوئی خدا نہیں ہے، لہٰذا اُسی کو اپنا وکیل بنا لو","chinese" : "他是东方和西方的主，除他之外，绝无应受崇拜的，故你应当以他为监护者。","turkey" : "O doğunun ve batının Rabbidir; O'ndan başka tanrı yoktur. Öyleyse O'nu vekil tut"} ,{"id": "10", "arabic" : "وَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱهۡجُرۡهُمۡ هَجۡرٗا جَمِيلٗا", "english" : "And be patient over what they say and avoid them with gracious avoidance", "urdu" : "اور جو باتیں لوگ بنا رہے ہیں ان پر صبر کرو اور شرافت کے ساتھ اُن سے الگ ہو جاؤ","chinese" : "你应当忍受他们所说的谰言，而温和地退避他们。","turkey" : "Onların söylediklerine sabret yanlarından güzellikle ayrıl"} ,{"id": "11", "arabic" : "وَذَرۡنِي وَٱلۡمُكَذِّبِينَ أُوْلِي ٱلنَّعۡمَةِ وَمَهِّلۡهُمۡ قَلِيلًا", "english" : "And leave Me with [the matter of] the deniers those of ease [in life] and allow them respite a little", "urdu" : "اِن جھٹلانے والے خوشحال لوگوں سے نمٹنے کا کام تم مجھ پر چھوڑ دو اور اِنہیں ذرا کچھ دیر اِسی حالت پر رہنے دو","chinese" : "你让我处治享受安乐而否认真理的人们吧！你稍稍地宽待他们吧！","turkey" : "Varlık sahibi olup da seni yalanlayanları Bana bırak; onlara az bir mehil ver"} ,{"id": "12", "arabic" : "إِنَّ لَدَيۡنَآ أَنكَالٗا وَجَحِيمٗا", "english" : "Indeed with Us [for them] are shackles and burning fire", "urdu" : "ہمارے پاس (ان کے لیے) بھاری بیڑیاں ہیں اور بھڑکتی ہوئی آگ","chinese" : "我那里确有沉重的镣和强烈的火，","turkey" : "Şüphesiz katımızda onlar için ağır boyunduruklar cehennem boğazı tıkayan bir yiyecek ve can yakan azap vardır"} ,{"id": "13", "arabic" : "وَطَعَامٗا ذَا غُصَّةٖ وَعَذَابًا أَلِيمٗا", "english" : "And food that chokes and a painful punishment", "urdu" : "اور حلق میں پھنسنے والا کھانا اور دردناک عذاب","chinese" : "有噎人的食物，和痛苦的刑罚。","turkey" : "Şüphesiz katımızda onlar için ağır boyunduruklar cehennem boğazı tıkayan bir yiyecek ve can yakan azap vardır"} ,{"id": "14", "arabic" : "يَوۡمَ تَرۡجُفُ ٱلۡأَرۡضُ وَٱلۡجِبَالُ وَكَانَتِ ٱلۡجِبَالُ كَثِيبٗا مَّهِيلًا", "english" : "On the Day the earth and the mountains will convulse and the mountains will become a heap of sand pouring down", "urdu" : "یہ اُس دن ہوگا جب زمین اور پہاڑ لرز اٹھیں گے اور پہاڑوں کا حال ایسا ہو جائے گا جیسے ریت کے ڈھیر ہیں جو بکھرے جا رہے ہیں","chinese" : "在那日，天地和山峦都要震动，而山峦将要变成一堆散沙。","turkey" : "Kıyametin koptuğu gün yeryüzü ve dağlar sarsılır; dağlar yumuşak kum yığını haline gelir"} ,{"id": "15", "arabic" : "إِنَّآ أَرۡسَلۡنَآ إِلَيۡكُمۡ رَسُولٗا شَٰهِدًا عَلَيۡكُمۡ كَمَآ أَرۡسَلۡنَآ إِلَىٰ فِرۡعَوۡنَ رَسُولٗا", "english" : "Indeed We have sent to you a Messenger as a witness upon you just as We sent to Pharaoh a messenger", "urdu" : "تم لوگوں کے پاس ہم نے اُسی طرح ایک رسول تم پر گواہ بنا کر بھیجا ہے جس طرح ہم نے فرعون کی طرف ایک رسول بھیجا تھا","chinese" : "我确已派遣一个使者来教化你们，而且对你们作证，犹如我曾派遣一个使者去教化法老一样。","turkey" : "Firavun'a bir peygamber gönderdiğimiz gibi size de hakkınızda şahidlik edecek bir peygamber gönderdik"} ,{"id": "16", "arabic" : "فَعَصَىٰ فِرۡعَوۡنُ ٱلرَّسُولَ فَأَخَذۡنَٰهُ أَخۡذٗا وَبِيلٗا", "english" : "But Pharaoh disobeyed the messenger so We seized him with a ruinous seizure", "urdu" : "(پھر دیکھ لو کہ جب) فرعون نے اُس رسول کی بات نہ مانی تو ہم نے اس کو بڑی سختی کے ساتھ پکڑ لیا","chinese" : "但法老违抗了那个使者，故我严厉地惩治了他。","turkey" : "Ama Firavun o peygambere karşı gelmişti de onu çok ağır bir şekilde tutup cezalandırmıştık"} ,{"id": "17", "arabic" : "فَكَيۡفَ تَتَّقُونَ إِن كَفَرۡتُمۡ يَوۡمٗا يَجۡعَلُ ٱلۡوِلۡدَٰنَ شِيبًا", "english" : "Then how can you fear if you disbelieve a Day that will make the children white- haired", "urdu" : "اگر تم ماننے سے انکار کرو گے تو اُس دن کیسے بچ جاؤ گے جو بچوں کو بوڑھا کر دے گا","chinese" : "如果你们不信道，那么，你们怎么防备那将使儿童白发苍苍的日子呢？","turkey" : "Eğer inkar ederseniz gençleri ihtiyarlatan günden nasıl korunursunuz"} ,{"id": "18", "arabic" : "ٱلسَّمَآءُ مُنفَطِرُۢ بِهِۦۚ كَانَ وَعۡدُهُۥ مَفۡعُولًا", "english" : "The heaven will break apart therefrom; ever is His promise fulfilled", "urdu" : "اور جس کی سختی سے آسمان پھٹا جا رہا ہوگا؟ اللہ کا وعدہ تو پورا ہو کر ہی رہنا ہے","chinese" : "天将为那日而破裂，安拉的应许要实现的。","turkey" : "O günün şiddetiyle gök bile parçalanır. O'nun sözü yerine gelir"} ,{"id": "19", "arabic" : "إِنَّ هَٰذِهِۦ تَذۡكِرَةٞۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلًا", "english" : "Indeed this is a reminder so whoever wills may take to his Lord a way", "urdu" : "یہ ایک نصیحت ہے، اب جس کا جی چاہے اپنے رب کی طرف جانے کا راستہ اختیار کر لے","chinese" : "这确是教诲，谁愿意觉悟，谁可以选择一条通达他的主的道路。","turkey" : "Doğrusu bu anlatılanlar birer öğüttür. Dileyen kimse Rabbine doğru giden bir yol tutar"} ,{"id": "20", "arabic" : "۞إِنَّ رَبَّكَ يَعۡلَمُ أَنَّكَ تَقُومُ أَدۡنَىٰ مِن ثُلُثَيِ ٱلَّيۡلِ وَنِصۡفَهُۥ وَثُلُثَهُۥ وَطَآئِفَةٞ مِّنَ ٱلَّذِينَ مَعَكَۚ وَٱللَّهُ يُقَدِّرُ ٱلَّيۡلَ وَٱلنَّهَارَۚ عَلِمَ أَن لَّن تُحۡصُوهُ فَتَابَ عَلَيۡكُمۡۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنَ ٱلۡقُرۡءَانِۚ عَلِمَ أَن سَيَكُونُ مِنكُم مَّرۡضَىٰ وَءَاخَرُونَ يَضۡرِبُونَ فِي ٱلۡأَرۡضِ يَبۡتَغُونَ مِن فَضۡلِ ٱللَّهِ وَءَاخَرُونَ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنۡهُۚ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗاۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِ هُوَ خَيۡرٗا وَأَعۡظَمَ أَجۡرٗاۚ وَٱسۡتَغۡفِرُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمُۢ", "english" : "Indeed your Lord knows [O Muhammad] that you stand [in prayer] almost two thirds of the night or half of it or a third of it and [so do] a group of those with you. And Allah determines [the extent of] the night and the day. He has known that you [Muslims] will not be able to do it and has turned to you in forgiveness so recite what is easy [for you] of the Qur'an. He has known that there will be among you those who are ill and others traveling throughout the land seeking [something] of the bounty of Allah and others fighting for the cause of Allah. So recite what is easy from it and establish prayer and give zakah and loan Allah a goodly loan. And whatever good you put forward for yourselves - you will find it with Allah. It is better and greater in reward. And seek forgiveness of Allah. Indeed Allah is Forgiving and Merciful", "urdu" : "اے نبیؐ، تمہارا رب جانتا ہے کہ تم کبھی دو تہائی رات کے قریب اور کبھی آدھی رات اور کبھی ایک تہائی رات عبادت میں کھڑے رہتے ہو، اور تمہارے ساتھیوں میں سے بھی ایک گروہ یہ عمل کرتا ہے اللہ ہی رات اور دن کے اوقات کا حساب رکھتا ہے، اُسے معلوم ہے کہ تم لوگ اوقات کا ٹھیک شمار نہیں کر سکتے، لہٰذا اس نے تم پر مہربانی فرمائی، اب جتنا قرآن آسانی سے پڑھ سکتے ہو پڑھ لیا کرو اُسے معلوم ہے کہ تم میں کچھ مریض ہونگے، کچھ دوسرے لوگ اللہ کے فضل کی تلاش میں سفر کرتے ہیں، اور کچھ اور لوگ اللہ کی راہ میں جنگ کرتے ہیں پس جتنا قرآن بآسانی پڑھا جا سکے پڑھ لیا کرو، نماز قائم کرو، زکوٰۃ دو اور اللہ کو اچھا قرض دیتے رہو جو کچھ بھلائی تم اپنے لیے آگے بھیجو گے اسے اللہ کے ہاں موجود پاؤ گے، وہی زیادہ بہتر ہے اور اس کا اجر بہت بڑا ہے اللہ سے مغفرت مانگتے رہو، بے شک اللہ بڑا غفور و رحیم ہے","chinese" : "你的主的确知道你礼拜的时间，不到全夜的三分之二，或二分之一，或三分之一。你的同教中，有一群人也是那样做的。安拉预定黑夜和白昼的长度，他知道你们不能计算它，故赦宥你们。你们应当诵《古兰经》中简易的（文辞）。他知道你们中将有一些病人，和别的许多人，或旅行四方，寻求安拉的恩惠；或为安拉而作战，故你们应当讽诵其中简易的（文辞）。你们应当谨守拜功，完纳天课，并以善债借给安拉。你们为自己做什么善事，都将在安拉那里得到更好更大的报酬。你们应当向安拉求饶，安拉是至赦的，是至慈的。","turkey" : "Şüphesiz Rabbin senin ve beraberinde bulunanlardan bir topluluğun gecenin üçte ikisinden biraz az yarısı ve üçte biri kadar vakit içinde kalktığını bilir. Gece ve gündüzü Allah ölçer; sizin bu vakitleri takdir edemeyeceğinizi bildiğinden tevbenizi kabul etmiştir. Artık Kuran'dan kolayınıza geleni okuyun; Allah içinizden hasta olanları Allah'ın lütfundan rızık aramak üzere yeryüzünde dolaşacak olan kimseleri ve Allah yolunda savaşacak olanları şüphesiz bilir. Kuran'dan kolayınıza geleni okuyun; namazı kılın; zekatı verin; Allah'a güzel ödünç takdiminde bulunun; kendiniz için yaptığınız iyiliği daha iyi ve daha büyük ecir olarak Allah katında bulursunuz. Allah'tan bağışlanma dileyin; Allah elbette bağışlar ve merhamet eder"} ]}