{"name":"الأنفال","verses":[{"id": "1", "arabic" : "يَسۡـَٔلُونَكَ عَنِ ٱلۡأَنفَالِۖ قُلِ ٱلۡأَنفَالُ لِلَّهِ وَٱلرَّسُولِۖ فَٱتَّقُواْ ٱللَّهَ وَأَصۡلِحُواْ ذَاتَ بَيۡنِكُمۡۖ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤۡمِنِينَ", "english" : "They ask you [O Muhammad] about the bounties [of war]. Say The [decision concerning] bounties is for Allah and the Messenger. So fear Allah and amend that which is between you and obey Allah and His Messenger if you should be believers", "urdu" : "تم سے انفال کے متعلق پوچھتے ہیں؟ کہو “یہ انفال تو اللہ اور اُس کے رسُولؐ کے ہیں، پس تم لوگ اللہ سے ڈرو اور اپنے آپس کے تعلقات درست کرو اور اللہ اور اُس کے رسولؐ کی اطاعت کرو اگر تم مومن ہو","chinese" : "他们问你战利品（应该归谁）你说：“战利品应该归安拉和使者，你们应当敬畏安拉，应该调停你们的纷争，应当服从安拉及其使者，如果你们是信士。”","turkey" : "Sana ganimetlere dair soru sorarlar de ki: Ganimetler Allah'ın ve Peygamberindir. İnanıyorsanız Allah'tan sakının aranızdaki münasebetleri düzeltin Allah'a ve Peygamberine itaat edin"} ,{"id": "2", "arabic" : "إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَإِذَا تُلِيَتۡ عَلَيۡهِمۡ ءَايَٰتُهُۥ زَادَتۡهُمۡ إِيمَٰنٗا وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ", "english" : "The believers are only those who when Allah is mentioned their hearts become fearful and when His verses are recited to them it increases them in faith; and upon their Lord they rely", "urdu" : "سچّے اہل ایمان تو وہ لوگ ہیں جن کے دل اللہ کا ذکر سُن کر لرز جاتے ہیں اور جب اللہ کی آیات ان کے سامنے پڑھی جاتی ہیں تو ان کا ایمان بڑھ جاتا ہے اور وہ اپنے رب پر اعتماد رکھتے ہیں","chinese" : "只有这等人是信士：当有人记念安拉的时候，他们的内心感觉恐惧；当有人宣读安拉的迹象的时候，那些迹象增加了他们的信仰，他们只托靠他们的主；","turkey" : "İnananlar ancak o kimselerdir ki Allah anıldığı zaman kalbleri titrer ayetleri okunduğu zaman bu onların imanlarını artırır. Ve Rablerine güvenirler; namaz kılarlar; kendilerine verdiğimiz rızıktan yerli yerince sarf ederler"} ,{"id": "3", "arabic" : "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ", "english" : "The ones who establish prayer and from what We have provided them they spend", "urdu" : "جو نماز قائم کرتے ہیں اور جو کچھ ہم نے ان کو دیا ہے اس میں سے (ہماری راہ میں) خرچ کرتے ہیں","chinese" : "他们谨守拜功，并分舍我赐予他们的财物。","turkey" : "İnananlar ancak o kimselerdir ki Allah anıldığı zaman kalbleri titrer ayetleri okunduğu zaman bu onların imanlarını artırır. Ve Rablerine güvenirler; namaz kılarlar; kendilerine verdiğimiz rızıktan yerli yerince sarf ederler"} ,{"id": "4", "arabic" : "أُوْلَـٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُمۡ دَرَجَٰتٌ عِندَ رَبِّهِمۡ وَمَغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ", "english" : "Those are the believers truly. For them are degrees [of high position] with their Lord and forgiveness and noble provision", "urdu" : "ایسے ہی لوگ حقیقی مومن ہیں ان کے لیے ان کے رب کے پاس بڑے درجے ہیں قصوروں سے درگزر ہے اور بہترین رزق ہے","chinese" : "这等人确是信士，他们将来在主那里得享受许多品级、饶恕和优厚的给养。","turkey" : "İşte gerçekten inanmış olanlar bunlardır. Onlara Rablerinin katında mertebeler mağfiret ve cömertçe verilmiş rızıklar vardır"} ,{"id": "5", "arabic" : "كَمَآ أَخۡرَجَكَ رَبُّكَ مِنۢ بَيۡتِكَ بِٱلۡحَقِّ وَإِنَّ فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ لَكَٰرِهُونَ", "english" : "[It is] just as when your Lord brought you out of your home [for the battle of Badr] in truth while indeed a party among the believers were unwilling", "urdu" : "(اِس مال غنیمت کے معاملہ میں بھی ویسی ہی صورت پیش آ رہی ہے جیسی اُس وقت پیش آئی تھی جبکہ) تیرا رب تجھے حق کے ساتھ تیرے گھر سے نکال لایا تھا اور مومنوں میں سے ایک گروہ کو یہ سخت ناگوار تھا","chinese" : "这正如你的主本真理而使你从家中出去，而一部分信士对此确是憎恶的。","turkey" : "Nitekim Rabbin seni hak uğrunda evinden savaş için çıkarmıştı oysa müslümanların bir takımı bundan hoşlanmamıştı"} ,{"id": "6", "arabic" : "يُجَٰدِلُونَكَ فِي ٱلۡحَقِّ بَعۡدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلۡمَوۡتِ وَهُمۡ يَنظُرُونَ", "english" : "Arguing with you concerning the truth after it had become clear as if they were being driven toward death while they were looking on", "urdu" : "وہ اس حق کے معاملہ میں تجھ سے جھگڑ رہے تھے دراں حالے کہ وہ صاف صاف نمایاں ہو چکا تھا ان کا حال یہ تھا کہ گویا وہ آنکھوں دیکھے موت کی طرف ہانکے جا رہے ہیں","chinese" : "真理昭著之后，他们为真理与你争论，好像他们是被押去受死刑，而他们亲眼看见（刑具）似的。","turkey" : "Sanki göz göre göre ölüme sürükleniyorlarmış gibi gerçek ortaya çıktıktan sonra bile seninle tartışıyorlardı"} ,{"id": "7", "arabic" : "وَإِذۡ يَعِدُكُمُ ٱللَّهُ إِحۡدَى ٱلطَّآئِفَتَيۡنِ أَنَّهَا لَكُمۡ وَتَوَدُّونَ أَنَّ غَيۡرَ ذَاتِ ٱلشَّوۡكَةِ تَكُونُ لَكُمۡ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَيَقۡطَعَ دَابِرَ ٱلۡكَٰفِرِينَ", "english" : "[Remember O believers] when Allah promised you one of the two groups - that it would be yours - and you wished that the unarmed one would be yours. But Allah intended to establish the truth by His words and to eliminate the disbelievers", "urdu" : "یاد کرو وہ موقع جب کہ اللہ تم سے وعدہ کر رہا تھا کہ دونوں گروہوں میں سے ایک تمہیں مِل جائے گا تم چاہتے تھے کہ کمزور گروہ تمہیں ملے مگر اللہ کا ارادہ یہ تھا کہ اپنے ارشادات سے حق کو حق کر دکھائے اور کافروں کی جڑ کاٹ دے","chinese" : "当时，安拉应许你们两伙人中的一伙，你们要的是没有武装的那一伙，而安拉欲以他的言辞证实真理，并根绝不信道的人，","turkey" : "Allah bu iki taifeden birini size vadetmişti; siz kuvvetsiz olanın size düşmesini istiyordunuz. Oysa suçluların hoşuna gitmese de hakkı ortaya çıkarmak ve batılı tepelemek için Allah sözleriyle hakkı ortaya koymak ve inkarcıların kökünü kesmek istiyordu"} ,{"id": "8", "arabic" : "لِيُحِقَّ ٱلۡحَقَّ وَيُبۡطِلَ ٱلۡبَٰطِلَ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ", "english" : "That He should establish the truth and abolish falsehood even if the criminals disliked it", "urdu" : "تاکہ حق حق ہو کر رہے اور باطل باطل ہو جائے خواہ مجرموں کو یہ کتنا ہی ناگوار ہو","chinese" : "以便他证实真理而破除虚妄，即使罪人们不愿意。","turkey" : "Allah bu iki taifeden birini size vadetmişti; siz kuvvetsiz olanın size düşmesini istiyordunuz. Oysa suçluların hoşuna gitmese de hakkı ortaya çıkarmak ve batılı tepelemek için Allah sözleriyle hakkı ortaya koymak ve inkarcıların kökünü kesmek istiyordu"} ,{"id": "9", "arabic" : "إِذۡ تَسۡتَغِيثُونَ رَبَّكُمۡ فَٱسۡتَجَابَ لَكُمۡ أَنِّي مُمِدُّكُم بِأَلۡفٖ مِّنَ ٱلۡمَلَـٰٓئِكَةِ مُرۡدِفِينَ", "english" : "[Remember] when you asked help of your Lord and He answered you Indeed I will reinforce you with a thousand from the angels following one another", "urdu" : "اور وہ موقع یاد کرو جبکہ تم اپنے رب سے فریاد کر رہے تھے جواب میں اس نے فرمایا کہ میں تمہاری مدد کے لیے پے در پے ایک ہزار فرشتے بھیج رہا ہوں","chinese" : "当时，你们求援于你们的主，他就答应了你们：“我要陆续降下一千天使去援助你们。”","turkey" : "Rabbinizin yardımına sığınıyordunuz. O Ben size birbiri peşinden bin melekle yardım ederim diye cevap vermişti"} ,{"id": "10", "arabic" : "وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ وَلِتَطۡمَئِنَّ بِهِۦ قُلُوبُكُمۡۚ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ", "english" : "And Allah made it not but good tidings and so that your hearts would be assured thereby. And victory is not but from Allah. Indeed Allah is Exalted in Might and Wise", "urdu" : "یہ بات اللہ نے تمہیں صرف اس لیے بتا دی کہ تمہیں خوشخبری ہو اور تمہارے دل اس سے مطمئن ہو جائیں، ورنہ مدد تو جب بھی ہوتی ہے اللہ ہی کی طرف سے ہوتی ہے، یقیناً اللہ زبردست اور دانا ہے","chinese" : "安拉只以这个答复向你们报喜，以便你们的心境因此而安定。援助只是从安拉那里发出的，安拉确是万能的，确是至睿的。","turkey" : "Allah bunu ancak bir müjde olması ve kalblerinizin yatışması için yapmıştı. Yardım ancak Allah katındandır. Doğrusu Allah güçlüdür hakimdir"} ,{"id": "11", "arabic" : "إِذۡ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةٗ مِّنۡهُ وَيُنَزِّلُ عَلَيۡكُم مِّنَ ٱلسَّمَآءِ مَآءٗ لِّيُطَهِّرَكُم بِهِۦ وَيُذۡهِبَ عَنكُمۡ رِجۡزَ ٱلشَّيۡطَٰنِ وَلِيَرۡبِطَ عَلَىٰ قُلُوبِكُمۡ وَيُثَبِّتَ بِهِ ٱلۡأَقۡدَامَ", "english" : "[Remember] when He overwhelmed you with drowsiness [giving] security from Him and sent down upon you from the sky rain by which to purify you and remove from you the evil [suggestions] of Satan and to make steadfast your hearts and plant firmly thereby your feet", "urdu" : "اور وہ وقت جبکہ اللہ اپنی طرف سے غنودگی کی شکل میں تم پر اطمینان و بے خوفی کی کیفیت طاری کر رہا تھا، اور آسمان سے تمہارے اوپر پانی برسا رہا تھا تاکہ تمہیں پاک کرے اور تم سے شیطان کی ڈالی ہوئی نجاست دُور کرے اور تمہاری ہمت بندھائے اور اس کے ذریعہ سے تمہارے قدم جما دے","chinese" : "当时，他使你们睡眠以便你们获得从他发出的安宁；他从天上降下雨水，以便洗涤你们，替你们消除恶魔的蛊惑，并使你们的心绪安静，使你们的步伐稳健。","turkey" : "Allah kendi katından bir güven işareti olarak sizi hafif bir uykuya daldırmıştı. Sizi arıtmak sizden şeytan vesvesesini gidermek kalblerinizi pekiştirmek ve sebatınızı artırmak için gökten size su indirmişti"} ,{"id": "12", "arabic" : "إِذۡ يُوحِي رَبُّكَ إِلَى ٱلۡمَلَـٰٓئِكَةِ أَنِّي مَعَكُمۡ فَثَبِّتُواْ ٱلَّذِينَ ءَامَنُواْۚ سَأُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ فَٱضۡرِبُواْ فَوۡقَ ٱلۡأَعۡنَاقِ وَٱضۡرِبُواْ مِنۡهُمۡ كُلَّ بَنَانٖ", "english" : "[Remember] when your Lord inspired to the angels I am with you so strengthen those who have believed. I will cast terror into the hearts of those who disbelieved so strike [them] upon the necks and strike from them every fingertip", "urdu" : "اور وہ وقت جبکہ تمہارا رب فرشتوں کو اشارہ کر رہا تھا کہ “میں تمہارے ساتھ ہوں، تم اہلِ ایمان کو ثابت قدم رکھو، میں ابھی ان کافروں کے دلوں میں رُعب ڈالے دیتا ہوں، پس تم ان کی گردنوں پر ضرب اور جوڑ جوڑ پر چوٹ لگاؤ","chinese" : "当时，你的主启示众天使：“我是与你们同在的，故你们当信道者坚定。我要把恐怖投在不信道者的心中。”故你们当斩他们的首级，断他们的指头。","turkey" : "Rabbin meleklere Ben sizinleyim inananları destekleyin diye vahyetti. Ben inkar edenlerin kalblerine korku salacağım artık vurun onların boyunları üstüne vurun her parmağına dedi"} ,{"id": "13", "arabic" : "ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ", "english" : "That is because they opposed Allah and His Messenger. And whoever opposes Allah and His Messenger - indeed Allah is severe in penalty", "urdu" : "یہ اس لیے کہ ان لوگوں نے اللہ اور اس کے رسولؐ کا مقابلہ کیا اور جو اللہ اور اس کے رسولؐ کا مقابلہ کرے اللہ اس کے لیے نہایت سخت گیر ہے","chinese" : "这是因为他们违抗安拉及其使者。谁违抗安拉及其使者，安拉就严惩谁。","turkey" : "Bu onların Allah'a ve Peygamberine karşı koymalarındandır. Kim Allah'a ve peygamberine karşı koyarsa bilsin ki Allah'ın cezası şiddetlidir"} ,{"id": "14", "arabic" : "ذَٰلِكُمۡ فَذُوقُوهُ وَأَنَّ لِلۡكَٰفِرِينَ عَذَابَ ٱلنَّارِ", "english" : "That [is yours] so taste it. And indeed for the disbelievers is the punishment of the Fire", "urdu" : "یہ ہے تم لوگوں کی سزا، اب اس کا مزا چکھو، اور تمہیں معلوم ہو کہ حق کا انکار کرنے والوں کے لیے دوزخ کا عذاب ہے","chinese" : "这种（刑罚）你们尝试一下吧，不信道的人，将来必受火刑。","turkey" : "İşte bunu tadın inkar edenlere cehennem azabı da vardır"} ,{"id": "15", "arabic" : "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ زَحۡفٗا فَلَا تُوَلُّوهُمُ ٱلۡأَدۡبَارَ", "english" : "O you who have believed when you meet those who disbelieve advancing [for battle] do not turn to them your backs [in flight]", "urdu" : "اے ایمان لانے والو، جب تم ایک لشکر کی صورت میں کفار سے دوچار ہو تو ان کے مقابلہ میں پیٹھ نہ پھیرو","chinese" : "信道的人们啊！当你们遇到不信道的人向你们进攻的时候，你们不要以背向敌。","turkey" : "Ey İnananlar! Savaş için ilerlerken inkar edenlerle toplu halde karşılaştığınızda onlara arkanızı dönmeyin"} ,{"id": "16", "arabic" : "وَمَن يُوَلِّهِمۡ يَوۡمَئِذٖ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفٗا لِّقِتَالٍ أَوۡ مُتَحَيِّزًا إِلَىٰ فِئَةٖ فَقَدۡ بَآءَ بِغَضَبٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ", "english" : "And whoever turns his back to them on such a day unless swerving [as a strategy] for war or joining [another] company has certainly returned with anger [upon him] from Allah and his refuge is Hell - and wretched is the destination", "urdu" : "جس نے ایسے موقع پر پیٹھ پھیری، الا یہ کہ جنگی چال کے طور پر ایسا کرے یا کسی دُوسری فوج سے جا ملنے کے لیے، تو وہ اللہ کے غضب میں گھِر جائے گا، اُس کا ٹھکانہ جہنم ہوگا، اور وہ بہت بُری جائے بازگشت ہے","chinese" : "除非因为转移阵地，或加入友军。在那日，谁以背向敌，谁要受安拉的谴怒，他们的归宿是火狱，那归宿真恶劣。","turkey" : "Tekrar savaşmak için bir tarafa çekilmek veya bir başka topluluğa katılmak maksadı dışında o gün arkasını düşmana dönen kimse Allah'dan bir gazaba uğramış olur. Onun varacağı yer cehennemdir. Ne kötü bir dönüştür"} ,{"id": "17", "arabic" : "فَلَمۡ تَقۡتُلُوهُمۡ وَلَٰكِنَّ ٱللَّهَ قَتَلَهُمۡۚ وَمَا رَمَيۡتَ إِذۡ رَمَيۡتَ وَلَٰكِنَّ ٱللَّهَ رَمَىٰ وَلِيُبۡلِيَ ٱلۡمُؤۡمِنِينَ مِنۡهُ بَلَآءً حَسَنًاۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ", "english" : "And you did not kill them but it was Allah who killed them. And you threw not [O Muhammad] when you threw but it was Allah who threw that He might test the believers with a good test. Indeed Allah is Hearing and Knowing", "urdu" : "پس حقیقت یہ ہے کہ تم نے انہیں قتل نہیں کیا بلکہ اللہ نے ان کو قتل کیا اور تو نے نہیں پھینکا بلکہ اللہ نے پھینکا (اور مومنوں کے ہاتھ جو اِس کام میں استعمال کیے گئے) تو یہ اس لیے تھا کہ اللہ مومنوں کو ایک بہترین آزمائش سے کامیابی کے ساتھ گزار دے، یقیناً اللہ سُننے والا اور جاننے والا ہے","chinese" : "你们没有杀戮他们，而是安拉杀戮了他们；当你射击的时候，其实你并没有射击，而是安拉射击了。（他这样做）原为要把从自己发出的嘉惠赏赐信道的人们。安拉确是全聪的，确是全知的。","turkey" : "Onları siz öldürmediniz fakat Allah öldürdü. Attığın zaman da sen atmamıştın fakat Allah atmıştı. Allah bunu inananları güzel bir imtihana tabi tutmak için yapmıştı. Doğrusu O işitir ve bilir"} ,{"id": "18", "arabic" : "ذَٰلِكُمۡ وَأَنَّ ٱللَّهَ مُوهِنُ كَيۡدِ ٱلۡكَٰفِرِينَ", "english" : "That [is so] and [also] that Allah will weaken the plot of the disbelievers", "urdu" : "یہ معاملہ تو تمہارے ساتھ ہے اور کافروں کے ساتھ معاملہ یہ ہے کہ اللہ ان کی چالوں کو کمزور کرنے والا ہے","chinese" : "这个（赏赐是真实的）。安拉一定使不信道者的计谋受挫。","turkey" : "İşte bu Allah'ın inkarcıların düzenini zayıflatıp yok etmesidir"} ,{"id": "19", "arabic" : "إِن تَسۡتَفۡتِحُواْ فَقَدۡ جَآءَكُمُ ٱلۡفَتۡحُۖ وَإِن تَنتَهُواْ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَعُودُواْ نَعُدۡ وَلَن تُغۡنِيَ عَنكُمۡ فِئَتُكُمۡ شَيۡـٔٗا وَلَوۡ كَثُرَتۡ وَأَنَّ ٱللَّهَ مَعَ ٱلۡمُؤۡمِنِينَ", "english" : "If you [disbelievers] seek the victory - the defeat has come to you. And if you desist [from hostilities] it is best for you; but if you return [to war] We will return and never will you be availed by your [large] company at all even if it should increase; and [that is] because Allah is with the believers", "urdu" : "(اِن کافروں سے کہہ دو) “اگر تم فیصلہ چاہتے تھے تو لو، فیصلہ تمہارے سامنے آ گیا اب باز آ جاؤ تو تمہارے ہی لیے بہتر ہے، ورنہ پھر پلٹ کر اسی حماقت کا اعادہ کرو گے تو ہم بھی اسی سزا کا اعادہ کریں گے اور تمہاری جمعیت، خواہ وہ کتنی ہی زیادہ ہو، تمہارے کچھ کام نہ آ سکے گی اللہ مومنوں کے ساتھ ہے","chinese" : "如果你们祈祷胜利，那么，胜利已降临你们了；如果你们停战，那对于你们是更好的。如果你们卷土重来，我就再次援助信士们，你们的部队虽多，对于你们却无裨益，安拉确实是和信士们在一起的。","turkey" : "Ey inkarcılar! Zafer istiyorsanız işte zafer geldi (aleyhinize çıktı). Peygambere karşı gelmekten vazgeçerseniz sizin iyiliğinize olur yok tekrar dönerseniz biz de döneriz; topluluğunuz çok da olsa size hiçbir fayda vermez. Allah inananlarla beraberdir"} ,{"id": "20", "arabic" : "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوۡاْ عَنۡهُ وَأَنتُمۡ تَسۡمَعُونَ", "english" : "O you who have believed obey Allah and His Messenger and do not turn from him while you hear [his order]", "urdu" : "اے ایمان لانے والو، اللہ اور اُس کے رسُول کی اطاعت کرو اور حکم سُننے کے بعد اس سے سرتابی نہ کرو","chinese" : "信道的人们啊！你们当顺从安拉及其使者，你们聆听（他讲话）的时候，不要违背他。","turkey" : "Ey inananlar! Allah'a ve Peygamberine itaat edin Kuran'ı dinleyip dururken yüz çevirmeyin dinlemedikleri halde dinledik diyenler gibi olmayın"} ,{"id": "21", "arabic" : "وَلَا تَكُونُواْ كَٱلَّذِينَ قَالُواْ سَمِعۡنَا وَهُمۡ لَا يَسۡمَعُونَ", "english" : "And do not be like those who say We have heard while they do not hear", "urdu" : "اُن لوگوں کی طرح نہ ہو جاؤ جنہوں نے کہا کہ ہم نے سُنا حالانکہ وہ نہیں سُنتے","chinese" : "你们不要仿效那些人，他们说：“我们已听从了。”其实他们不听从。","turkey" : "Ey inananlar! Allah'a ve Peygamberine itaat edin Kuran'ı dinleyip dururken yüz çevirmeyin dinlemedikleri halde dinledik diyenler gibi olmayın"} ,{"id": "22", "arabic" : "۞إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلۡبُكۡمُ ٱلَّذِينَ لَا يَعۡقِلُونَ", "english" : "Indeed the worst of living creatures in the sight of Allah are the deaf and dumb who do not use reason", "urdu" : "یقیناً خدا کے نزدیک بدترین قسم کے جانور وہ بہرے گونگے لوگ ہیں جو عقل سے کام نہیں لیتے","chinese" : "据安拉看来，最劣等的动物确是那些装聋作哑，不明真理的人。","turkey" : "Allah katında yeryüzündeki canlıların en kötüsü gerçeği akletmeyen sağırlar ve dilsizlerdir"} ,{"id": "23", "arabic" : "وَلَوۡ عَلِمَ ٱللَّهُ فِيهِمۡ خَيۡرٗا لَّأَسۡمَعَهُمۡۖ وَلَوۡ أَسۡمَعَهُمۡ لَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ", "english" : "Had Allah known any good in them He would have made them hear. And if He had made them hear they would [still] have turned away while they were refusing", "urdu" : "اگر اللہ کو معلوم ہوتا کہ ان میں کچھ بھی بھلائی ہے تو وہ ضرور انہیں سُننے کی توفیق دیتا (لیکن بھلائی کے بغیر) اگر وہ ان کو سُنواتا تو وہ بے رُخی کے ساتھ منہ پھیر جاتے","chinese" : "假若安拉知道他们心中还有一点儿善意，必使他们能听；纵使他们能听，他们也还是要违背正道的。","turkey" : "Allah onlarda bir iyilik görseydi onlara işittirirdi. Onlara işittirmiş olsaydı yine de yüz çevirirlerdi zaten dönektirler"} ,{"id": "24", "arabic" : "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَجِيبُواْ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمۡ لِمَا يُحۡيِيكُمۡۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَحُولُ بَيۡنَ ٱلۡمَرۡءِ وَقَلۡبِهِۦ وَأَنَّهُۥٓ إِلَيۡهِ تُحۡشَرُونَ", "english" : "O you who have believed respond to Allah and to the Messenger when he calls you to that which gives you life. And know that Allah intervenes between a man and his heart and that to Him you will be gathered", "urdu" : "اے ایمان لانے والو، اللہ اور اس کے رسول کی پکار پر لبیک کہو جبکہ رسُول تمہیں اس چیز کی طرف بُلائے جو تمہیں زندگی بخشنے والی ہے، اور جان رکھو کہ اللہ آدمی اور اس کے دل کے درمیان حائل ہے اور اسی کی طرف تم سمیٹے جاؤ گے","chinese" : "信道的人们啊！当使者号召你们去遵循那使你们获得生命的（教训）的时候，你们当响应安拉和使者。你们当知道安拉能干涉个人的心灵，你们只被召集到他那里。","turkey" : "Ey inananlar! Allah ve Peygamber sizi hayat verecek şeye çağırdığı zaman icabet edin. Allah'ın kişi ile kalbi arasına girdiğini ve sonunda O'nun katında toplanacağınızı bilin"} ,{"id": "25", "arabic" : "وَٱتَّقُواْ فِتۡنَةٗ لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُواْ مِنكُمۡ خَآصَّةٗۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ", "english" : "And fear a trial which will not strike those who have wronged among you exclusively and know that Allah is severe in penalty", "urdu" : "اور بچو اُس فتنے سے جس کی شامت مخصوص طور پر صرف اُنہی لوگوں تک محدود نہ رہے گی جنہوں نے تم میں سے گناہ کیا ہو اور جان رکھو کہ اللہ سخت سزا دینے والا ہے","chinese" : "你们当防备一种灾难，（否则）受害的绝不限于你们中的不义者，你们要知道，安拉的刑罚确是严厉的。","turkey" : "Aranızdan yalnız zalimlere erişmekle kalmayacak fitneden sakının Allah'ın azabının şiddetli olduğunu bilin"} ,{"id": "26", "arabic" : "وَٱذۡكُرُوٓاْ إِذۡ أَنتُمۡ قَلِيلٞ مُّسۡتَضۡعَفُونَ فِي ٱلۡأَرۡضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمۡ وَأَيَّدَكُم بِنَصۡرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ لَعَلَّكُمۡ تَشۡكُرُونَ", "english" : "And remember when you were few and oppressed in the land fearing that people might abduct you but He sheltered you supported you with His victory and provided you with good things - that you might be grateful", "urdu" : "یاد کرو وہ وقت جبکہ تم تھوڑے تھے، زمین میں تم کو بے زور سمجھا جاتا تھا، تم ڈرتے رہتے تھے کہ کہیں لوگ تمہیں مٹا نہ دیں پھر اللہ نے تم کو جائے پناہ مہیا کر دی، اپنی مدد سے تمہارے ہاتھ مضبُوط کیے اور تمہیں اچھا رزق پہنچایا، شاید کہ تم شکر گزار بنو","chinese" : "你们应当记得，当时你们在地方上是少数，是被人认为软弱可欺的，你们生怕当别人的俘虏，但他使你们安居，并以他的援助辅助你们，以佳美的食物供给你们，以便你们感谢。","turkey" : "Yeryüzünde az sayıda olduğunuz ve zayıf sayıldığınız için insanların sizi esir olarak alıp götürmesinden korktuğunuz zamanları hatırlayın. Allah şükredesiniz diye sizi barındırmış yardımıyla desteklemiş temiz şeylerle rızıklandırmıştır"} ,{"id": "27", "arabic" : "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَخُونُواْ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓاْ أَمَٰنَٰتِكُمۡ وَأَنتُمۡ تَعۡلَمُونَ", "english" : "O you who have believed do not betray Allah and the Messenger or betray your trusts while you know [the consequence]", "urdu" : "اے ایمان لانے والو، جانتے بُوجھتے اللہ اور اس کے رسُولؐ کے ساتھ خیانت نہ کرو، اپنی امانتوں میں غداری کے مرتکب نہ ہو","chinese" : "信道的人们啊！你们不要背叛安拉和使者，不要明知故犯地不忠于你们所受的信托。","turkey" : "Ey inananlar! Allah'a ve Peygambere karşı hainlik etmeyin size güvenilen şeylere bile bile hıyanet etmiş olursunuz"} ,{"id": "28", "arabic" : "وَٱعۡلَمُوٓاْ أَنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ", "english" : "And know that your properties and your children are but a trial and that Allah has with Him a great reward", "urdu" : "اور جان رکھو کہ تمہارے مال اور تمہاری اولاد حقیقت میں سامانِ آزمائش ہیں اور اللہ کے پاس اجر دینے کے لیے بہت کچھ ہے","chinese" : "你们应当知道你们的财产和子孙只是一种考验，在安拉那里有重大的报酬。","turkey" : "Mallarınızın ve çocuklarınızın aslında bir sınama olduğunu ve büyük ecrin Allah katında bulunduğunu bilin"} ,{"id": "29", "arabic" : "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَتَّقُواْ ٱللَّهَ يَجۡعَل لَّكُمۡ فُرۡقَانٗا وَيُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيَغۡفِرۡ لَكُمۡۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ", "english" : "O you who have believed if you fear Allah He will grant you a criterion and will remove from you your misdeeds and forgive you. And Allah is the possessor of great bounty", "urdu" : "اے ایمان لانے والو، اگر تم خدا ترسی اختیار کرو گے تو اللہ تمہارے لیے کسوٹی بہم پہنچا دے گا اور تمہاری بُرائیوں کو تم سے دُور کر دے گا، اور تمہارے قصور معاف کر دے گا اللہ بڑا فضل فرمانے والا ہے","chinese" : "信道的人们啊！如果你们敬畏安拉，他将以鉴识赏赐你们，并原谅你们的罪行，饶恕你们。安拉是有鸿恩的。","turkey" : "Ey inananlar! Allah'tan sakınırsanız O size iyiyi kötüden ayırdedecek bir anlayış verir kötülüklerinizi örter sizi bağışlar. Allah büyük bol nimet sahibidir"} ,{"id": "30", "arabic" : "وَإِذۡ يَمۡكُرُ بِكَ ٱلَّذِينَ كَفَرُواْ لِيُثۡبِتُوكَ أَوۡ يَقۡتُلُوكَ أَوۡ يُخۡرِجُوكَۚ وَيَمۡكُرُونَ وَيَمۡكُرُ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ", "english" : "And [remember O Muhammad] when those who disbelieved plotted against you to restrain you or kill you or evict you [from Makkah]. But they plan and Allah plans. And Allah is the best of planners", "urdu" : "وہ وقت بھی یاد کرنے کے قابل ہے جبکہ منکرینِ حق تیرے خلاف تدبیریں سوچ رہے تھے کہ تجھے قید کر دیں یا قتل کر ڈالیں یا جلا وطن کر دیں وہ اپنی چالیں چل رہے تھے اور اللہ اپنی چال چل رہا تھا اور اللہ سب سے بہتر چال چلنے والا ہے","chinese" : "当时，不信道的人对你用计谋，以便他们拘禁你，或杀害你，或驱逐你；他们用计谋，安拉也用计谋，安拉是最善于用计谋的。","turkey" : "İnkar edenler seni bağlayıp bir yere kapamak veya öldürmek ya da sürmek için düzen kuruyorlardı. Onlar düzen kurarken Allah da düzenlerini bozuyordu. Allah düzen yapanların en iyisidir"} ,{"id": "31", "arabic" : "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا قَالُواْ قَدۡ سَمِعۡنَا لَوۡ نَشَآءُ لَقُلۡنَا مِثۡلَ هَٰذَآ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ", "english" : "And when Our verses are recited to them they say We have heard. If we willed we could say [something] like this. This is not but legends of the former peoples", "urdu" : "جب ان کو ہماری آیات سنائی جاتی تھیں تو کہتے تھے کہ “ہاں سُن لیا ہم نے، ہم چاہیں تو ایسی ہی باتیں ہم بھی بنا سکتے ہیں، یہ تو وہی پُرانی کہانیاں ہیں جو پہلے سے لوگ کہتے چلے آ رہے ہیں","chinese" : "当别人对他们宣读我的迹象的时候，他们说：“我们确已听见过了，假若我们意欲，我们必说出与此相似的文词来；这只是古人的（神话）。”","turkey" : "Ayetlerimiz onlara okunduğu zaman İşittik işittik! İstesek biz de aynını söyleyebiliriz; bu sadece eskilerin masallarıdır derlerdi"} ,{"id": "32", "arabic" : "وَإِذۡ قَالُواْ ٱللَّهُمَّ إِن كَانَ هَٰذَا هُوَ ٱلۡحَقَّ مِنۡ عِندِكَ فَأَمۡطِرۡ عَلَيۡنَا حِجَارَةٗ مِّنَ ٱلسَّمَآءِ أَوِ ٱئۡتِنَا بِعَذَابٍ أَلِيمٖ", "english" : "And [remember] when they said O Allah if this should be the truth from You then rain down upon us stones from the sky or bring us a painful punishment", "urdu" : "اور وہ بات بھی یاد ہے جو اُنہوں نے کہی تھی کہ “خدایا اگر یہ واقعی حق ہے اور تیری طرف سے ہے تو ہم پر آسمان سے پتھر برسا دے یا کوئی درد ناک عذاب ہم پر لے آ","chinese" : "当时，他们说：“安拉啊！如果这就是从你降示的真理，那么，求你从天上降下雨点般的石头来毁灭我们，或以痛苦的刑罚来惩治我们吧！”","turkey" : "Allah'ımız! Eğer bu Kitap gerçekten Senin katından ise bize gökten taş yağdır veya can yakıcı bir azab ver demişlerdi"} ,{"id": "33", "arabic" : "وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمۡ وَأَنتَ فِيهِمۡۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمۡ وَهُمۡ يَسۡتَغۡفِرُونَ", "english" : "But Allah would not punish them while you [O Muhammad] are among them and Allah would not punish them while they seek forgiveness", "urdu" : "اُس وقت تو اللہ ان پر عذاب نازل کرنے والا نہ تھا جبکہ تو ان کے درمیان موجود تھا اور نہ اللہ کا یہ قاعدہ ہے کہ لوگ استغفار کر رہے ہوں اور وہ ان کو عذاب دیدے","chinese" : "你在他们中间的时候，安拉是不会惩治他们的，他们正在求饶的时候，安拉也不致于惩治他们。","turkey" : "Oysa sen içlerinde iken Allah onlara azabetmez. Onlar bağışlanma dilerlerken de elbette Allah azab edecek değildir"} ,{"id": "34", "arabic" : "وَمَا لَهُمۡ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمۡ يَصُدُّونَ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَمَا كَانُوٓاْ أَوۡلِيَآءَهُۥٓۚ إِنۡ أَوۡلِيَآؤُهُۥٓ إِلَّا ٱلۡمُتَّقُونَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ", "english" : "But why should Allah not punish them while they obstruct [people] from al-Masjid al- Haram and they were not [fit to be] its guardians? Its [true] guardians are not but the righteous but most of them do not know", "urdu" : "لیکن اب کیوں نہ وہ ان پر عذاب نازل کرے جبکہ وہ مسجد حرام کا راستہ روک رہے ہیں، حالانکہ وہ اس مسجد کے جائز متولی نہیں ہیں اس کے جائز متولی تو صرف اہلِ تقویٰ ہی ہو سکتے ہیں مگر اکثر لوگ اس بات کو نہیں جانتے","chinese" : "他们阻止别人入禁寺的时候，安拉怎能不惩治他们呢？他们不是禁寺的保护者，禁寺的保护者只能是敬畏的人，但他们大半不知道。","turkey" : "Yoksa Mescidi Haram'a girmekten menederlerken Allah onlara niçin azab etmesin? Hem de O'nun dostu değiller; O'nun dostları ancak karşı gelmekten sakınanlardır. Fakat çoğu bunu bilmiyorlar"} ,{"id": "35", "arabic" : "وَمَا كَانَ صَلَاتُهُمۡ عِندَ ٱلۡبَيۡتِ إِلَّا مُكَآءٗ وَتَصۡدِيَةٗۚ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ", "english" : "And their prayer at the House was not except whistling and handclapping. So taste the punishment for what you disbelieved", "urdu" : "بیت اللہ کے پاس ان لوگوں کی نماز کیا ہوتی ہے، بس سیٹیاں بجاتے اور تالیاں پیٹتے ہیں پس اب لو، اِس عذاب کا مزہ چکھو اپنے اُس انکارِ حق کی پاداش میں جو تم کرتے رہے ہو","chinese" : "他们在禁寺附近的礼拜，只是打呼哨和拍掌。（不信道的人们啊！）你们为不信道而尝试刑罚吧。","turkey" : "Kabe'deki tapınmaları sadece ıslık çalmak ve el çırpmaktan başka bir şey değildir. İnkarınıza karşılık artık azabı tadın"} ,{"id": "36", "arabic" : "إِنَّ ٱلَّذِينَ كَفَرُواْ يُنفِقُونَ أَمۡوَٰلَهُمۡ لِيَصُدُّواْ عَن سَبِيلِ ٱللَّهِۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيۡهِمۡ حَسۡرَةٗ ثُمَّ يُغۡلَبُونَۗ وَٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ يُحۡشَرُونَ", "english" : "Indeed those who disbelieve spend their wealth to avert [people] from the way of Allah. So they will spend it; then it will be for them a [source of] regret; then they will be overcome. And those who have disbelieved - unto Hell they will be gathered", "urdu" : "جن لوگوں نے حق کو ماننے سے انکار کیا ہے وہ اپنے مال خدا کے راستے سے روکنے کے لیے صرف کر رہے ہیں اور ابھی اور خرچ کرتے رہیں گے مگر آخر کار یہی کوششیں ان کے لیے پچھتاوے کا سبب بنیں گی، پھر وہ مغلوب ہوں گے، پھر یہ کافر جہنم کی طرف گھیر لائے جائیں گے","chinese" : "不信道的人花费他们的钱财，以便阻止（别人遵循）安拉的大道；他们在花费之后，必定后悔，而且被战胜。不信道的人只被集合到火狱去。","turkey" : "Doğrusu inkar edenler mallarını Allah'ın yolundan insanları alıkoymak için sarfederler ve daha da sarfedeceklerdir; ama sonra içleri yanacak hem de mağlup olacaklardır. Bu Allah'ın temizi murdardan ayırması ve murdarları üstüste koyup hepsini yığarak cehenneme yerleştirmesi içindir; inkar edenler cehenneme toplanacaklardır. İşte onlar mahvolanlardır"} ,{"id": "37", "arabic" : "لِيَمِيزَ ٱللَّهُ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجۡعَلَ ٱلۡخَبِيثَ بَعۡضَهُۥ عَلَىٰ بَعۡضٖ فَيَرۡكُمَهُۥ جَمِيعٗا فَيَجۡعَلَهُۥ فِي جَهَنَّمَۚ أُوْلَـٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ", "english" : "[This is] so that Allah may distinguish the wicked from the good and place the wicked some of them upon others and heap them all together and put them into Hell. It is those who are the losers", "urdu" : "تاکہ اللہ گندگی کو پاکیزگی سے چھانٹ کر الگ کرے اور ہر قسم کی گندگی کو ملا کر اکٹھا کرے پھر اس پلندے کو جہنم میں جھونک دے یہی لوگ اصلی دیوالیے ہیں","chinese" : "以便安拉甄别恶劣的人和善良的人，然后把恶劣的人一层层地通统堆积起来，然后把他们投入火狱，这等人就是亏折的人。","turkey" : "Doğrusu inkar edenler mallarını Allah'ın yolundan insanları alıkoymak için sarfederler ve daha da sarfedeceklerdir; ama sonra içleri yanacak hem de mağlup olacaklardır. Bu Allah'ın temizi murdardan ayırması ve murdarları üstüste koyup hepsini yığarak cehenneme yerleştirmesi içindir; inkar edenler cehenneme toplanacaklardır. İşte onlar mahvolanlardır"} ,{"id": "38", "arabic" : "قُل لِّلَّذِينَ كَفَرُوٓاْ إِن يَنتَهُواْ يُغۡفَرۡ لَهُم مَّا قَدۡ سَلَفَ وَإِن يَعُودُواْ فَقَدۡ مَضَتۡ سُنَّتُ ٱلۡأَوَّلِينَ", "english" : "Say to those who have disbelieved [that] if they cease what has previously occurred will be forgiven for them. But if they return [to hostility] - then the precedent of the former [rebellious] peoples has already taken place", "urdu" : "اے نبیؐ، ان کافروں سے کہو کہ اگر اب بھی باز آ جائیں تو جو کچھ پہلے ہو چکا ہے اس سے درگزر کر لیا جائے گا، لیکن اگر یہ اسی پچھلی روش کا اعادہ کریں گے تو گزشتہ قوموں کے ساتھ جو کچھ ہو چکا ہے وہ سب کو معلوم ہے","chinese" : "你告诉不信道的人们：如果他们停止战争，那么，他们以往的罪恶将蒙赦宥；如果他们执迷不悟，那么，古人的常道已逝去了。","turkey" : "İnkar edenlere eğer savaştan vazgeçerlerse geçmişlerinin bağışlanacağını ve tekrar başlarlarsa evvelkilerin hükmünün uygulanacağını söyle"} ,{"id": "39", "arabic" : "وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِۚ فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ بَصِيرٞ", "english" : "And fight them until there is no fitnah and [until] the religion all of it is for Allah. And if they cease - then indeed Allah is Seeing of what they do", "urdu" : "اے ایمان لانے والو، ان کافروں سے جنگ کرو یہاں تک کہ فتنہ باقی نہ رہے اور دین پورا کا پورا اللہ کے لیے ہو جائے پھر اگر وہ فتنہ سے رُک جائیں تو ان کے اعمال کا دیکھنے والا اللہ ہے","chinese" : "你们要与他们战斗，直到迫害消除，一切宗教全归安拉；如果他们停战，那么，安拉确是明察他们的行为的。","turkey" : "Fitne kalmayıp yalnız Allah'ın dini kalana kadar onlarla savaşın. Eğer vazgeçerlerse bilsinler ki Allah onların işlediklerini şüphesiz görür"} ,{"id": "40", "arabic" : "وَإِن تَوَلَّوۡاْ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَوۡلَىٰكُمۡۚ نِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ", "english" : "But if they turn away - then know that Allah is your protector. Excellent is the protector and Excellent is the helper", "urdu" : "اور اگر وہ نہ مانیں تو جان رکھو کہ اللہ تمہارا سرپرست ہے اور وہ بہترین حامی و مدد گار ہے","chinese" : "如果他们背叛，那么，你们应当知道，安拉确是你们的保佑者。保佑者真优美！援助者真优美！","turkey" : "Eğer yüz çevirirlerse Allah'ın sizin dostunuz olduğunu bilin; O ne güzel dost ne güzel yardımcıdır"} ,{"id": "41", "arabic" : "۞وَٱعۡلَمُوٓاْ أَنَّمَا غَنِمۡتُم مِّن شَيۡءٖ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ وَمَآ أَنزَلۡنَا عَلَىٰ عَبۡدِنَا يَوۡمَ ٱلۡفُرۡقَانِ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ", "english" : "And know that anything you obtain of war booty - then indeed for Allah is one fifth of it and for the Messenger and for [his] near relatives and the orphans the needy and the [stranded] traveler if you have believed in Allah and in that which We sent down to Our Servant on the day of criterion - the day when the two armies met. And Allah over all things is competent", "urdu" : "اور تمہیں معلوم ہو کہ جو کچھ مال غنیمت تم نے حاصل کیا ہے اس کا پانچواں حصہ اللہ اور اس کے رسُولؐ اور رشتہ داروں اور یتیموں اور مسکینوں اور مسافروں کے لیے ہے اگر تم ایمان لائے ہو اللہ پر اور اس چیز پر جو فیصلے کے روز، یعنی دونوں فوجوں کی مڈبھیڑ کے دن، ہم نے اپنے بندے پر نازل کی تھی، (تو یہ حصہ بخوشی ادا کرو) اللہ ہر چیز پر قادر ہے","chinese" : "你们应当知道：你们所获得的战利品，无论是什么，都应当以五分之一归安拉、使者、至亲、孤儿、赤贫、旅客，如果你们确信安拉和两军交锋而真伪判分之日，以及我所启示我的仆人的迹象。安拉对于万事确是全能的。","turkey" : "Eğer Allah'a ve hakkı batıldan ayıran o günde iki topluluğun karşılaştığı günde kulumuza indirdiğimize inanıyorsanız bilin ki ele geçirdiğiniz ganimetin beşte biri Allah'ın Peygamber'in ve yakınlarının yetimlerin düşkünlerin ve yolcularındır. Allah her şeye Kadir'dir"} ,{"id": "42", "arabic" : "إِذۡ أَنتُم بِٱلۡعُدۡوَةِ ٱلدُّنۡيَا وَهُم بِٱلۡعُدۡوَةِ ٱلۡقُصۡوَىٰ وَٱلرَّكۡبُ أَسۡفَلَ مِنكُمۡۚ وَلَوۡ تَوَاعَدتُّمۡ لَٱخۡتَلَفۡتُمۡ فِي ٱلۡمِيعَٰدِ وَلَٰكِن لِّيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗا لِّيَهۡلِكَ مَنۡ هَلَكَ عَنۢ بَيِّنَةٖ وَيَحۡيَىٰ مَنۡ حَيَّ عَنۢ بَيِّنَةٖۗ وَإِنَّ ٱللَّهَ لَسَمِيعٌ عَلِيمٌ", "english" : "[Remember] when you were on the near side of the valley and they were on the farther side and the caravan was lower [in position] than you. If you had made an appointment [to meet] you would have missed the appointment. But [it was] so that Allah might accomplish a matter already destined - that those who perished [through disbelief] would perish upon evidence and those who lived [in faith] would live upon evidence; and indeed Allah is Hearing and Knowing", "urdu" : "یاد کرو وہ وقت جبکہ تم وادی کے اِس جانب تھے اور وہ دُوسری جانب پڑاؤ ڈالے ہوئے تھے اور قافلہ تم سے نیچے (ساحل) کی طرف تھا اگر کہیں پہلے سے تمہارے اور ان کے درمیان مقابلہ کی قرارداد ہو چکی ہوتی تو تم ضرور اس موقع پر پہلو تہی کر جاتے، لیکن جو کچھ پیش آیا وہ اس لیے تھا کہ جس بات کا فیصلہ اللہ کر چکا تھا اسے ظہُور میں لے آئے تاکہ جسے ہلاک ہونا ہے وہ دلیل روشن کے ساتھ ہلاک ہو اور جسے زندہ رہنا ہے وہ دلیل روشن کے ساتھ زندہ رہے، یقیناً خدا سُننے والا اور جاننے والا ہے","chinese" : "当时，你们在山谷的近岸，敌军在远岸，而商队在你们的下面。假若你们约定相会，你们必定爽约，但（安拉集合你们），以便他判决一件必行的事，以便灭亡者见明证而后灭亡，生存者见明证而后生存。安拉确是全聪的，确是全知的。","turkey" : "Siz vadiye en yakın ve onlar da en uzak yamaçta idiler; kervanın süvarileri sizden daha aşağıdaydı. Savaş için buluşmak üzere sözleşmeye kalksaydınız vaktini tayinde anlaşmazlığa düşerdiniz; fakat Allah mahvolan apaçık belgeden ötürü mahvolsun yaşayan da apaçık belgeden ötürü yaşasın diye olacak işi yaptı. Doğrusu Allah işitir ve bilir"} ,{"id": "43", "arabic" : "إِذۡ يُرِيكَهُمُ ٱللَّهُ فِي مَنَامِكَ قَلِيلٗاۖ وَلَوۡ أَرَىٰكَهُمۡ كَثِيرٗا لَّفَشِلۡتُمۡ وَلَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَلَٰكِنَّ ٱللَّهَ سَلَّمَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ", "english" : "[Remember O Muhammad] when Allah showed them to you in your dream as few; and if He had shown them to you as many you [believers] would have lost courage and would have disputed in the matter [of whether to fight] but Allah saved [you from that]. Indeed He is Knowing of that within the breasts", "urdu" : "اور یاد کرو وہ وقت جبکہ اے نبیؐ، خدا اُن کو تمہارے خواب میں تھوڑا دکھا رہا تھا، اگر کہیں وہ تمہیں اُن کی تعداد زیادہ دکھا دیتا تو ضرور تم لوگ ہمت ہار جاتے اور لڑائی کے معاملہ میں جھگڑا شروع کر دیتے، لیکن اللہ ہی نے اِس سے تمہیں بچایا، یقیناً وہ سینوں کا حال تک جانتا ہے","chinese" : "当时安拉使你在梦中看见敌人是少数的；假若他使你们看见他们是多数的，你们必定胆怯，必定为战争而争论，但安拉使你们得免于此。他确是全知心事的。","turkey" : "Allah onları uykunda sana az gösteriyordu. Çok göstermiş olsaydı yılacak ve bu hususta çekişmeye başlıyacaktınız fakat Allah sizi kurtardı; çünkü O kalblerde olanı bilir"} ,{"id": "44", "arabic" : "وَإِذۡ يُرِيكُمُوهُمۡ إِذِ ٱلۡتَقَيۡتُمۡ فِيٓ أَعۡيُنِكُمۡ قَلِيلٗا وَيُقَلِّلُكُمۡ فِيٓ أَعۡيُنِهِمۡ لِيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗاۗ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ", "english" : "And [remember] when He showed them to you when you met as few in your eyes and He made you [appear] as few in their eyes so that Allah might accomplish a matter already destined. And to Allah are [all] matters returned", "urdu" : "اور یاد کرو جب کہ مقابلے کے وقت خدا نے تم لوگوں کی نگاہوں میں دشمنوں کو تھوڑا دکھایا اور ان کی نگاہوں میں تمہیں کم کر کے پیش کیا، تاکہ جو بات ہونی تھی اُسے اللہ ظہُور میں لے آئے، اور آخر کار سارے معاملات اللہ ہی کی طرف رجوع کرتے ہیں","chinese" : "当你们相遇的时候，他使你们看见的敌军是少数的，又使你们在他们的眼里变成少数的；以便安拉判决一件必行的事。万事只归安拉裁决。","turkey" : "Karşılaştığınızda olacak işi oldurmak için onları gözlerinize az gösteriyor ve sizi de onların gözünde azaltıyordu. Bütün işler dönüp Allah'a varır"} ,{"id": "45", "arabic" : "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمۡ فِئَةٗ فَٱثۡبُتُواْ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ", "english" : "O you who have believed when you encounter a company [from the enemy forces] stand firm and remember Allah much that you may be successful", "urdu" : "اے ایمان لانے والو، جب کسی گروہ سے تمہارا مقابلہ ہو تو ثابت قدم رہو اور اللہ کو کثرت سے یاد کرو، توقع ہے کہ تمہیں کامیابی نصیب ہو گی","chinese" : "信道的人们啊！当你们遇见一伙敌军的时候，你们应当坚定，应当多多记念安拉，以便你们成功。","turkey" : "Ey inananlar! Bir toplulukla karşılaşırsanız dayanın; başarıya erişebilmeniz için Allah'ı çok anın"} ,{"id": "46", "arabic" : "وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَنَٰزَعُواْ فَتَفۡشَلُواْ وَتَذۡهَبَ رِيحُكُمۡۖ وَٱصۡبِرُوٓاْۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّـٰبِرِينَ", "english" : "And obey Allah and His Messenger and do not dispute and [thus] lose courage and [then] your strength would depart; and be patient. Indeed Allah is with the patient", "urdu" : "اور اللہ اور اس کے رسُول کی اطاعت کرو اور آپس میں جھگڑو نہیں ورنہ تمہارے اندر کمزوری پیدا ہو جائے گی اور تمہاری ہوا اکھڑ جائے گی صبر سے کام لو، یقیناً اللہ صبر کرنے والوں کے ساتھ ہے","chinese" : "你们当服从安拉及其使者，你们不要纷争；否则，你们必定胆怯，你们的实力必定消失；你们应当坚忍，安拉确是同坚忍者同在的。","turkey" : "Allah'a ve Peygamberine itaat edin; çekişmeyin yoksa korkar başarısızlığa düşersiniz ve kuvvetiniz gider. Sabredin doğrusu Allah sabredenlerle beraberdir"} ,{"id": "47", "arabic" : "وَلَا تَكُونُواْ كَٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِم بَطَرٗا وَرِئَآءَ ٱلنَّاسِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۚ وَٱللَّهُ بِمَا يَعۡمَلُونَ مُحِيطٞ", "english" : "And do not be like those who came forth from their homes insolently and to be seen by people and avert [them] from the way of Allah. And Allah is encompassing of what they do", "urdu" : "اور اُن لوگوں کے سے رنگ ڈھنگ نہ اختیار کرو جو اپنے گھروں سے اِتراتے اور لوگوں کو اپنی شان دکھاتے ہوئے نکلے اور جن کی روش یہ ہے کہ اللہ کے راستے سے روکتے ہیں جو کچھ وہ کر رہے ہیں وہ اللہ کی گرفت سے باہر نہیں ہے","chinese" : "你们不要仿效那等人，他们骄傲自满地、沽名钓誉地从家乡出去，并阻止别人遵循安拉的大道。安拉是洞察他们的行为的。","turkey" : "Yurtlarından böbürlenerek insanlara gösteriş yaparak çıkan ve Allah yolundan men edenler gibi olmayın. Allah onların işlediklerini her yönüyle bilendir"} ,{"id": "48", "arabic" : "وَإِذۡ زَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ وَقَالَ لَا غَالِبَ لَكُمُ ٱلۡيَوۡمَ مِنَ ٱلنَّاسِ وَإِنِّي جَارٞ لَّكُمۡۖ فَلَمَّا تَرَآءَتِ ٱلۡفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيۡهِ وَقَالَ إِنِّي بَرِيٓءٞ مِّنكُمۡ إِنِّيٓ أَرَىٰ مَا لَا تَرَوۡنَ إِنِّيٓ أَخَافُ ٱللَّهَۚ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ", "english" : "And [remember] when Satan made their deeds pleasing to them and said No one can overcome you today from among the people and indeed I am your protector. But when the two armies sighted each other he turned on his heels and said Indeed I am disassociated from you. Indeed I see what you do not see; indeed I fear Allah. And Allah is severe in penalty", "urdu" : "ذرا خیال کرو اس وقت کا جب کہ شیطان نے ان لوگوں کے کرتوت ان کی نگاہوں میں خوشنما بنا کر دکھائے تھے اور ان سے کہا تھا کہ آج کوئی تم پر غالب نہیں آ سکتا اور یہ کہ میں تمہارے ساتھ ہوں مگر جب دونوں گروہوں کا آمنا سامنا ہوا تو وہ اُلٹے پاؤں پھر گیا اور کہنے لگا کہ میرا تمہارا ساتھ نہیں ہے، میں وہ کچھ دیکھ رہا ہوں جو تم لوگ نہیں دیکھتے، مجھے خدا سے ڈر لگتا ہے اور خدا بڑی سخت سزا دینے والا ہے","chinese" : "当时，恶魔以他们的行为蛊惑他们，他说：“今天，任何人不能战胜你们，我确是你们的保护者。”当两军对垒的时候，他向后转，他说：“我与你们确是无干的，我的确能看见你们所不能看见的，我的确畏惧安拉。安拉的刑罚是严厉的。”","turkey" : "Şeytan onlara işlediklerini güzel gösterdi ve Bugün insanlardan sizi yenecek kimse yoktur; doğrusu ben de size yardımcıyım dedi. İki ordu karşılaşınca da geri dönüp Benim sizinle ilgim yok; doğrusu sizin görmediğinizi ben görüyorum ve şüphesiz Allah'tan korkuyorum Allah'ın azabı şiddetlidir dedi"} ,{"id": "49", "arabic" : "إِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ غَرَّ هَـٰٓؤُلَآءِ دِينُهُمۡۗ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَإِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ", "english" : "[Remember] when the hypocrites and those in whose hearts was disease said Their religion has deluded those [Muslims]. But whoever relies upon Allah - then indeed Allah is Exalted in Might and Wise", "urdu" : "جب کہ منافقین اور وہ سب لوگ جن کے دلوں کو روگ لگا ہوا ہے، کہہ رہے تھے کہ ان لوگوں کو تو اِن کے دین نے خبط میں مبتلا کر رکھا ہے حالانکہ اگر کوئی اللہ پر بھروسہ کرے تو یقیناً اللہ بڑا زبردست اور دانا ہے","chinese" : "当时，伪信的人和心中有病的人都说：“这等人的宗教已欺骗你们了。”谁托靠安拉，（谁必胜利），因为安拉确是强大的，确是至睿的。","turkey" : "İkiyüzlüler ve kalblerinde hastalık bulunanlar Müslümanları dinleri aldattı diyorlardı; oysa kim Allah'a güvenirse bilmelidir ki Allah güçlüdür hakimdir"} ,{"id": "50", "arabic" : "وَلَوۡ تَرَىٰٓ إِذۡ يَتَوَفَّى ٱلَّذِينَ كَفَرُواْ ٱلۡمَلَـٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ", "english" : "And if you could but see when the angels take the souls of those who disbelieved... They are striking their faces and their backs and [saying] Taste the punishment of the Burning Fire", "urdu" : "کاش تم اُس حالت کو دیکھ سکتے جبکہ فرشتے مقتول کافروں کی رُوحیں قبض کر رہے تھے وہ ان کے چہروں اور ان کے کولھوں پر ضربیں لگاتے جاتے تھے اور کہتے جاتے تھے “لو اب جلنے کی سزا بھگتو","chinese" : "众天神将鞭挞不信教者的脸部和脊背，而使他们死去，（并且说）：“你们尝试烈火的刑罚吧！”当时，假若你看见他们的情状……。","turkey" : "Melekler inkar edenlerin yüzlerine ve sırtlarına vurarak Yakıcı azabı tadın bu kendi ellerinizle yaptığınızın karşılığıdır diyerek canlarını alırken bir görseydin! Yoksa Allah kullara asla zulmetmez"} ,{"id": "51", "arabic" : "ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّـٰمٖ لِّلۡعَبِيدِ", "english" : "That is for what your hands have put forth [of evil] and because Allah is not ever unjust to His servants", "urdu" : "یہ وہ جزا ہے جس کا سامان تمہارے اپنے ہاتھوں نے پیشگی مہیا کر رکھا تھا، ورنہ اللہ تو اپنے بندوں پر ظلم کرنے والا نہیں ہے","chinese" : "这是因为你们所犯的罪恶，又因为安拉绝不是亏枉众仆的。","turkey" : "Melekler inkar edenlerin yüzlerine ve sırtlarına vurarak Yakıcı azabı tadın bu kendi ellerinizle yaptığınızın karşılığıdır diyerek canlarını alırken bir görseydin! Yoksa Allah kullara asla zulmetmez"} ,{"id": "52", "arabic" : "كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۚ إِنَّ ٱللَّهَ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ", "english" : "[Theirs is] like the custom of the people of Pharaoh and of those before them. They disbelieved in the signs of Allah so Allah seized them for their sins. Indeed Allah is Powerful and severe in penalty", "urdu" : "یہ معاملہ ان کے ساتھ اُسی طرح پیش آیا جس طرح آلِ فرعون اور ان سے پہلے کے دُوسرے لوگوں کے ساتھ پیش آتا رہا ہے کہ انہوں نے اللہ کی آیات کو ماننے سے انکار کیا اور اللہ نے ان کے گناہوں پر انہیں پکڑ لیا اللہ قوت رکھتا ہے اور سخت سزا دینے والا ہے","chinese" : "（他们的常态）犹如法老的百姓和以前的民族的常态一样，他们不信安拉的迹象，故安拉因他们的罪行而惩治他们。安拉确是全能的，他的刑罚确是严厉的。","turkey" : "Firavun taifesi ve onlardan öncekilerin gidişi gibi Allah'ın ayetlerini yalanladılar da Allah onları günahlarından ötürü yoketti. Allah kuvvetlidir cezalandırması şiddetlidir"} ,{"id": "53", "arabic" : "ذَٰلِكَ بِأَنَّ ٱللَّهَ لَمۡ يَكُ مُغَيِّرٗا نِّعۡمَةً أَنۡعَمَهَا عَلَىٰ قَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡ وَأَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ", "english" : "That is because Allah would not change a favor which He had bestowed upon a people until they change what is within themselves. And indeed Allah is Hearing and Knowing", "urdu" : "یہ اللہ کی اِس سنت کے مطابق ہوا کہ وہ کسی نعمت کو جو اس نے کسی قوم کو عطا کی ہو اس وقت تک نہیں بدلتا جب تک کہ وہ قوم خود اپنے طرزِ عمل کو نہیں بدل دیتی اللہ سب کچھ سننے اور جاننے والا ہے","chinese" : "这是因为安拉不变更他所施于任何民众的恩典，直到他们变更自己的情况，又因为安拉是全聪的，是全知的。","turkey" : "Bu bir topluluk iyi gidişini değiştirmedikçe Allah'ın da verdiği nimeti değiştirmeyeceğinden ve Allah'ın işiten bilen olmasındandır"} ,{"id": "54", "arabic" : "كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِ رَبِّهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَۚ وَكُلّٞ كَانُواْ ظَٰلِمِينَ", "english" : "[Theirs is] like the custom of the people of Pharaoh and of those before them. They denied the signs of their Lord so We destroyed them for their sins and We drowned the people of Pharaoh. And all [of them] were wrongdoers", "urdu" : "آلِ فرعون اور ان سے پہلے کی قوموں کے ساتھ جو کچھ پیش آیا وہ اِسی ضابطہ کے مطابق تھا انہوں نے اپنے رب کی آیات کو جھٹلایا تب ہم نے ان کے گناہوں کی پاداش میں انہیں ہلاک کیا اور آل فرعون کو غرق کر دیا یہ سب ظالم لوگ تھے","chinese" : "（他们的常态）犹如法老的百姓和以前的民族的常态一样，他们否认自己的主的迹象。故我因他们的罪恶而毁灭他们，把法老的百姓淹死在海里，他们原本都是不义者。","turkey" : "Firavun taifesi ve onlardan öncekilerin gidişi gibi Rablerinin ayetlerini yalanladılar da onları günahlarından ötürü yok ettik. Firavun taifesini suda boğduk hepsi zalimlerdi"} ,{"id": "55", "arabic" : "إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلَّذِينَ كَفَرُواْ فَهُمۡ لَا يُؤۡمِنُونَ", "english" : "Indeed the worst of living creatures in the sight of Allah are those who have disbelieved and they will not [ever] believe", "urdu" : "یقیناً اللہ کے نزدیک زمین پر چلنے والی مخلوق میں سب سے بدتر وہ لوگ ہیں جنہوں نے حق کو ماننے سے انکار کر دیا پھر کسی طرح وہ اسے قبول کرنے پر تیار نہیں","chinese" : "在安拉看来，最劣等的动物确是不信道的人，他们是不信道的。","turkey" : "Allah katında yeryüzünde yaşayanların en kötüsü inkar edenlerdir. Onlar artık inanmazlar"} ,{"id": "56", "arabic" : "ٱلَّذِينَ عَٰهَدتَّ مِنۡهُمۡ ثُمَّ يَنقُضُونَ عَهۡدَهُمۡ فِي كُلِّ مَرَّةٖ وَهُمۡ لَا يَتَّقُونَ", "english" : "The ones with whom you made a treaty but then they break their pledge every time and they do not fear Allah", "urdu" : "(خصوصاً) ان میں سے وہ لوگ جن کے ساتھ تو نے معاہدہ کیا پھر وہ ہر موقع پر اس کو توڑتے ہیں اور ذرا خدا کا خوف نہیں کرتے","chinese" : "你和他们中的某些人缔结盟约，而他们每次都违反他们的盟约，他们并不敬畏。","turkey" : "Anlaşma yaptığın kimseler sonucundan sakınmayarak anlaşmalarını her defasında bozarlar. Savaşta onları yakalarsan arkalarındakilere ibret olacak şekilde darmadağın et"} ,{"id": "57", "arabic" : "فَإِمَّا تَثۡقَفَنَّهُمۡ فِي ٱلۡحَرۡبِ فَشَرِّدۡ بِهِم مَّنۡ خَلۡفَهُمۡ لَعَلَّهُمۡ يَذَّكَّرُونَ", "english" : "So if you [O Muhammad] gain dominance over them in war disperse by [means of] them those behind them that perhaps they will be reminded", "urdu" : "پس اگر یہ لوگ تمہیں لڑائی میں مل جائیں تو ان کی ایسی خبر لو کہ ان کے بعد جو دُوسرے لوگ ایسی روش اختیار کرنے والے ہوں ان کے حواس باختہ ہو جائیں توقع ہے کہ کہ بد عہدوں کے اِس انجام سے وہ سبق لیں گے","chinese" : "如果你在战争中遇见他们，你就应当以（惩治）他们而驱散在他们后面的人，以便他们觉悟。","turkey" : "Anlaşma yaptığın kimseler sonucundan sakınmayarak anlaşmalarını her defasında bozarlar. Savaşta onları yakalarsan arkalarındakilere ibret olacak şekilde darmadağın et"} ,{"id": "58", "arabic" : "وَإِمَّا تَخَافَنَّ مِن قَوۡمٍ خِيَانَةٗ فَٱنۢبِذۡ إِلَيۡهِمۡ عَلَىٰ سَوَآءٍۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡخَآئِنِينَ", "english" : "If you [have reason to] fear from a people betrayal throw [their treaty] back to them [putting you] on equal terms. Indeed Allah does not like traitors", "urdu" : "اور اگر کبھی تمہیں کسی قوم سے خیانت کا اندیشہ ہو تو اس کے معاہدے کو علانیہ اس کے آگے پھینک دو، یقیناً اللہ خائنوں کو پسند نہیں کرتا","chinese" : "如果你怕某部落不忠于盟约，你就应当公开地把他们的盟约掷还他们。安拉确是不喜欢欺诈者的。","turkey" : "Eğer bir topluluğun anlaşmaya hıyanet etmesinden korkarsan sen de onlara karşı anlaşmayı bozarak aynı şekilde davran. Doğrusu Allah hainleri sevmez"} ,{"id": "59", "arabic" : "وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُواْ سَبَقُوٓاْۚ إِنَّهُمۡ لَا يُعۡجِزُونَ", "english" : "And let not those who disbelieve think they will escape. Indeed they will not cause failure [to Allah]", "urdu" : "منکرینِ حق اس غلط فہمی میں نہ رہیں کہ وہ بازی لے گئے، یقیناً وہ ہم کو ہرا نہیں سکتے","chinese" : "不信道的人绝不要以为自己已逃避了天谴；他们确是不能逃避天谴的。","turkey" : "İnkar edenler asla öne geçtiklerini sanmasınlar çünkü onlar bizi aciz bırakamıyacaklardır"} ,{"id": "60", "arabic" : "وَأَعِدُّواْ لَهُم مَّا ٱسۡتَطَعۡتُم مِّن قُوَّةٖ وَمِن رِّبَاطِ ٱلۡخَيۡلِ تُرۡهِبُونَ بِهِۦ عَدُوَّ ٱللَّهِ وَعَدُوَّكُمۡ وَءَاخَرِينَ مِن دُونِهِمۡ لَا تَعۡلَمُونَهُمُ ٱللَّهُ يَعۡلَمُهُمۡۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فِي سَبِيلِ ٱللَّهِ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ", "english" : "And prepare against them whatever you are able of power and of steeds of war by which you may terrify the enemy of Allah and your enemy and others besides them whom you do not know [but] whom Allah knows. And whatever you spend in the cause of Allah will be fully repaid to you and you will not be wronged", "urdu" : "اور تم لوگ، جہاں تک تمہارا بس چلے، زیادہ سے زیادہ طاقت اور تیار بندھے رہنے والے گھوڑے اُن کے مقابلہ کے لیے مہیا رکھو تاکہ اس کے ذریعہ سے اللہ کے اور اپنے دشمنوں کو اور ان دُوسرے اعداء کو خوف زدہ کرو جنہیں تم نہیں جانتے مگر اللہ جانتا ہے اللہ کی راہ میں جو کچھ تم خرچ کرو گے اس کا پورا پورا بدل تمہاری طرف پلٹایا جائے گا اور تمہارے ساتھ ہرگز ظلم نہ ہوگا","chinese" : "你们应当为他们而准备你们所能准备的武力和战马，你们借此威胁安拉的敌人和你们的敌人，以及他们以外的别的敌人，你们不认识那些敌人，安拉却认识他们。凡你们为主道而花费的，无论是什么，都将得到完全的报酬，你们不会吃亏。","turkey" : "Ey inananlar! Onlara karşı gücünüzün yettiği kadar Allah'ın düşmanı ve sizin düşmanlarınızı ve bunların dışında Allah'ın bilip sizin bilmediklerinizi yıldırmak üzere kuvvet ve savaş atları hazırlayın. Allah yolunda sarfettiğiniz her şey size haksızlık yapılmadan tamamen ödenecektir"} ,{"id": "61", "arabic" : "۞وَإِن جَنَحُواْ لِلسَّلۡمِ فَٱجۡنَحۡ لَهَا وَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ", "english" : "And if they incline to peace then incline to it [also] and rely upon Allah. Indeed it is He who is the Hearing the Knowing", "urdu" : "اور اے نبیؐ، اگر دشمن صلح و سلامتی کی طرف مائل ہوں تو تم بھی اس کے لیے آمادہ ہو جاؤ اور اللہ پر بھروسہ کرو، یقیناً وہی سننے اور جاننے والا ہے","chinese" : "如果他们倾向和平，你也应当倾向和平，应当托靠安拉。他确是全聪的，确是全知的。","turkey" : "Eğer onlar barışa yanaşırlarsa sen de yanaş ve Allah'a güven. O şüphesiz işitir ve bilir"} ,{"id": "62", "arabic" : "وَإِن يُرِيدُوٓاْ أَن يَخۡدَعُوكَ فَإِنَّ حَسۡبَكَ ٱللَّهُۚ هُوَ ٱلَّذِيٓ أَيَّدَكَ بِنَصۡرِهِۦ وَبِٱلۡمُؤۡمِنِينَ", "english" : "But if they intend to deceive you - then sufficient for you is Allah. It is He who supported you with His help and with the believers", "urdu" : "اور اگر وہ دھوکے کی نیت رکھتے ہوں تو تمہارے لیے اللہ کافی ہے وہی تو ہے جس نے اپنی مدد سے اور مومنوں کے ذریعہ سے تمہاری تائید کی","chinese" : "如果他们想欺骗你，那么，安拉必定使你满足，他将以他的援助和信士们辅助你。","turkey" : "Seni aldatmak isterlerse bil ki şüphesiz Allah sana kafidir. Seni ve inananları yardımıyla destekleyen kalblerini uzlaştıran O'dur. Eğer yeryüzünde olan her şeyi sarfetsen bile sen onların kalblerini uzlaştıramazdın ama Allah onları uzlaştırdı. Doğrusu O Güçlü'dür Hakim'dir"} ,{"id": "63", "arabic" : "وَأَلَّفَ بَيۡنَ قُلُوبِهِمۡۚ لَوۡ أَنفَقۡتَ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا مَّآ أَلَّفۡتَ بَيۡنَ قُلُوبِهِمۡ وَلَٰكِنَّ ٱللَّهَ أَلَّفَ بَيۡنَهُمۡۚ إِنَّهُۥ عَزِيزٌ حَكِيمٞ", "english" : "And brought together their hearts. If you had spent all that is in the earth you could not have brought their hearts together; but Allah brought them together. Indeed He is Exalted in Might and Wise", "urdu" : "اور مومنوں کے دل ایک دُوسرے کے ساتھ جوڑ دیے تم روئے زمین کی ساری دولت بھی خرچ کر ڈالتے تو اِن لوگوں کے دل نہ جوڑ سکتے تھے مگر وہ اللہ ہے جس نے ان لوگوں کے دل جوڑے، یقیناً وہ بڑا زبردست اور دانا ہے","chinese" : "他曾联合信士们的心；假若你费尽大地上所有的财富，你仍不能联合他们的；但安拉已联合他们了。他确是万能的，确是至睿的。","turkey" : "Seni aldatmak isterlerse bil ki şüphesiz Allah sana kafidir. Seni ve inananları yardımıyla destekleyen kalblerini uzlaştıran O'dur. Eğer yeryüzünde olan her şeyi sarfetsen bile sen onların kalblerini uzlaştıramazdın ama Allah onları uzlaştırdı. Doğrusu O Güçlü'dür Hakim'dir"} ,{"id": "64", "arabic" : "يَـٰٓأَيُّهَا ٱلنَّبِيُّ حَسۡبُكَ ٱللَّهُ وَمَنِ ٱتَّبَعَكَ مِنَ ٱلۡمُؤۡمِنِينَ", "english" : "O Prophet sufficient for you is Allah and for whoever follows you of the believers", "urdu" : "اے نبیؐ، تمہارے لیے اور تمہارے پیرو اہلِ ایمان کے لیے تو بس اللہ کافی ہے","chinese" : "先知啊！安拉能使你满足，能使追随你的信士们满足。","turkey" : "Allah'ın yardımı sana ve sana uyan müminlere yeter"} ,{"id": "65", "arabic" : "يَـٰٓأَيُّهَا ٱلنَّبِيُّ حَرِّضِ ٱلۡمُؤۡمِنِينَ عَلَى ٱلۡقِتَالِۚ إِن يَكُن مِّنكُمۡ عِشۡرُونَ صَٰبِرُونَ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُم مِّاْئَةٞ يَغۡلِبُوٓاْ أَلۡفٗا مِّنَ ٱلَّذِينَ كَفَرُواْ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ", "english" : "O Prophet urge the believers to battle. If there are among you twenty [who are] steadfast they will overcome two hundred. And if there are among you one hundred [who are] steadfast they will overcome a thousand of those who have disbelieved because they are a people who do not understand", "urdu" : "اے نبیؐ، مومنوں کو جنگ پر اُبھارو اگر تم میں سے بیس آدمی صابر ہوں تو وہ دو سو پر غالب آئیں گے اور اگر سو آدمی ایسے ہوں تو منکرین حق میں سے ہزار آدمیوں پر بھاری رہیں گے کیونکہ وہ ایسے لوگ ہیں جو سمجھ نہیں رکھتے","chinese" : "先知啊！你应当鼓励信士们奋勇抗战，如果你们中有二十个坚忍的人，就能战胜二百个敌人；如果你们中有一百个人，就能战胜一千个不信道的人；因为不信道者是不精明的民众。","turkey" : "Müminleri savaş için coştur. Sizin sabırlı yirmi kişiniz onlardan ikiyüz kişiyi yener. Sizin yüz kişiniz inkar edenlerden bin kişiyi yener; çünkü onlar anlayışsız bir güruhtur. Şimdi Allah yükünüzü hafifletti zira içinizde zaaf bulunduğunu biliyordu. Sizin sabırlı yüz kişiniz onlardan ikiyüz kişiyi yener; sizin bin kişiniz Allah'ın izniyle ikibin kişiyi yener. Allah sabredenlerle beraberdir"} ,{"id": "66", "arabic" : "ٱلۡـَٰٔنَ خَفَّفَ ٱللَّهُ عَنكُمۡ وَعَلِمَ أَنَّ فِيكُمۡ ضَعۡفٗاۚ فَإِن يَكُن مِّنكُم مِّاْئَةٞ صَابِرَةٞ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُمۡ أَلۡفٞ يَغۡلِبُوٓاْ أَلۡفَيۡنِ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّـٰبِرِينَ", "english" : "Now Allah has lightened [the hardship] for you and He knows that among you is weakness. So if there are from you one hundred [who are] steadfast they will overcome two hundred. And if there are among you a thousand they will overcome two thousand by permission of Allah. And Allah is with the steadfast", "urdu" : "اچھا، اب اللہ نے تمہارا بوجھ ہلکا کیا اور اسے معلوم ہوا کہ ابھی تم میں کمزوری ہے، پس اگر تم میں سے سو آدمی صابر ہوں تو وہ دو سو پر اور ہزار آدمی ایسے ہوں تو دو ہزار پر اللہ کے حکم سے غالب آئیں گے، اور اللہ ان لوگوں کے ساتھ ہے جو صبر کرنے والے ہیں","chinese" : "现在，安拉已减轻你们的负担，他知道你们中有点虚弱；如果你们中有一百个坚忍的人，就能战胜二百个敌人；如果你们中有一千个人，就能本安拉的意旨而战胜两千个敌人。安拉是与坚忍者同在的。","turkey" : "Müminleri savaş için coştur. Sizin sabırlı yirmi kişiniz onlardan ikiyüz kişiyi yener. Sizin yüz kişiniz inkar edenlerden bin kişiyi yener; çünkü onlar anlayışsız bir güruhtur. Şimdi Allah yükünüzü hafifletti zira içinizde zaaf bulunduğunu biliyordu. Sizin sabırlı yüz kişiniz onlardan ikiyüz kişiyi yener; sizin bin kişiniz Allah'ın izniyle ikibin kişiyi yener. Allah sabredenlerle beraberdir"} ,{"id": "67", "arabic" : "مَا كَانَ لِنَبِيٍّ أَن يَكُونَ لَهُۥٓ أَسۡرَىٰ حَتَّىٰ يُثۡخِنَ فِي ٱلۡأَرۡضِۚ تُرِيدُونَ عَرَضَ ٱلدُّنۡيَا وَٱللَّهُ يُرِيدُ ٱلۡأٓخِرَةَۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ", "english" : "It is not for a prophet to have captives [of war] until he inflicts a massacre [upon Allah 's enemies] in the land. Some Muslims desire the commodities of this world but Allah desires [for you] the Hereafter. And Allah is Exalted in Might and Wise", "urdu" : "کسی نبی کے لیے یہ زیبا نہیں ہے کہ اس کے پاس قیدی ہوں جب تک کہ وہ زمین میں دشمنوں کو اچھی طرح کچل نہ دے تم لوگ دنیا کے فائدے چاہتے ہو، حالانکہ اللہ کے پیشِ نظر آخرت ہے، اور اللہ غالب اور حکیم ہے","chinese" : "先知在大地上重惩敌人之前，不该有俘虏。你们欲得尘世的浮利，而安拉愿你们得享后世的报酬。安拉是万能的，是至睿的。","turkey" : "Yeryüzünde savaşırken düşmanı yere sermeden esir almak hiçbir peygambere yaraşmaz. Geçici dünya malını istiyorsunuz oysa Allah ahireti kazanmanızı ister. Allah Güçlü'dür Hakim'dir"} ,{"id": "68", "arabic" : "لَّوۡلَا كِتَٰبٞ مِّنَ ٱللَّهِ سَبَقَ لَمَسَّكُمۡ فِيمَآ أَخَذۡتُمۡ عَذَابٌ عَظِيمٞ", "english" : "If not for a decree from Allah that preceded you would have been touched for what you took by a great punishment", "urdu" : "اگر اللہ کا نوشتہ پہلے نہ لکھا جا چکا ہوتا تو جو کچھ تم لوگوں نے لیا ہے اس کی پاداش میں تم کو بڑی سزا دی جاتی","chinese" : "假若没有从安拉发出的以往的判决，那么，你们必为收纳赎金而遭受重大的刑罚。","turkey" : "Daha önceden Allah'tan verilmiş bir hüküm olmasaydı aldıklarınızdan ötürü size büyük bir azab erişirdi"} ,{"id": "69", "arabic" : "فَكُلُواْ مِمَّا غَنِمۡتُمۡ حَلَٰلٗا طَيِّبٗاۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ", "english" : "So consume what you have taken of war booty [as being] lawful and good and fear Allah. Indeed Allah is Forgiving and Merciful", "urdu" : "پس جو کچھ تم نے مال حاصل کیا ہے اسے کھاؤ کہ وہ حلال اور پاک ہے اور اللہ سے ڈرتے رہو یقیناً اللہ درگزر کرنے والا اور رحم فرمانے والا ہے","chinese" : "你们可以吃自己所获得的合法而佳美的战利品，你们当敬畏安拉。安拉确是至赦的，确是至慈的。","turkey" : "Elde ettiğiniz ganimetleri temiz ve helal olarak yiyin; Allah'tan sakının doğrusu Allah bağışlar ve merhamet eder"} ,{"id": "70", "arabic" : "يَـٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّمَن فِيٓ أَيۡدِيكُم مِّنَ ٱلۡأَسۡرَىٰٓ إِن يَعۡلَمِ ٱللَّهُ فِي قُلُوبِكُمۡ خَيۡرٗا يُؤۡتِكُمۡ خَيۡرٗا مِّمَّآ أُخِذَ مِنكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ", "english" : "O Prophet say to whoever is in your hands of the captives If Allah knows [any] good in your hearts He will give you [something] better than what was taken from you and He will forgive you; and Allah is Forgiving and Merciful", "urdu" : "اے نبیؐ، تم لوگوں کے قبضہ میں جو قیدی ہیں ان سے کہو اگر اللہ کو معلوم ہوا کہ تمہارے دلوں میں کچھ خیر ہے تو وہ تمہیں اُس سے بڑھ چڑھ کر دے گا جو تم سے لیا گیا ہے اور تمہاری خطائیں معاف کرے گا، اللہ درگزر کرنے والا اور رحم فرمانے والا ہے","chinese" : "先知啊！你对你们手中的俘虏说：“如果安拉知道你们心中有善意，那么，他要把比你们所纳的赎金更好的东西赏赐你们，而且要饶恕你们。安拉是至赦的，是至慈的。”","turkey" : "Elinizde bulunan esirlere Allah kalblerinizde bir iyilik bulursa size sizden alınanın daha hayırlısını verir sizi bağışlar Allah bağışlayandır merhamet edendir de"} ,{"id": "71", "arabic" : "وَإِن يُرِيدُواْ خِيَانَتَكَ فَقَدۡ خَانُواْ ٱللَّهَ مِن قَبۡلُ فَأَمۡكَنَ مِنۡهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ", "english" : "But if they intend to betray you - then they have already betrayed Allah before and He empowered [you] over them. And Allah is Knowing and Wise", "urdu" : "لیکن اگر وہ تیرے ساتھ خیانت کا ارادہ رکھتے ہیں تو اس سے پہلے وہ اللہ کے ساتھ خیانت کر چکے ہیں، چنانچہ اسی کی سزا اللہ نے انہیں دی کہ وہ تیرے قابو میں آ گئے، اللہ سب کچھ جانتا اور حکیم ہے","chinese" : "如果他们想欺骗你，那么，他们以前对于安拉确已表示欺骗了；但安拉使你战胜他们。安拉是全知的，是至睿的。","turkey" : "Esirler sana hıyanet etmek isterlerse bilsinler ki esasen daha önce de Allah'a hıyanet etmişlerdi Allah bundan ötürü onları yenmen için sana imkan verdi. Allah Bilen'dir Hakim'dir"} ,{"id": "72", "arabic" : "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَـٰٓئِكَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ وَٱلَّذِينَ ءَامَنُواْ وَلَمۡ يُهَاجِرُواْ مَا لَكُم مِّن وَلَٰيَتِهِم مِّن شَيۡءٍ حَتَّىٰ يُهَاجِرُواْۚ وَإِنِ ٱسۡتَنصَرُوكُمۡ فِي ٱلدِّينِ فَعَلَيۡكُمُ ٱلنَّصۡرُ إِلَّا عَلَىٰ قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ", "english" : "Indeed those who have believed and emigrated and fought with their wealth and lives in the cause of Allah and those who gave shelter and aided - they are allies of one another. But those who believed and did not emigrate - for you there is no guardianship of them until they emigrate. And if they seek help of you for the religion then you must help except against a people between yourselves and whom is a treaty. And Allah is Seeing of what you do", "urdu" : "جن لوگوں نے ایمان قبول کیا اور ہجرت کی اور اللہ کی راہ میں اپنی جانیں لڑائیں اور اپنے مال کھپائے، اور جن لوگوں نے ہجرت کرنے والوں کو جگہ دی اور ان کی مدد کی، وہی دراصل ایک دوسرے کے ولی ہیں رہے وہ لوگ جو ایمان تو لے آئے مگر ہجرت کر کے (دارالاسلام میں) آ نہیں گئے تو ان سے تمہارا ولایت کا کوئی تعلق نہیں ہے جب تک کہ وہ ہجرت کر کے نہ آ جائیں ہاں اگر وہ دین کے معاملہ میں تم سے مدد مانگیں تو ان کی مدد کرنا تم پر فرض ہے، لیکن کسی ایسی قوم کے خلاف نہیں جس سے تمہارا معاہدہ ہو جو کچھ تم کرتے ہو اللہ اسے دیکھتا ہے","chinese" : "信道而且迁居，并以自己的财产和生命为安拉而奋斗的人和款留（使者），赞助（正道）的人，这等人互为监护者。信道而未迁居的人，绝不得与你们互为监护人，直到他们迁居；如果他们为宗教事而向你们求援，那么，你们应当援助他们，除非他们的敌人与你们有盟约关系。安拉是明察你们的行为的。","turkey" : "Doğrusu inanıp hicret edenler Allah yolunda mallarıyla canlarıyla cihat edenler ve muhacirleri barındırıp onlara yardım edenler işte bunlar birbirinin dostudurlar. İnanıp hicret etmeyenlerle hicret edene kadar sizin dostluğunuz yoktur. Fakat din uğrunda yardım isterlerse aranızda anlaşma olmayan topluluktan başkasına karşı onlara yardım etmeniz gerekir. Allah işlediklerinizi görür"} ,{"id": "73", "arabic" : "وَٱلَّذِينَ كَفَرُواْ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٍۚ إِلَّا تَفۡعَلُوهُ تَكُن فِتۡنَةٞ فِي ٱلۡأَرۡضِ وَفَسَادٞ كَبِيرٞ", "english" : "And those who disbelieved are allies of one another. If you do not do so there will be fitnah on earth and great corruption", "urdu" : "جو لوگ منکرِ حق ہیں وہ ایک دوسرے کی حمایت کرتے ہیں اگر تم یہ نہ کرو گے تو زمین میں فتنہ اور بڑا فساد برپا ہو گا","chinese" : "不信道的人互为监护人。如果你们不遵守这个命令，那么，地方上将要发生迫害和大乱。","turkey" : "İnkar edenler birbirlerinin dostlarıdır. Eğer siz aranızda dost olmazsanız yeryüzünde kargaşalık fitne ve büyük bozgun çıkar"} ,{"id": "74", "arabic" : "وَٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَـٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ", "english" : "But those who have believed and emigrated and fought in the cause of Allah and those who gave shelter and aided - it is they who are the believers truly. For them is forgiveness and noble provision", "urdu" : "جو لوگ ایمان لائے اور جنہوں نے اللہ کی راہ میں گھر بار چھوڑے اور جدوجہد کی اور جنہوں نے پناہ دی اور مدد کی وہی سچے مومن ہیں ان کے لیے خطاؤں سے درگزر ہے اور بہترین رزق ہے","chinese" : "信道而且迁居，并且为安拉而奋斗的人和款留（使者），赞助（正道）的人，这等人确是真实的信士，他们将获赦宥和优厚的给养。","turkey" : "İnanıp hicret eden Allah yolunda savaşanlar ve muhacirleri barındırıp onlara yardım edenler işte onlar gerçekten inanmış olanlardır. Onlara mağfiret ve cömertçe verilmiş rızıklar vardır"} ,{"id": "75", "arabic" : "وَٱلَّذِينَ ءَامَنُواْ مِنۢ بَعۡدُ وَهَاجَرُواْ وَجَٰهَدُواْ مَعَكُمۡ فَأُوْلَـٰٓئِكَ مِنكُمۡۚ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمُۢ", "english" : "And those who believed after [the initial emigration] and emigrated and fought with you - they are of you. But those of [blood] relationship are more entitled [to inheritance] in the decree of Allah. Indeed Allah is Knowing of all things", "urdu" : "اور جو لوگ بعد میں ایمان لائے اور ہجرت کر کے آ گئے اور تمہارے ساتھ مل کر جدوجہد کرنے لگے وہ بھی تم ہی میں شامل ہیں مگر اللہ کی کتاب میں خون کے رشتہ دار ایک دوسرے کے زیادہ حقدار ہیں، یقیناً اللہ ہر چیز کو جانتا ہے","chinese" : "此后信道而且迁居，并与你们共同奋斗的人，这等人是你们的同教。骨肉至亲互为监护人，这是载在天经中的，安拉确是全知万物的。","turkey" : "Sonra inanıp hicret eden ve sizinle birlikte savaşanlar işte onlar sizdendir. Birbirinin mirasçısı olan akraba Allah'ın Kitap'ına göre birbirine daha yakındır. Doğrusu Allah her şeyi bilir"} ]}